export const yearNow = 208;
export const timelineState = [
    {
        "nameShort": "Реабор-Тхаес",
        "names": [
            ["Наат-Тхаес", 1, -1], 
            ["Наат-а-Этх", 16, -1], 
            ["Реабория", 16, 1], 
            ["Наат-Тхагат", 70, -1],
            ["Наат'Реабор", 140, 1],
            ["Реабор-Тхаес", 172, 1],
        ]
    },
    {
        "nameShort": "Луат",
        "names": [
            ["Луат", 1, -1],
            ["Последняя Республика Луат", 8, 1],
            ["Барсельит", 115, -1],
            ["Барсельит и Луат", 121, -1],
            ["Федерация Луат", 153, 1],
            ["Последняя Республика Луат", 184, 1],
        ]
    },
    {
        "nameShort": "Коркафт",
        "names": [
            ["Адмиралтейство", 25, -1],
            ["Республика Карда", 44, 1],
            ["Коркафт", 45, 1],
            ["Свободные Порты", 46, 1],
            ["Коркафт / Барсельит", 115, -1],
            ["Коркафт", 121, -1],
        ]
    },
    {
        "nameShort": "Тейель",
        "names": [
            ["Тейельщина", 1, -1],
            ["Вольный Тейель", 50, 1],
            ["Вече Тейель / Ходртастад", 93, -1],
            ["Вече Тейель", 134, 1],
        ]
    },
    {
        "nameShort": "Секри",
        "names": [
            ["Банды Блишвица", 62, 1],
            ["Домен Секри", 104, -1],
            ["Доминион Секри", 159, 1],
        ]
    },
    {
        "nameShort": "Афитра",
        "names": [
            ["Племена Кхарфиров", 72, 1],
            ["Великая Афитра", 144, 1],
        ]
    },
    {
        "nameShort": "Сикстинна",
        "names": [
            ["Домен Сикстинна", 56, 1],
            ["Держава Сикстинна", 84, -1],
            ["Флатрийский Пакт", 119, -1],
            ["Доминион Сикстинна", 159, 1],
        ]
    },
    {
        "nameShort": "Флатрия",
        "names": [
            ["Домен Флатрия", 78, 1],
            ["Флатрийский Пакт", 119, -1],
            ["Держава Флатрия", 126, -1],
            ["Доминион Флатрия", 159, 1],
        ]
    },
    {
        "nameShort": "Кланы",
        "names": []
    },
    {
        "nameShort": "Мордвин",
        "names": [
            ["Мордвин", 1, 1],
            ["Древняя Мордвинская империя", 104, 1],
            ["Древняя Великая Мордвинская империя", 159, 1],
        ]
    },
]
export const timeline = [
    {
        "age": "Индикт Мертворожденных",
        "time": 1,
        "state": "Мир",
        "description": "Западная Древняя Яхоснкая Империя разрушается. Последним держался бывший государственности парламент, но вскоре его разграбили собственные чины. Яхонские парламентарии живут со своими семьями и самыми лояльными подопечными в оставленных усадьбах. Эти группы быстро распадаются, ведь прислуге нет никакого смысла оставаться прилслугой. Лишь немногие выживают как общность."
    },
    {
        "age": "Индикт Мертворожденных",
        "time": 1,
        "state": "Реабор-Тхаес",
        "description": "Дракон Кризис освободился из плена под гнётом тёмных редрехан и жителей города Ванат. Персонал обеспечивающий его сохранность поредел ввиду популярности божественных порталов и сдерживать дракона стало некому. Первым делом чудовище уничтожило как можно больше от того, что раньше составляло алхимическое индустриальное чудо — промышленный район Ваната. Цепная реакция из огня Кризиса, алхимического огня и огня обыкновенного уничтожила всё остальное."
    },
    {
        "age": "Индикт Мертворожденных",
        "time": 1,
        "state": "Реабор-Тхаес",
        "description": "Открывшиеся прямо под сводами пещер Наат-Тхаес порталы сразу унесли с собой невероятное количество тёмных редрехан. Мужчины убегали в порталы от тиранических женщин, а те неосмотрительно пересекали черту врат в погоне за своими рабами. Те тёмные, что не решились перейти границу миров, покинули опустевшие гроты, но на поверхности нашли лишь руины Ваната."
    },
    {
        "age": "Индикт Мертворожденных",
        "time": 4,
        "state": "Мир",
        "description": "Порталы закрылись. Приспешники Богов обещали, что порталы будут открыты, пока живо последнее поколение Нихерийцев. Но, видимо, потеряв всякое дело до комка грязи в космосе, техническая поддержка порталов затерялась в приоритетах Богов."
    },
    {
        "age": "Индикт Мертворожденных",
        "time": 8,
        "state": "Луат",
        "description": `Город Луат на противоположном конце известного мира снова действовал вопреки всем. Решительный нрав местных жителей, отдавших всё, чтобы возвести этот оплот рациональности в лесах безумия Хельгерана, проявился в нежелании подавляющего большинства проходит через порталы.
        Забытые богами, они отвергли их предложение.`
    },
    {
        "age": "Индикт Мертворожденных",
        "time": 8,
        "state": "Луат",
        "description": `Учреждена «Последняя Республика Луат» на собрании бюргеров.
        Вопреки всеобщей массе, луатцы даже перед лицом неизбежной гибели народа остались тверды в своих целях. Не единожды они возрождали порядок в средоточении чистого хаоса, и еще не раз это сделают.`
    },
    {
        "age": "Индикт Мертворожденных",
        "time": 8,
        "state": "Луат",
        "description": "Политика взаимопомощи и сохранения Луата проявилась в радикальных решениях для сохранения популяции. Жителям запрещено заниматься всякой опасной деятельностью, в результате чего население разделилось сугубо на миролюбивых фермеров и жестко обучаемую стражу."
    },
    {
        "age": "Индикт Мертворожденных",
        "time": 8,
        "state": "Луат",
        "description": `В это же время ведется форсированная переквалификация бывших магов в добровольно-принудительном порядке. Их заметная слабость после всепоглощения лечится строгими диетами и умеренными нагрузками под надзирательством стражи. Но тем ничего не остается, ведь опасности снаружи стен города как никогда высока, а выживание — первостепенный приоритет для всех и каждого.

        Наступили время, когда фразы "Сделай или умри" и "Умри, но сделай" звучат одинаково абсурдно.`
    },

    {
        "age": "Декада Нежеланных",
        "time": 16,
        "state": "Мир",
        "description": `Декада Нежеланных. В этот год все существа населяющие эти бренные земли внезапно дали потомство.`
    },
    {
        "age": "Декада Нежеланных",
        "time": 24,
        "state": "Коркафт",
        "description": `Адмиралы Риафийского архипелага учредили государство, прозвав его незатейливо — Адмиралтейство.`
    },
    {
        "age": "Декада Нежеланных",
        "time": 16,
        "state": "Реабор-Тхаес",
        "description": `«Кочевая директива» Артха — армии тёмных редрехан, формирование организации армии тёмных редрехан Наат-а-Этх, «Великого Похода Наат», призванного найти новый дом для нации.`
    },
    {
        "age": "Декада Нежеланных",
        "time": 16,
        "state": "Реабор-Тхаес",
        "description": `Забытые редрехан создают государство Реабория у подножия Безымянного кряжа со столицей в активно растущем городе Реабор.`
    },
    {
        "age": "Период Восстановления",
        "time": 44,
        "state": "Коркафт",
        "description": `Просуществовав 20 лет адмиралтейство раздробилось на три государства — Республика Карда, включающая в себя Арасул и остров Сигерд; Коркафт с городом Ирлай и примыкающими к нему селениями; Свободные Порты с городами Холиш, Барсел и островом Копрос.`
    },
    {
        "age": "Период Восстановления",
        "time": 50,
        "state": "Тейель",
        "description": `Тейельцы выделяются в новый этнос и отделяются от общей массы народов Тейельщины в образовании под названием Вольный Тейель.`
    },
    {
        "age": "Период Восстановления",
        "time": 53,
        "state": "Реабор-Тхаес",
        "description": `К 53 году Уходящей Эпохи весь Синларин находится под контролем Реабории.`
    },
    {
        "age": "Период Восстановления",
        "time": 62,
        "state": "Секри",
        "description": `Арвийские ячейки орды отделяются от Хельгерана под предводительством Окора Блишвица, попавшегося на удочку цивилизации и торговли с Мордвином.`
    },
    {
        "age": "Период Восстановления",
        "time": 66,
        "state": "Реабор-Тхаес",
        "description": `Артха издаёт Вторую Кочевую директиву.`
    },
    {
        "age": "Период Восстановления",
        "time": 70,
        "state": "Реабор-Тхаес",
        "description": `Вторая Кочевая директива подходит к концу, наат оседают на колониальных землях, приняв столицей город Тхагат.`
    },
    {
        "age": "Период Восстановления",
        "time": 72,
        "state": "Афитра",
        "description": `Впервые задокументировано организованное нападение состоящее из членов множества племён кхарфиров, существ, ранее считавшихся полуразумными.`
    },
    {
        "age": "Период Восстановления",
        "time": 84,
        "state": "Сикстинна",
        "description": `Сикстиннский домен отделяется от Мордвина на правах автономной парламентской монархии и становится державой Сикстинна.`
    },

    {
        "age": "Веха Возрождения",
        "time": 92,
        "state": "Коркафт",
        "description": `Гранд-адмирал Викстез совместно с адмиралами Миритом Ифтиртом и Афетом Виннаазал-Ассафом издают Манифест Диспута Политии Коркафт.`
    },
    {
        "age": "Веха Возрождения",
        "time": 93,
        "state": "Тейель",
        "description": `Стаи оборотней стали вмешиваться прямо во время битв редрехан с Вольным Тейелем.`
    },
    {
        "age": "Веха Возрождения",
        "time": 93,
        "state": "Тейель",
        "description": `Первое вече старост, событие прозванное «Час Вече». День, когда в равных пропорциях тейельцы почувствовали себя свободными, а другие пророчили небывалую прежде на этой земле тиранию.`
    },
    {
        "age": "Веха Возрождения",
        "time": 97,
        "state": "Реабор-Тхаес",
        "description": `В Наат-Тхагат учредили «Собрание Домов», на котором решались и законодательные вопросы, и судебные, <s>по настроению</s> по расписанию.`
    },
    {
        "age": "Веха Возрождения",
        "time": 100,
        "state": "Реабор-Тхаес",
        "description": `Военный переворот в Наат-Тхагат закончился не начавшись. Вся Артха подверглась доскональному рассмотрению и пересмотрению по всем возможным вопросам сначала на Свидании, затем на Собрании.`
    },
    {
        "age": "Веха Возрождения",
        "time": 104,
        "state": "Секри",
        "description": `С десяток лет жандармерия и «люди Гирндор» вели дела и переговоры в восточной Арвии, пока 40-го дня зимы армия Мордвина не пересекла некогда великую державу от Секри до Джинири за неделю. Флот подоспел раньше.`
    },
    {
        "age": "Веха Возрождения",
        "time": 103,
        "state": "Тейель",
        "description": `В 103 году в Вече Тейель были установлены дипломатические отношения с Ходртастадом.`
    },
    {
        "age": "Веха Возрождения",
        "time": 116,
        "state": "Тейель",
        "description": `В 116 году были установлены дипломатические отношения с «империей» Кхарфиров. Первый в истории Вольного Тейеля мир.`
    },
    {
        "age": "Веха Возрождения",
        "time": 115,
        "state": "Тейель",
        "description": `Вече Тейель окончательно оттесняет Реабор на Синларин, с сохранением лишь столицы у подножия Безымянного кряжа. Синларин налаживает стабильное дипломатическое общение с Наат-Тхагат.`
    },
    {
        "age": "Веха Возрождения",
        "time": 115,
        "state": "Луат",
        "description": `По итогу встречи адмиралов Вольных Портов и представителей города Гик в горде Барсел образовался новый союз — Барсельит — с целью противостоять угрозе кхарфиров на севере и хельгеранской орды на юге.`
    },
    {
        "age": "Веха Возрождения",
        "time": 115,
        "state": "Коркафт",
        "description": `По итогу встречи адмиралов Вольных Портов и представителей города Гик в горде Барсел образовался новый союз — Барсельит — с целью противостоять угрозе кхарфиров на севере и хельгеранской орды на юге.`
    },
    {
        "age": "Веха Возрождения",
        "time": 116,
        "state": "Тейель",
        "description": `Вольный Тейель добился диалога, и резня (её организованная часть) на восточной границе прекратилась. Тейельцы сделали одолжение и признали вервольфов как народ и государство.`
    },
    {
        "age": "Веха Возрождения",
        "time": 119,
        "state": "Коркафт",
        "description": `Кард Рейс, гранд-адмирал Республики Карда, и король Каргас заключили союз, создав государственное образование Флатрийский Пакт.`
    },
    {
        "age": "Веха Возрождения",
        "time": 119,
        "state": "Флатрия",
        "description": `Были проведены переговоры во Флатрихе, на территории Флатрийского домена. Амбиции короля Каргаса по созданию флота состыковывались с желаниями адмирала Рейса. Формальным поводом заключения Флатрийского пакта была защита от мародёров.`
    },
    {
        "age": "Веха Возрождения",
        "time": 121,
        "state": "Коркафт",
        "description": `В связи с угрозой вездесущих кхарфиров Барсельит объединяется в альянс с Последней Республикой Луат.`
    },
    {
        "age": "Веха Возрождения",
        "time": 121,
        "state": "Луат",
        "description": `Последняя Республика Луат принимает Барсельит в альянс против хельгеранской орды и вездесущих кхарфиров.`
    },
    {
        "age": "Веха Возрождения",
        "time": 126,
        "state": "Флатрия",
        "description": `Флатрийский Пакт просуществовал недолго. По назиданию Брока Семигорского король Каргас Стужеброд присягает на верность императрице Гирндор с сохранением титула.`
    },
    {
        "age": "Веха Возрождения",
        "time": 132,
        "state": "Реабор-Тхаес",
        "description": `Холодный архипелаг Туманный осваивается тёмными редрехан всё дальше и глубже. В этом году был освоен самый большой за всё время остров — остров Нифьармир, сродни острову Синларин.`
    },
    {
        "age": "Веха Возрождения",
        "time": 134,
        "state": "Тейель",
        "description": `Очень стремившиеся к государственности в связи с угрозой свирепой экспании Кхарфиров, оборотни Ходртастада не желали строить её с нуля. Идеология и нужды позволили Вече Тейеля с тревогой и надеждой принять племена ликантропов в свои границы, организовав невиданный доселе альянс.`
    },
    {
        "age": "Веха Возрождения",
        "time": 136,
        "state": "Кланы",
        "description": `Торговцы из мародёров стали все как один болтать о том, что в пустыне Золотого Гребня вновь видели драконов.`
    },

    {
        "age": "Туманы Руин",
        "time": 140,
        "state": "Реабор-Тхаес",
        "description": `Тёмные редрехан, серые редрехан и «забытые» объединяются во временном альянсе. Официальный повод: южная угроза мародёров и Древней Мордвинской империи, а также извечная конкуренция с Вече Тейель.`
    },
    {
        "age": "Туманы Руин",
        "time": 144,
        "state": "Афитра",
        "description": `Афитра построена на руинах уничтоженной цивилизации, и мороки, что здесь восстают, — это мороки тех угнетателей, которые идеологически подлежат уничтожению. Культисты Ливанти́ха собрали немало сил для борьбы с «духами земли», и именно культ с тех пор и поныне занят этим вопросом.`
    },
    {
        "age": "Туманы Руин",
        "time": 146,
        "state": "Тейель",
        "description": `Спустя годы неловких дипломатических отношений, стычки между Вече Тейель и империей Кхарфиров - Великой Афитры - на границах прекратились, когда последние наконец были определены.`
    },
    {
        "age": "Туманы Руин",
        "time": 153,
        "state": "Луат",
        "description": `2-го дня Пусторечья 153 года Уходящей Эпохи основана Федерация Луат, включающая в себя на правах субъектов Последнюю Республику Луат, Республику Барсельит, Владения Леса Говорящих и, формально, город Гик.`
    },
    {
        "age": "Туманы Руин",
        "time": 154,
        "state": "Луат",
        "description": `Город Ласад, Федерации Луат, пал под натиском орд мороков. Жители нескольких небольших городов также были освобождены от проклятия жизни.
        Мир с Великой Афитрой был заключён, границы определены. Несколько формальных встреч позволили обменяться знаниями о борьбе с мороками.
        
        Ласад был возвращён и легко подлежал восстановлению. Идущие из Хельгерана мороки были разбиты новой партизанской стратегией бюргеров, лично идущих в бой.`
    },
    {
        "age": "Туманы Руин",
        "time": 157,
        "state": "Сикстинна",
        "description": `Академия магии становится субъектом организации магов Сикстинны — Ассоциации С'Итш'Тас. Сотни адептов Ассоциации разосланы по всему миру для изучения явления Туманов Руин.`
    },
    {
        "age": "Туманы Руин",
        "time": 158,
        "state": "Луат",
        "description": `Адмиралтейский кабинет Барсельита выносит на федеральное обсуждение вопрос о состоянии Гика. Виденам на собрании в признании суверенитета было отказано, но они и не спрашивали.`
    },
    {
        "age": "Туманы Руин",
        "time": 159,
        "state": "Мордвин",
        "description": `Королева Гирндор в очередной раз совершает великую реформу, значительно снизив нагрузку на имперскую бюрократию отдав при этом лишь малую толику власти. Инициация Доминионов. Регион, бывший когда-то Флатрийским пактом и присоединенный к империи в 126 году, был преобразован в Доминион Флатрия и Сикстиннский Доминион. Немногим позже арвийские земли образовали Доминион Секри.`
    },
    {
        "age": "Туманы Руин",
        "time": 159,
        "state": "Мордвин",
        "description": `По приказу императрицы Гирндор был снаряжен официальный императорский поход через пещеры и тоннели за пики Неприступных гор.`
    },
    {
        "age": "Туманы Руин",
        "time": 160,
        "state": "Тейель",
        "description": `Вече Проявляет интерес к Бюро Вычищения, совместному проекту Луата и Адмиралтейства. Несколько неизвестных делегатов становятся официальными агентами.`
    },

    {
        "age": "Резистенция",
        "time": 172,
        "state": "Реабор-Тхаес",
        "description": `За один год в колониальном государстве редрехан было совершено несколько попыток переворотов, два из которых были военные.`
    },
    {
        "age": "Резистенция",
        "time": 184,
        "state": "Луат",
        "description": `«Симфония консерватизма». Очередная реформа государственного устройства в Луате. Бюргеры добились отмены федеративного строя, в результате чего Луат снова стал унитарным государством, но с куда большим количеством административо-территориальных единиц, чем прежде. Адмиралтейский кабинет в Барсельите на тот момент уже давно был распущен.`
    },
    {
        "age": "Резистенция",
        "time": 185,
        "state": "Афитра",
        "description": `Первые несколько десятков миссий были отправлены из города-храма Ливанти́ха. Где и какие цели были достигнуты, а какие нет — информация секретная.

        Миссия Афитры была развёрнута вблизи Синларина в море. Офицер на грифоне пожелал кхарфирам удачных начинаний и посоветовал им больше никогда не пытаться приблизиться к святой земле.`
    },
    {
        "age": "Резистенция",
        "time": 187,
        "state": "Флатрия",
        "description": `Доминион Флатрия получил от Кланов Золотого Гребня всё и внезапно усилил наступление. Встретив ожесточённое наступление, флатрийцы ответили еще одним не менее ожесточённым наступлением.`
    },
    {
        "age": "Резистенция",
        "time": 187,
        "state": "Сикстинна",
        "description": `Связанная обязательствами, Сикстинна отправляла отряды ценнейших боевых магов на флатрийскую передовую. Естественно, настоящей целью колдунов была отнюдь не победа в войне, но наращивание боевого опыта и эксгумация артефактов прошлого из-под останков древних городов.`
    },
    {
        "age": "Резистенция",
        "time": 191,
        "state": "Флатрия",
        "description": `Доктрина Триума удачно обосновалась на передовой Флатрии. Отважные флатрийцы схватили философию миссионеров за горло и переиначили ее под свои нужды. Кхарфиров здесь практически не осталось, а новоиспеченные высшие жрецы вышедшие из буржуазной элиты вели отряды в бой непосредственно.`
    },
    {
        "age": "Резистенция",
        "time": 194,
        "state": "Луат",
        "description": `В городе Дертем недалеко от Луата возникает первый храм Триума. Бюргер Крак Ницфих отказался от своей должности в Собрании, чтобы стать первым Иерофантом Триума в Луате.`
    },
    {
        "age": "Резистенция",
        "time": 198,
        "state": "Флатрия",
        "description": `Был спущен на воду первый паровой корабль эпохи «Адмирал Вартийский», и спустя две недели исчез посреди моря, как сквозь землю провалившись.`
    },
    {
        "age": "Резистенция",
        "time": 201,
        "state": "Афитра",
        "description": `Наместник Кхафры инициировал событие, прозванное «Подачка забытыми землями». Руины древних цивилизаций, не подлежащие по мнению кхарфиров заселению, но всюду кишащие Туманами и их порождениями, были добровольно отданы соседним государствам, имеющим на них претензии.`
    },
    {
        "age": "Резистенция",
        "time": 201,
        "state": "Тейель",
        "description": `Великая Афитра отказывается от некоторых земель, благодаря чему Вече Тейель обретает общую границу с Последней Республикой Луат и активизирует стагнирующие дипломатические отношения между державами.`
    },
    {
        "age": "Резистенция",
        "time": 202,
        "state": "Коркафт",
        "description": `С целью опередить Арвию во влиянии на рынок Великой Афитры, на ограниченных правах в Коркафте был возведен храм Триума.`
    },
    {
        "age": "Резистенция",
        "time": 203,
        "state": "Секри",
        "description": `По косвенной наводке ламах-виден из Арвии в город Гик был проложен регулярный торговый путь по рекам Хельгерана, где, странное дело, одни ибэ ценой своих жизней не подпускают к торговым суднам других ибэ.`
    },
    {
        "age": "Резистенция",
        "time": 204,
        "state": "Мордвин",
        "description": `Город-колония возведенный в основании горы около посёлка Неприступного получил название Гирндор-Брок.`
    },
    {
        "age": "Резистенция",
        "time": 205,
        "state": "Тейель",
        "description": `Вече заявляет, что противостоит миссии Триума, исходящей из Великой Афитры и Последней Республики. Тейель добился того, чтобы международная работа Бюро Вычищения оставалась религиозно-беспристрастной.`
    }
]