import{m as e,N as c,$ as r,S as d}from"./q-faf0087e.js";const t=[{text:"Лето 2018-2019",id:"лето-2018-2019",level:1},{text:"Осень 2018-2019",id:"осень-2018-2019",level:1},{text:"Зима 2018-2019",id:"зима-2018-2019",level:1}],a=void 0;function i(h){const n=Object.assign({h1:"h1",a:"a",span:"span",p:"p",hr:"hr",ul:"ul",li:"li"},h.components);return r(d,{children:[r(n.h1,{id:"лето-2018-2019",children:[r(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#лето-2018-2019",children:r(n.span,{class:"icon icon-link"})}),"Лето 2018-2019"]}),`
`,r(n.p,{children:`Мировые события
Одно из крупнейших событий Нихерии - отправка войск Альянса на Крайний Север. Сначала миротворцы собирались посетить негостеприимные места скромным составом, но некоторые власть имущие пожелали составить им компанию. Таким образом в рядах Альянса топчут снег и король Синларина, и ректор АБМ, и глава думанского Ведомства, и ещё куча серьёзных людей и нелюдей со всех концов света.
В Ималион пришло известие руной Вести, что высадка прошла успешно, а в ответ командующим назначили тёмную редреханку Кайрелис. Подземные жители известны своей страстью к дисциплине, воинскому делу и дотошностью к деталям. Скоро узнаем, насколько мудрым был этот шаг - довериться расе "предателей".
И вот, сейчас Альянс Шести, уже заработав в свои списки несколько отмороженных конечностей, шаг за шагом приближается к сердцу еретической дряни, даже не догадываясь, что лич Нар'Магорохт, его ближайшие прислужники и остальные шустрые еретики уже расползлись по белому свету и потягивают кокосовое молоко в золотых песках Арвии.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Шок! В Арвии обнаружен последний Осколок Искры!
Трое думанцев - Грэхэм, Гудвин и Маркус - прошли огонь, воду и рабство, чтобы его добыть. Они начинали, как союзники, а закончили, как заклятые враги.
Кроме осколка представитель тайной полиции ДИ Грэхэм и его напарник Гудвин нашли Маркуса Кроу - сына одного из основателей заговора против императора Думана. Пять лет назад заговор был раскрыт, отец Маркуса - казнён, а сам Маркус оказался врагом империи и бежал. Теперь Грэхэм планирует доставить его в ДИ для суда в качестве довеска к осколку.
Если осколок попадёт в руки Думана, можно только предполагать, как он им распорядится. Но одно ясно точно: свою выгоду он не упустит. А учитывая то, что этот осколок умеет превращать всё подряд в золото, для мировой экономики могут настать тёмные времена.`}),`
`,r(n.p,{children:`Древняя Яхонская Империя
Император Яхон Ксатри проучил драконов, разогнав их с территорий Мордвинского княжества, пополнив запасы алхимиков на десятилетия вперед, испортив ландшафт и заработав прозвище императора-драконоубийцы. Эта война с чешуйчатыми тварями прозвана Великой Воробьиной Войной, так как тактика яхонцев была коварна и проста - они без устали шумели и взрывали на земле запасы пороха, не давая драконам приземляться, а тех, что падали, безжалостно добивали.
Вот только триумф оказался с горчинкой.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Империи нужно срочно восстанавливать сожженный Вольный порт, а для этого нужно не только золото, но и лес. Много леса. Где его взять империи, что десятилетия тратила данный ресурс на технические нужды? Ответ очевиден.
Мордвинское княжество, которое присоединилось в начале Новой Эпохи к ДЯИ за обещание поддержки и защиты, послало ДЯИ в Кратер C'Итш'Тас и намеревается отделиться в независимую дворфийскую державу.
Рейдан'Фальский король Халамар, глядя на всё это, призадумался. А позже ему прилетел ультиматум от Яхона: на отстройку разрушенного драконами нужны леса.
...Зреет новый конфликт, что либо перекроит политические границы, либо окончательно оставит ДЯИ и династию Ксатри в прошлом.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Страсти в доме старого заводчика накопляются, эхом среди стен разлетаются странные слухи среди слуг и гостей — граф де Клесси сходит сума. После неудачного покушения, он, чтобы найти убийцу, устроил страшное зрелище, грозя убить неповинную служанку, если убийца не выйдет. Это сработало, и неизвестный оказался впоследствии убитым выстрелом де Клесси точно в горло. Слуги бегут от одичалого заводчика, который после всего этого закрылся у себя в покоях. Но на спокойствие ему не стоит рассчитывать — к нему недавно прибыл посланник от Гаспара, главы Яхонской Инквизиции. Только и гадай, что потребовалось бестийской бестии от несчастного аристократа."}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Многие реформы ДЯИ отодвинуты на неопределенный срок. Угроза распада империи слишком велика. Помирить редрехан и дворфов уже не представляется возможным, так как они наверняка обернутся против ослабленного Осберута.
Всё, что успели выполнить в столице - отправить Инквизицию за графом Казимежем, который сразу после Багровых Вод кинулся подливать масла в огонь Смуты, захватив огромное количество срединных территорий империи. Его собираются демонстративно казнить.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Геллер спасся из Вольного Порта, один из немногих не местных. Никто не знает, каким образом, но он смог выбраться. И наверняка много интересного сможет рассказать в посольстве ДЯИ. Если до него доберется."}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Несколько месяцев назад некий аноним прислал в Лигу Синоба чертежи. После долгих размышлений и недолгой практики яхонцы смекнули, что им в руки попал печатный станок. Уже начали появляться первые газетные листовки.
И это грозит дополнительной причиной для проблем с Рейдан'Фалем.`}),`
`,r(n.p,{children:`Думанская Империя
Фалир обособился от пропаганды магической евгеники. Не то, чтобы резко, а аккуратно, чтобы не вызвать недовольства императора Думана Рамдора - и тут же стал прибежищем для ретардов. Туда напихались как мерии на Агонтар, вампиру негде приземлиться, оборотню - обратиться, яблоку - упасть. Герцог Феликс Ир сильно нервничает: как не стать врагом своей родине и при этом сохранить статус знати?
Выход один - тайные союзы.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Столица Гуран тем временем укрылась под куполом. Культ С'Итш'Тас, Морд Халорский, Думан Рамдор - они, наконец, добились эффекта, чтобы защитить столицу. До глухого закрытия города в кольце гор ещё далеко, но первые успехи есть - по периметру столицы поднялись двадцатиметровые магические стены. Их не пробить - снаряды рикошетят, не подойти - магическая завеса огрызается молниевыми разрядами. Как это всё работает - неизвестно. Думанцы оставили только напротив городских ворот несколько "дыр" для прохода, которые усиленно охраняются.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"В Гик - город ламах-виден - тайно едет кучка представителей Альянса Шести, чтобы раздобыть некие кристаллы, что явились бестийцу Гатоху Сейту в видении. Говорят, что драконоподобный только коснулся светящихся статуй Близнецов - и тут же свалился без чувств, а как очнулся, потребовал выдвигаться на другой край мира."}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Некоторое время назад поползли слухи, что группа искателей приключений отправились в горы Фалира, чтобы присоединиться к археологам, что вскрыли древние руины. Поговаривают, что сам император направил туда большой отряд военных, чтобы забрать из-под земли семейную реликвию, которая по неподтвержденной информации хранится именно там. Но у Кая и Гуны другое задание — забрать то, что также лежит под грудами камней и принадлежит знатному роду Рейг. Вокруг тех руин ходят страшные слухи, место считается у местных гиблым. Жители ближайших поселений утверждают, что постоянно видят призраков и страшных тварей поблизости, а самое главное — огромные стаи ворон, что кружатся в бесконечном хороводе вокруг горы, и всякий, кто попадёт внутрь, непременно подастся страху, и может обезуметь. Ведь не зря над проходом в утесе выточены слова предупреждения — «Не бывает отваги там, где нет безумия»."}),`
`,r(n.p,{children:`Синларин
Пока в мире ажиотаж, войны, походы, трагедии и удачи, Синларин продолжает поддерживать свою роль "хаты с краю". И в этой роли к его спокойным берегам после многих штормов прибивает значительные интересности.
Ричард Хейм в последний свой визит оставил в Ималионе осколок Искры (наверняка захотел заручиться расположением Синларина на будущее). Якобы, настоящий. Адмиралу можно было бы и не верить, но Ковен Дриудов быстро разобрался в ситуации, выслушал престарелого риафийца и сложил кусочки головоломки. Сначала только фигурально.
Но чуть позже Верховная жрица Триатра передала редрехан свои два осколка перед тем как уехать колесить по миру и разбираться с новыми знаками Близнецов. Таким образом, редрехан сложили головоломку и буквально.
Им не достает всего двух фрагментов, чтобы легендарная Искра стала единым целым и воплотила древние пророчества в жизнь.`}),`
`,r(n.p,{children:`Арвия
Вместе с летом в Арвию пришли бунты.
Подпольная организация «Глас Народа» из небольшого «кружка по интересам» быстро выросла в обширную сеть, пронизавшую страну. Без помощи извне тут не обошлось, но эксперты расходятся во мнениях о том, кто мог подлить масла в огонь.
Игнасио Руссе первым пал их жертвой. После того, как кто-то подбросил ему письма, якобы указывающие на его сговор с подпольем, он не высовывал носа из Ларима и был убит в собственном поместье. Его утопили в бочке с молодым вином. Поместье и прилегающие к нему виноградники сожжены дотла. До сих пор неясно, было это делом рук бунтовщиков или давнего «заклятого друга» - Люсьена Эмсвора.
Впрочем, Эмсвор тоже протянул недолго. Всего через несколько дней после кончины Руссе на его доках были учинены погромы и несколько пожаров, а некоторые капитаны заблокировали порт и начали обстреливать корабли, которые пытались покинуть его или попасть в него. В процессе повстанцы прорвались в его резиденцию. Это удалось из-за того, что им помогли изнутри. Эмсвор был взят в плен, а в городе воцарился хаос - впрочем, как и во всей стране.
«Справедливости!», «Долой рабство!», «Посмотри нам в глаза, принцесса!» - с этими криками бывшие рабы осадили дворец в Секри. Только наличие плотного заграждения из хорошо вооружённых солдат удерживает их от погрома и несколько остужает пыл.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Тем временем с принцессой связался Филиас Нибети. Он сообщил, что секрийская казна уже давно не является основным хранилищем золотых запасов страны; что только он знает, где они находятся; что он требует защиты от народного гнева и должности «мастера над монетой», иначе уже к началу зимы у страны закончатся средства на ликвидирование причинённого бунтами ущерба и «можете сами представить, к чему это приведёт». Посоветовавшись с Робертом, принцесса приняла решение принять условия Нибети. Таким образом, его дом оказался единственным из Трёх Великих Домов, который уцелел, пусть его власть и оказалась сильно урезана."}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`В Дука прошёл слух, что какой-то думанский барон, недавно прибывший в порт, задумал отправиться на поиски легендарного Райданера. Сплетники посмеиваются над его командой, в которой более-менее выглядит лишь сам Эрхард, маг Дерин и некий дворф. Все остальные: кое-как обученные крестьяне в количестве чуть больше дюжины и их престарелый, немного сумасшедший и с дефектом речи учитель-дворф по имени Серый Пёс - представляли собой довольно забавное, но не грозное зрелище.
Локальный квест «Пепел и пламя»`}),`
`,r(n.p,{children:`Риафийский Архипелаг
В столице еретики обрабатывают нищих, выставляют проповедников Абхота мучениками, устраивая мирные митинги под стенами крепости Ирлая. Жесткие разборки стражи с ними провоцируют волну новостей по миру - много где обделенные начинают сбиваться в подобные кучи. И любители халявы - тоже, но чтобы наживаться на этом.
Затейник всего этого - Каэль - уже покинул архипелаг, чтобы нести тлетворного влияние Абхота в массы.
Начинается религиозное расслоение, как рыба гниет с головы, так и Нихерия - в самом своем центре.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Сын Хейма, Роберт, отправляется в Арвию вместе с принцессой Сефрон. Молодую пару ждёт большое количество работы, ведь в южных землях расшаталось то, что веками держало Арвию на трёх столпах - золоте, вине и рабстве."}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Последствия погрома Гармарнаса почти устранили. Сносят старые районы, строят новое, укрепляют стены, в общем, риафийцы готовятся в следующий раз попробовать кебаб из драконятины, а не нёхов."}),`
`,r(n.p,{children:`Агонтар
После визита посла от Альянса Шести в мире узнали, что мерии странно себя ведут. Зреют слухи, что Агонтар - пристанище еретиков и серьёзная плавучая угроза (на фоне предыдущей истории мерий со всем этим и нежелания вступить в контакт сАльянсом Шести).`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"У морского народа, с энтузиазмом воспринявший идею единого дома, дела идут не так хорошо, как того они хотели бы. У президента [­[photo-149310711_456247076|plain|Вейнанси]] закончились все деньги, в том числе и свои личные, но неоплаченных счетов осталось ещё очень много. Например, надо оплатить труд тёмных друидов, которые делают первые шаги в управлении ясконтием. И это не включая будущие возможные траты. А тем временем настроение внутри города ухудшается с каждым днём."}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Пять смелых мерий-добровольцев, среди которых оказались Мерроу, Мираш и Ламинанта, отправились на поиски, наверно, самого сильного и страшного жителя морских глубин - Гармарнаса. Они уже достигли не только тёмного дна, освещая свой путь пучком светящихся водорослей, но и почти нашли старое логово священного дракона."}),`
`,r(n.p,{children:`Наат-Тхаес
Сражаются с Кризисом и не дают комментариев.`}),`
`,r(n.h1,{id:"осень-2018-2019",children:[r(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#осень-2018-2019",children:r(n.span,{class:"icon icon-link"})}),"Осень 2018-2019"]}),`
`,r(n.p,{children:`Мировые события
В Ималионе прошел второй большой совет Альянса Шести. Поиски загадочного врага обернулись неприятной, дурнопахнущей стороной. Во-первых, целое поселение, предположительно, еретиков на побережье Крайнего Севера. Во-вторых, поимка лазутчика-еретика прямо под носом у Альянса Шести. В-третьих, осознание, что воевать придётся не только с чем-то неестественным и неживым, но и магами Менталы - какой-то новой, особо опасной магии, от которой шарахаются не только редрехан, риафийцы, арвийцы, яхонцы, но и думанцы.
Верховная жрица Триатра, возглавляющая совет, в этот раз произнесла следующую речь:`}),`
`,r(n.ul,{children:[`
`,r(n.li,{children:`Пока что совет Альянса Шести готов дать следующие ответы: маркиз Майрон Маруани отправляется на Агонтар с дипломатической миссией. Войска Альянса, спонсируемые и Лигой Синоба, и Культом С'Итш'Тас, будут переброшены на Крайний Север с целью зачистки и захвата нашего общего врага. Жрецы Близнецов, от мала до велика, начнут проповеди во всех краях мира с целью укрепить дух и веру...
Ментала признана Альянсом Шести незаконной. Её изучение и способы сопротивления влиянию еретической магии будут искать в стенах Альянса, в строгой секретности.`}),`
`]}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Кроме всего прочего, Альянс Шести может похвастаться первыми в истории смешанными боевыми отрядами магов и яхонских стрелков. В настоящем бою они ещё не испытаны, но очень скоро им выпадет такой шанс. По крайней мере, ветеран многих битв - бестиец Гатох Сейт - уверен, что игра стоит свеч."}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`По разрушенному побережью Ирлая шатается одинокий еретик, ищущий сторонников. Выбор его пал на нищего старика, питающегося крысами. Возможно, хитрые планы последователей Абхота не для ума простых смертных?
Тем временем в самом сердце Гурана другой святотатец, маг Менталы и вообще приятный пожилой редрехан набрал себе учеников и потихоньку проталкивает в умы простых городских жителей мысль, что Абхот - это хорошо, не то что эти ваши Хал-Тас с Ним-Сат. Поговаривают, что у еретика в добровольных заложниках есть даже ибэ, который собирается бросить вызов самому Кархаану Краснозубому.
А вот предводитель всея еретиков и глава Инфердормис - лич Нар'Магорохт вдруг решил отправиться в более тёплые места. Ни Альянс, ни кто либо ещё не знает, что нежить и её повелитель спешно собрали манатки и решили перебраться куда-то южнее.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Древняя Яхонская Империя"}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Он вернулся, он зол, он отрастил яйца. Реформы императора Императора Яхона Ксатри обещают быть довольно интересными и смелыми. В храмах теперь будут учить простой люд. Содержание в тюрьмах заменяют обязательными работами в шахтах, на лесоповалах и прочем опасном производстве. Вассалы, вроде Мордвинского княжества и Рейдан'Фальского королевства теперь смогут торговать с зарубежными партнёрами сами, но в рамках торговой федерации и под контролем ДЯИ. Идёт курс на сближение редрехан и дворфов. Безработным Рейдан'Фаля будут давать работу по всей Империи. Император собирается выкрутить соски бюрократической машине и очень ее упростить. Виновных в Смуте - наказать или смертельно казнить. Революционеров найти и повторить.
А ещё император хочет оформить в ДЯИ научную столицу. Бестийцы и другие сторонники религии смотрят на это с интересом.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Среди тесных улочек Мордвина Геллер и его прямой начальник капитан Фергюсон Рид дуэтом штурмуют тайную конторку пиратов. Выпускник морского училища не стал терпеть выходки шулеров и опрокинув стол затеял драку. У кого книппели окажутся больше, а кому обломают мачту?"}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Драконы-голденор, оставшись без потомства и не встретив сопротивления в терроризировании южных территорий ДЯИ, пошли ещё дальше. На шумных соседей отреагировали другие драконы, проживающие в Неприступных горах - и теперь над Мордвинским княжеством засилье чешуйчатых тварей.
Теперь не только Мордвин отрезан от торговли (дворфы рады, что большей частью живут внутри горы), но и от Вольного Порта не осталось камня на сгоревшей балке.
Итак, раздолье для охотников на драконов (алхимики и кулинары готовы драться за потроха и части тел этих существ) или беда, которая оставит ДЯИ без четверти территорий?`}),`
`,r(n.p,{children:`Думанская Империя
Магическая евгеника достигла уровня "абсурд и вопиющая несправедливость".
Думан Рамдор, спевшись со своим загадочным советником (который сейчас находится в Альянсе Шести, дабы контролировать изучение Менталы и спонсировать войска от имени Культа С'Итш'Тас), официально объявил, что отныне жители ДИ делятся на магически одарённое и "ретардов". Последним не повезло: их не принимают на хорошую работу, меньше платят, больше облагают налогами, относятся как к второсортным. Ситуация проще только в отношении ретардов-знати, которая сейчас на острие ножа: проглотить горькую пилюлю от императора и признать свою отсталость или высказаться категорически против упивающегося своим мрачным безумием императора?`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`В землях Фалира аристократ из числа ретардов принял спорное решение. Волна беженцев пытающихся скрыться от гонения на почве магической евгеники не осталась незамеченной. В пограничной марке Маруани в городе Кроуфорд ждут вынужденных переселенцев способных доказать свои навыки ремесленника и полезность обществу. Прошедших отбор ждёт бесплатный земельный участок для установки дома, а также освобождение от уплаты налогов на срок до года. Полный документ имеет более развернутый список требований, но в ДИ все ещё есть место для людей не обладающих магией, где они могут начать новую жизнь.
Кроуфорд - тихий и спокойный городок в окружении гор.
Возможно, там, под защитой таких же ретардов в лице маркиза и герцога Феликса Ира, они смогут жить нормально.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:'Император Думан впервые за долгое время покинул свой гуранский Пик Ветров, но тайно. Точно рыжая осторожная лиса. Монарх провел запланированную встречу с одним из своих вассалов. Им оказался ретард [маркиз Маруани], что своими речами отвел внимание Импертора от своей немощи на поприще магии. В обмен на свое рвение в службе, ретард получил привилегии рассекать свободное небо Нихерии на императорском воздушном флагмане. Позже маркиза видели на палубе "Тысячелетнего Ворона" с широкой улыбкой. Неровен час и рот порвется.'}),`
`,r(n.hr,{}),`
`,r(n.p,{children:'Хорошо живет знать их числа магов. Пока граф Аарис Шарлевилль удивляет знатных гостей размером своего зверинца и ошарашивает их грандиозностью своих экономических планов. Он пытается в непринужденной беседе найти рычаги давления на этих самых гостей или хотя бы возможности для дальнейших выгодных сделок. Его, уже бывший, телохранитель Бетельгейзе на пару с аптекарем Реймондом-Малкольмом расследует загадочное убийство. Парочка устраивает поджоги, обшаривает дома, дурит и водит за нос честных рабочих и вот след приводит их туда, куда приводить все в графстве Монтфор. Бордель "Утопия". Разделившись, наемник и лекарь, применяя все навыки орального и ораторского искусства, пытаются вытянуть из местных "тружеников" и "тружениц" подробности странного убийства.'}),`
`,r(n.p,{children:`Синларин
Два новобранца в Альянс Шести - чародей из Культа С'Итш'Тас Виран Ханрун и его наёмный телохранитель ибэ Джохар нашли кое-что неприятное в лесах спокойного государства. Кучку бандитов, что грабили простых жителей. Оборзевших быстро раскидали ещё малоизвестной магией Призыва и грубой силой твердых кулаков да острых топоров. А после будущие члены Альянса обнаружили, что у преступников оружие было... альянсовское.
Что это значит? Альянс играет на два поля или настолько разросся, что перестал помещаться в рамки, которые ещё можно контролировать? Или кто-то намеренно мочит репутацию первого в истории всемирного объединения?`}),`
`,r(n.p,{children:`Арвия
Эпидемия кровавого поноса оказалась подлым и неожиданным ударом для жителей юга, погрязших в интригах, тревожных вестях о деятельности подполья и конфликте Нибети, Эмсвора и Руссе.
Все, от мала до велика, от нищего до богатого купца ищут способ спастись или излечиться.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"И снова еретическая пропаганда в действии. В солнечной Арвии, в славном городе Дука, где сейчас играет праздник, тучи на небе сгущаются. Еретик проник в местную часовню, обманув монахов и завоевав их доверие. Его ведут кошмары и тайный указ последователей Абхота. Он пришел, чтобы разжечь огонь, который явится путеводным светом и маяком для нового бога. Будет ли упокоен мятежный дух безумца Кассия, или на свет, что он разожжет во тьме, устремятся тысячи смертных мотыльков?"}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Далеко за Арвией, на территории Небесных Песков, Амино Уитли и Вилара нашли затерянную в руинах оазиса брошенную группу пилигримов, уже изрядно одичавших и оставшихся без ездовых животных. Бедняги живут в подземельях и поклоняются кактуарам. Несмотря на внешне дружелюбный приём, видно что не всё в маленькой общине благополучно. До приключенцев дошла информация, что дочь старейшины, фактически правящая общиной от имени отца, отдала приказ убить путников и отобрать их морунгов."}),`
`,r(n.p,{children:`Риафийский Архипелаг
Ирлай все еще зализывает раны после буйства огромного дракона, имя которого проклинает весь РА. Каждый мальчишка, избивая крапиву палкой, представляет морду Гармарнаса, мечтает стать капитаном и надрать чешуйчато-плавниковый зад. А в это самое время Каэль, слуга зависшего яркой звездочкой в небе Бога блуждает по изувеченным улочкам в поисках жертвы. Безумец возжелал своими собственными руками создать нового мессию, который соберет подле своих ног обнищавших рабочих и трудяг разрушенного Ирлайского порта. Грядет черное крещения Риафа или мессию прокатят под килем?`}),`
`,r(n.p,{children:`Агонтар
На Агонтаре, как и ожидалось, всё идёт не так уж и гладко. Вейнанси даже обратилась к жителям морского города за помощью в решении их общих проблем. Первая - сумасшедший Гармарнас, вторая - дикий и неуправляемый ясконтий, на спине которого они поселились. В обоих случаях правительница попросила разнести её зов среди мерий как можно дальше, чтобы найти тех сородичей, которые неравнодушны и смогут помочь им. Объявлен сбор добровольцев, которые согласятся отправятся на поиски самого дракона и его логова. Не всем мериям по разным причинам пришло по вкусу возможное нарушение территории храма, где жил Гармарнас, но поиски, скорее всего, придётся начать именно оттуда.`}),`
`,r(n.p,{children:`Наат-Тхаес
Землетрясения заказывали? Кризис, наконец, показал своё истинное лицо - это просто невероятных размеров плотоядное чудовище, покрытое чешуей, чей вид орёт о том, что видел ещё прибытие Близнецов. Тварь ужасна и отвратительна, уж в этом много повидавшие тёмные не сомневаются. Она забралась по отвесной стене пропасти с той части Наат-Тхаес, где находился знатный район - и под весом всего одной лапы чудовища горная порода треснула и ухнула в Подземное море, унеся с собой несколько старых построек и пару сотен жителей среди знати и простых работяг.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:'Два знатных Дома объединились - Але-ар и Эйредс. Какой эффект будет от смешения "книжных червей", ответственных за городские архивы, и известных заводчиков породистых верховых ящеров? Планы жениха Далатейна Але-ар (ныне тоже Эйредс) пока скрыты мраком, а, может, у мужчины их и нет - и он только разменная монета в этом союзе. А вот у невесты Тенебрис Эйредс есть амбициозные идеи, касающиеся торговли ящерами ещё и на поверхности.'}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Глубоко под землей в Наат-Тхаес мастер-кузнец Илтсаер готовится к загадочному испытанию жриц Ним-Сат. Будет ли это состязание кузнецов или же ремесленника ждет проверка его собственных навыков? В любом случае, помимо этих переживаний, на шее темного весит и груз в виде толпы учеников, уповающих на своего учителя."}),`
`,r(n.h1,{id:"зима-2018-2019",children:[r(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#зима-2018-2019",children:r(n.span,{class:"icon icon-link"})}),"Зима 2018-2019"]}),`
`,r(n.p,{children:`Мировые события
Ренни Тамьер и Хейорен «Соловей» прямо сейчас продолжают вести вторую разведывательную экспедицию на Крайнем Севере. Их цель -обнаружить логово абхотистов или хотя бы следы пребывания еретиков в тех краях. В данный момент они обнаружили так называемую "мёртвую тропу" из зачарованных мерий и пытаются извлечь из этого хоть какую-то пользу. И всё это при кошмарных погодных условиях, с тенденцией к исключительному ухудшению обстановки вокруг.
Весь мир ждёт, чем же закончится поход в негостеприимное царство вечного льда, снега и нежити, что хватает за ноги, прячась в сугробах.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Яркую зелёную звезду, которую жители мира посчитали знаком Абхота, нарекли Гакесу. Астрономы спешно добавляют на звездные карты новую навязчивую точку для потомков."}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Проповедники Абхота продолжают распространять еретические убеждения (и простудные заболевания). Их ловят, а они откуда-то лезут ещё и ещё, вербуя недовольных текущим миропорядком жителей."}),`
`,r(n.p,{children:"Древняя Яхонская Империя"}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"Долгожданное возвращение Императора Яхона Ксатри! После долгого зализывания ран после Багровых Вод, властитель западных земель (а по праву - всей центральной Нихерии), вернулся в тронный зал Осберута. Посвежевший, решительный, сменивший имидж и планы на будущее, судя по огню в глазах. Кажется, император твердо намерен приструнить своих подданных и закончить Смутное Время, параллельно доказав миру, что он ещё не ушёл в тень с политической арены."}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Ордо Моргот – щит ДЯИ против угрозы магического тирана далеко за морем. Но даже столь сильной и могучей силе нужна помощь тех, кого они поклялись защищать. Алхимические мастерские Ордо трудятся день и ночь, изготавливая лекарственные и медитативные настои для своих воинов. Сумеречная стража буквально сгибается под тяжкой ношей огромного числа своих забот и обязанностей. Поэтому Ордо призывает свободных мастеров алхимии и просто путешественников сведущих в травничестве, оказать посильную помощь своему государству, Ордо Моргот и Императору в его лице.
Локальный квест «Блаженны безмолвные»`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:'Драконы-голденор, чье потомство покромсали какие-то искатели приключений, рассвирепели. Терроризируя южные территории империи и границу с Арвией, они буквально отрезали Мордвин и "Вольный порт" от Каранора. Теперь либо путешествовать под землей, либо по земле, без конца молясь Близнецам.'}),`
`,r(n.p,{children:`Думанская Империя
Новый советник Думана Рамдора начинает настраивать императора востока против населения, что лишено магического дара. Евгеника по магическому признаку почти достигла отметки "абсурд". Что же предпримет знать империи, враги и союзники?`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:'В Фалирском герцогстве процветает криминал. Остряк Джек с головой окунулся в море насилия, бушующего в столице "безмятежного" края. Последняя потасовка, в которой полукровке удалось поучаствовать, унесла жизни более дюжины уличных головорезов. Но все это может быть лишь этюдом к полномасштабной войне преступных группировок.'}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Гуранский округ, а точнее - виконство Форелинг живет своей жизнью, но почему-то именно там начались в этот раз поиски Всадника без головы.
Бард по прозвищу Чирок постигает местный колорит и пробует найти материальную основу душераздирающих легенд Пусторечья. Любопытный редрехан имеет возможность написать об этом славную балладу… или стать фигурантом очередной страшилки.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Скрытные ламах-виден в этот раз не смогли сохранить свою деятельность в тайне от мира. Разношерстная компания приключенцев нашла приют у самого негостеприимного народа по восточную сторону Кратера. И дело не в специфическом вкусе, а лишь в желании докопаться до истины, разыскать пропавший думанский корабль и сорвать куш. Однако стоит ли эта тайна того, вспоминая, чем обернулись предыдущие секреты расы четырехруких затворников-ученых?..
Локальный квест «Скрытое в топи»`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Фантастическая четверка авантюристов близка к разгадке мистической истории шамана и его желудей в дебрях Ламахского полуострова. По необъяснимым причинам, путешествие затянулось настолько, что вернуться с седыми волосами и старческим ревматизмом оказалось более чем реально.
Локальный квест «Чудо-жёлуди»`}),`
`,r(n.p,{children:`Синларин
В Синларине друид Моди МакРоди и редреханка-наездница на грифоне Далия Ноктер, проявив завидные гуманизм и толерантность, предложили свою помощь в организации монастыря для поражённых проклятием ликантропии. В данный момент они готовятся исследовать выделенный Ковеном Друидов для этой цели остров. С воздушной разведкой проблем видимо не будет, осталось научиться составлять карты.
Локальный квест «Зубы и когти»`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`В Синларине начинается месяц Великой Скорби - время почитать погибших во время Красного Рассвета и освежать истории о том времени, дабы никто не посмел забыть и не допустил в будущем повторной кары богов.
А вот весь остальной мир готовится отмечать окончание 45 года Новой Эпохи. У большинства здравые опасения насчёт 46 года, учитывая, какой насыщенный на всякий звездец был предыдущий.`}),`
`,r(n.p,{children:`Арвия
Арвийское подполье весьма активно расшатывает власть Руссе, Нибети и Эмсворов. Последние тоже не дружны между собой - кажется, Руссе вот-вот вытеснят с политической арены Арвии. После свадьбы принцессы Сефрон с сыном адмирала Ричарда Хейма Арвия и Риафийский Архипелаг могут вместе ступить в новое будущее. Какое - зависит от событий в подполье, между Тремя Домами Арвии, в далеких склонах горы Джинири и в южных морях.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:"В Арвии отважная исследовательница, бестийка Амино в компании не менее отважной и самоотверженной юной виверны Вилары отправились покорять великую пустыню. В самом начале пути им пришлось пережить нападение дракона. И пусть монстр оказался ещё подростком, командная работа дала плоды. Раненый дракон покинул поле боя, путешественницы спасли местного ребёнка и великодушно отправили с девочкой своего единственного проводника. Славный путь только начинается."}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Нёхи - это такие коварные сук... щества. Чего стоит один лишь наёбщер, что сейчас гарцует по телам Олафа и Даррнора где-то на острове в Южном море. Пытаясь дорваться до вкусного дворфийского мяска, он уже не прислушивается к чувству самосохранения и атакует всё, что ему мешает вскрыть бородатую устрицу.
На берегу также весьма весело: найденный сундук тоже показал своё истинное нутро и теперь желает взглянуть на внутренний мир барда и раненного матроса. Кровь за кровь, кишки за книгу!
Локальный квест «Пепел и пламя»`}),`
`,r(n.p,{children:`Риафийский Архипелаг
Дракон Гармарнас разрушил прибрежные территории острова со столицей Ирлай, а после отступил. На какое время - неизвестно, однако корабли хотя очень осторожно и быстро, в самых неудобных заводях стоят на рейде, держатся ближе к берегам и высматривают в серой морской глади гигантскую чешуйчатую спину чудовища.
За голову дракона риафийцы не спешат назначать награду, чтобы не испортить этим отношения с расой мерий, которые долгие годы были жителям островов выгодными соседями.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`В новом, ещё совсем сыром (во всех смыслах) городе-государстве Агонтаре не все так спокойно и радужно, как может показаться на первый взгляд. Наиболее смелые и активные мерии со всех концов Нихерии сплываются в свой новый дом, дабы предложить помощь своему первому президенту - Вейсанси. Ходят слухи что резиденцию правительницы посетил даже таинственный темный друид, посуливший возможность контролировать всевозможных морских тварей и использовать их в виде вооруженных сил Агонтара. Пока точно неизвестно, как именно он собирается добиться подобного контроля, как и то, дала ли правительница на то свое согласие.
Еще одной гостьей Вейсанси стала целительница духа - Силеста, что всерьёз вознамерилась разобраться в истинных причинах безумства Гармарнаса и, более того, отважная мерия решительно настроена не только определить причину недуга, но и исцелить древнего дракона.`}),`
`,r(n.hr,{}),`
`,r(n.p,{children:`Два авантюриста в поисках хоть какой-то скорлупки, на которой можно отправиться в море, забредают на борт настоящего линкора. Старик отжил свои военные годы и теперь готовится стать плавучей историей, встать на мель у экзотических берегов и принимать гостей на званые ужины. Однако рыжая морячка и её напарник убеждены, что «Отец» еще не отжил свой век и обманом, ложью и хитростью желают вырвать корабль из рук смелого предпринимателя.
Два «сомелье» в сомнительного вида обносках поднялись на борт, дабы составить винную карту для будущего плавучего ресторана... а затем угнать его. Если им улыбнётся удача, то этот дерзкий угон будет достоин легенд.`}),`
`,r(n.p,{children:`Наат-Тхаес
В рядах знатных Домов тёмных редрехан хорошенько пошумели. Причина была не так важна, как её последствия - всего-то один из изгоев незаконно вернулся в город, прикрываясь чужими именами, липовыми документами и на ходу придумывая себе драматические истории. Даром, что тоже тёмный, хоть и притащил с собой с поверхности контрабандистку-полукровку Риланну Нокуарн.
Чтобы вновь не оказаться на недружелюбной поверхности без ничего, Эйграс Але-ар (а имеет ли он ещё право носить название своего Дома?) слил всю информацию, которую раздобыл на поверхности за прошедший год. Например, о лекарстве от вампиризма. А девушку, что притащил с собой, обосновал тем, что она знает пару секретных рун Культа С'Итш'Тас.
Кажется, планы тёмных редрехан на сбор сливок всея прогресса Нихерии медленно, но верно воплощаются.`})]})}function l(h={}){const{wrapper:n}=h.components||{};return n?r(n,Object.assign({},h,{children:r(i,h)})):i(h)}const o=()=>e(c,{children:e(l,{},3,null)},3,"3Npjioor");export{o as default,a as frontmatter,t as headings};
