import{m as r,N as d,$ as n,S as c}from"./q-b1c41f58.js";import{B as h}from"./q-eebce870.js";import{B as t}from"./q-f7d00192.js";import{N as a}from"./q-0fe37ce9.js";const x=[{text:"Географические названия",id:"географические-названия",level:2},{text:"Реабо́р-Тхае́с",id:"реабо́р-тхае́с",level:3},{text:"Ве́че Тейе́ль",id:"ве́че-тейе́ль",level:3},{text:"Великая Афи́тра",id:"великая-афи́тра",level:3},{text:"Последняя Республика Луа́т",id:"последняя-республика-луа́т",level:3},{text:"Ко́ркафт",id:"ко́ркафт",level:3},{text:"Мо́рдвинская империя",id:"мо́рдвинская-империя",level:3},{text:"Доминио́н Фла́трия",id:"доминио́н-фла́трия",level:3},{text:"Доминио́н Сиксти́нна",id:"доминио́н-сиксти́нна",level:3},{text:"Доминио́н Секри́",id:"доминио́н-секри́",level:3},{text:"Названия рас",id:"названия-рас",level:2},{text:"Редреха́н",id:"редреха́н",level:3},{text:"Бест́ийцы",id:"бест́ийцы",level:3},{text:"Ме́рии",id:"ме́рии",level:3},{text:"Ламах",id:"ламах",level:3}],f={title:"Шпаргалка",meta:[],styles:[],links:[],frontmatter:{}},m={title:"Шпаргалка"};function l(i){const e=Object.assign({p:"p",h2:"h2",a:"a",span:"span",h3:"h3",code:"code",em:"em",strong:"strong",ul:"ul",li:"li",br:"br"},i.components);return n(c,{children:[n(h,{title:"Шпаргалка",src:"/menu/manual/cheat-sheet/pic.jpg"}),`
`,n(t,{text:!0,children:[n(e.p,{children:"Авторский игровой мир — это не только различные смеси жанров и локальные шутки, но и странные названия, о которые язык спотыкается."}),n(e.p,{children:"Мы собрали в этом разделе все названия, которые встречаются в Нихерии и могут вызвать вопросы в плане правильного произношения, склонения и использования в речи персонажей."}),n(e.p,{children:"Раздел будет дополняться при необходимости или по заявкам в лс сообщества."})]}),`
`,n(e.h2,{id:"географические-названия",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#географические-названия",children:n(e.span,{class:"icon icon-link"})}),"Географические названия"]}),`
`,n(e.p,{children:'Слова «империя» и «доминион» правильно писать со строчной буквы, с прописной в меню и новостях пишется сугубо в целях акцентирования внимания. Слово "Вече" в «Вече Тейель» — это имя собственное и пишется с заглавной буквы, так же как словосочетание "Последняя Республика" в отношении «Последней Республики Луат».'}),`
`,n(e.h3,{id:"реабо́р-тхае́с",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#реабо́р-тхае́с",children:n(e.span,{class:"icon icon-link"})}),"Реабо́р-Тхае́с"]}),`
`,n(e.p,{children:["Читается как ",n(e.code,{children:"Реабо́р-Тхаэ́с"}),"."]}),`
`,n(e.p,{children:["Не склоняется: ",n(e.em,{children:"из Реабор-Тхаес, в Реабор-Тхаес, о Реабор-Тхаес."})]}),`
`,n(e.p,{children:"Жители — сугубо народ редрехан, поэтому редрехан, или отдельно наат."}),`
`,n(e.p,{children:["Исторические названия: ",n(e.code,{children:"Реабория"})," и ",n(e.code,{children:"Наат-а-Этх"}),", ",n(e.code,{children:"Наат-Тхагат"})," в разные периоды до создания альянса, ",n(e.code,{children:"Наат'Реабор"}),"."]}),`
`,n(e.p,{children:n(e.strong,{children:"Топонимы"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"г. Реабо́р (из Реабора, в Реабор, о Реаборе)."}),`
`,n(e.li,{children:"о-в Синлари́н (из Синларина, в Синларин, о Синларине). Для Синларина делаем исключение и используем предлог «в» вместо «на»."}),`
`,n(e.li,{children:"г. Рейда́н'Фа́ль (из Рейдан'Фаля, в Рейдан'Фаль, о Рейдан'Фале)."}),`
`,n(e.li,{children:"г. Има́лион (из Ималиона, в Ималион, об Ималионе)."}),`
`,n(e.li,{children:"г. Тхага́т (из Тхагата, в Тхагат, о Тхагате)."}),`
`,n(e.li,{children:"о-в Эхтене́р (из Эхтенера, на Эхтенер, об Эхтенере)."}),`
`,n(e.li,{children:"о-в Нифьарми́р (из Нифьармира, на Нифьармир, о Нифьармире)."}),`
`,n(e.li,{children:"г. Тейрта́ль (из Тейрталя, в Тейрталь, о Тейртале)."}),`
`]}),`
`,n(e.h3,{id:"ве́че-тейе́ль",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#ве́че-тейе́ль",children:n(e.span,{class:"icon icon-link"})}),"Ве́че Тейе́ль"]}),`
`,n(e.p,{children:["Историческое название — ",n(e.code,{children:"Вольный Тейе́ль"}),"."]}),`
`,n(e.p,{children:"Жители - тейе́льцы."}),`
`,n(e.p,{children:n(e.strong,{children:"Топонимы"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"г. Тейе́ль (из Тейеля, в Тейель, о Тейеле)."}),`
`]}),`
`,n(e.h3,{id:"великая-афи́тра",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#великая-афи́тра",children:n(e.span,{class:"icon icon-link"})}),"Великая Афи́тра"]}),`
`,n(e.p,{children:["Историческое название — ",n(e.code,{children:"Вождество Афи́тра"}),"."]}),`
`,n(e.p,{children:"Жители — сугубо кхарфиры, поэтому кхарфиры."}),`
`,n(e.p,{children:n(e.strong,{children:"Топонимы"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"г. Матра́н (из Матрана, в Матран, о Матране)."}),`
`,n(e.li,{children:"г. Кха́фра (из Кхафры, в Кхафру, о Кхафре)."}),`
`,n(e.li,{children:"г. Ливанти́х (из Ливантиха, в Ливантих, о Ливантихе)."}),`
`]}),`
`,n(e.h3,{id:"последняя-республика-луа́т",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#последняя-республика-луа́т",children:n(e.span,{class:"icon icon-link"})}),"Последняя Республика Луа́т"]}),`
`,n(e.p,{children:["Часто зовётся просто ",n(e.code,{children:"Последняя Республика"})," или просто ",n(e.code,{children:"Луат"}),"."]}),`
`,n(e.p,{children:"Жители — луа́тцы."}),`
`,n(e.p,{children:n(e.strong,{children:"Топонимы"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"г. Луа́т (из Луата, в Луат, о Луате)."}),`
`,n(e.li,{children:"г. Атсад (из Атсада, в Атсад, об Атсаде)."}),`
`,n(e.li,{children:"г. Барсе́л (из Барсела, в Барсел, о Барселе)."}),`
`,n(e.li,{children:"г. Гик (из гика, в Гик, о Гике)"}),`
`]}),`
`,n(e.h3,{id:"ко́ркафт",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#ко́ркафт",children:n(e.span,{class:"icon icon-link"})}),"Ко́ркафт"]}),`
`,n(e.p,{children:"Из Корафта, в Коркафт, о Коркафте."}),`
`,n(e.p,{children:"Жители - ко́ркафтцы."}),`
`,n(e.p,{children:["Когда хочется создать видимость демократии — ",n(e.code,{children:"Республика Ко́ркафт"})," или ",n(e.code,{children:"Ко́ркафтская республика"}),"."]}),`
`,n(e.h3,{id:"мо́рдвинская-империя",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#мо́рдвинская-империя",children:n(e.span,{class:"icon icon-link"})}),"Мо́рдвинская империя"]}),`
`,n(e.p,{children:["Или ",n(e.code,{children:"империя Мордвин"}),". Жители - мо́рдвинцы."]}),`
`,n(e.p,{children:n(e.strong,{children:"Топонимы"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"г. Мо́рдвин (из Мордвина, в Мордвин, о Мордвине)."}),`
`,n(e.li,{children:"г. Ги́рндор-Бро́к (из Гирндор-Брока, в Гирндор-Брок, о Гирндор-Броке)."}),`
`]}),`
`,n(e.h3,{id:"доминио́н-фла́трия",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#доминио́н-фла́трия",children:n(e.span,{class:"icon icon-link"})}),"Доминио́н Фла́трия"]}),`
`,n(e.p,{children:["Реже ",n(e.code,{children:"Флатрийский доминион"}),". Жители - флатрийцы.",n(e.br,{}),`
`,"Исторические названия — ",n(e.code,{children:"Флатрийский домен"})]}),`
`,n(e.p,{children:n(e.strong,{children:"Топонимы"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"г. Фла́трих (из Флатриха, во Флатрих, о Флатрихе)."}),`
`,n(e.li,{children:"г. Се́веж (из Се́вежа, в Се́веж, о Се́веже)."}),`
`]}),`
`,n(e.h3,{id:"доминио́н-сиксти́нна",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#доминио́н-сиксти́нна",children:n(e.span,{class:"icon icon-link"})}),"Доминио́н Сиксти́нна"]}),`
`,n(e.p,{children:["Не менее часто ",n(e.code,{children:"Сиксти́ннский доминион"}),". Жители - сикстиннцы.",n(e.br,{}),`
`,"Исторические названия — ",n(e.code,{children:"Сикстиннский домен"})]}),`
`,n(e.p,{children:n(e.strong,{children:"Топонимы"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"г. Сиксти́нна (из Сикстинны, в Сикстинну, о Сикстинне)."}),`
`]}),`
`,n(e.h3,{id:"доминио́н-секри́",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#доминио́н-секри́",children:n(e.span,{class:"icon icon-link"})}),"Доминио́н Секри́"]}),`
`,n(e.p,{children:["Реже ",n(e.code,{children:"Секри́йский доминион"}),". Жители - секри́йцы или на старый лад арви́йцы.",n(e.br,{}),`
`,"Историческое название — ",n(e.code,{children:"А́рвия"}),"."]}),`
`,n(e.p,{children:n(e.strong,{children:"Топонимы"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"г. Мене́ф (из Менефа, в Менеф, о Менефе)."}),`
`,n(e.li,{children:"г. А́лый (из Алого, в Алый, об Алом)."}),`
`,n(e.li,{children:"г. Лари́м (из Ларима, в Ларим, о Лариме)."}),`
`,n(e.li,{children:"г. Секри́ (Не склоняется: из Секри, в Секри, о Секри)."}),`
`]}),`
`,n(a,{decorated:!0}),`
`,n(e.h2,{id:"названия-рас",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#названия-рас",children:n(e.span,{class:"icon icon-link"})}),"Названия рас"]}),`
`,n(e.h3,{id:"редреха́н",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#редреха́н",children:n(e.span,{class:"icon icon-link"})}),"Редреха́н"]}),`
`,n(e.p,{children:["Редреха́н. Так называют не только тёмных, но и светлых представителей этого народа. Допустимо обращаться коротко «тёмный\\светлый». Сокращённый вариант отсутствует. «Редрех» - это язык расы, а не её название.",n(e.br,{}),`
`,"Мужчина — дать редрехан, говорить о редрехан, слушать редрехан.",n(e.br,{}),`
`,"Женщина — дать редреханке, не видеть редреханки, слушать редреханку. Допустимо использование несклоняемого мужского варианта.",n(e.br,{}),`
`,"Ребенок — нет специфических производных."]}),`
`,n(e.h3,{id:"бест́ийцы",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#бест́ийцы",children:n(e.span,{class:"icon icon-link"})}),"Бест́ийцы"]}),`
`,n(e.p,{children:["Бести́йцы. Производное от слова «бестия». Сокращённый вариант отсутствует.",n(e.br,{}),`
`,"Мужчина — дать бестийцу, говорить о бестийце, слушать бестийца.",n(e.br,{}),`
`,"Женщина — дать бестийке, не видеть бестийки, слушать бестийку.",n(e.br,{}),`
`,"Ребёнок — присутствует видовое расслоение уменьшительно-ласкательных «котёнок», «щеночек», «ящерка», «птенчик»."]}),`
`,n(e.h3,{id:"ме́рии",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#ме́рии",children:n(e.span,{class:"icon icon-link"})}),"Ме́рии"]}),`
`,n(e.p,{children:["Ме́рии. Не путайте с омонимом «мерия» (орган городской исполнительной власти или здание мерии). Сокращённый вариант — мер.",n(e.br,{}),`
`,"Мужчина — дать мерию, говорить о мерии, слушать мерия.",n(e.br,{}),`
`,"Женщина — дать мерии, не видеть мерию, слушать мерию.",n(e.br,{}),`
`,"Ребёнок — нет специфических производных."]}),`
`,n(e.h3,{id:"ламах",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#ламах",children:n(e.span,{class:"icon icon-link"})}),"Ламах"]}),`
`,n(e.p,{children:[n(e.strong,{children:"Лама́х-ибэ́"}),". Сокращённый вариант — ибэ.",n(e.br,{}),`
`,"Название не склоняется.",n(e.br,{}),`
`,"Ребенок — можно рискнуть назвать «ибушонок» или «ибуська»."]}),`
`,n(e.p,{children:[n(e.strong,{children:"Лама́х-виде́н"})," («е» читается как «э»). Сокращённый вариант — виден.",n(e.br,{}),`
`,"Склоняется, когда речь о представителе народа виден:",n(e.br,{}),`
`,"Мужчина — дать видену, говорить о видене, слушать видена.",n(e.br,{}),`
`,"Женщина — дать виденке, не видеть виденку, слушать виденку.",n(e.br,{}),`
`,"Ребенок — нет специфических производных.",n(e.br,{}),`
`,"Не склоняется, когда речь о народе виден:",n(e.br,{}),`
`,"Наблюдать виден, подозревать виден, убивать виден."]})]})}function o(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(l,i)})):l(i)}const k=()=>r(d,{children:r(o,{},3,null)},3,"YN7MVNyu");export{k as default,m as frontmatter,f as head,x as headings};
