import{d as i,ak as t,al as n,Z as c}from"./q-1df74882.js";import{B as d}from"./q-6b4784da.js";import{N as h}from"./q-4f4939f3.js";const p=[{text:"Особенности",id:"особенности",level:2}],m={title:"Тёмный Друидизм",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},g={title:"Тёмный Друидизм"};function l(r){const e=Object.assign({p:"p",strong:"strong",h2:"h2",a:"a",span:"span",ul:"ul",li:"li",br:"br",blockquote:"blockquote"},r.components);return n(c,{children:[n(d,{src:"pic.jpg",title:"Тёмный Друидизм",author:"Sandra Duchiewicz",authorHref:"https://www.artstation.com/telthona"}),`
`,n(e.p,{children:["Тёмный друидизм в свою очередь — это изобретение друидов, которые ",n(e.strong,{children:"пользуются природой для собственной выгоды, не особенно задумываясь о последствиях"}),". Они вырывают у природы дары «с мясом», не дружат с животными, а принуждают их себе служить, насекомых используют как подлое оружие или средство запугивания и способны поглощать жизнь из растений и животных, чтобы поддерживать своё существование. Естественно, религия и общество тёмных друидов не жалуют, хотя в конце старых эпох на Синларине их худо-бедно и с определёнными условиями приняли под своё крыло редрехан. Тёмные друиды не одну сотню лет пытались организовать свой Ковен, но внутренние распри и скрытный образ жизни им мешали."]}),`
`,n(e.h2,{id:"особенности",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#особенности",children:n(e.span,{class:"icon icon-link"})}),"Особенности"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:["Тёмному всё равно, что будет с животным, которым он помыкает. Он считает флору и фауну не друзьями, а ",n(e.strong,{children:"слугами"}),"."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Тёмный друид никогда не будет принят в Ковен"}),", а даже если каким-то чудом у него это получится, коллеги быстро вычислят обманщика и ему не поздоровится."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Внешний вид"})," тёмного друида изменяется, приобретая пугающие черты во внешности (рога, когти, прорастающие сквозь кожу растения). Даже в облике зверя эти уродства никуда не деваются.",n(e.br,{}),`
`,"Избранные животные тёмных друидов подвергаются похожим изменениям и чем дольше служат, тем сильнее уродуются внешне.",n(e.br,{}),`
`,"Чем больше тёмный друид отбирает у природы, тем сильнее она «мстит» ему."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Влияние природы"})," имеет примерно такой же характер, что и влияние рун на тело чародея, но только в куда больших масштабах:"]}),`
`,n(e.li,{children:[`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Кожа тёмного друида может начать шелушиться, трескаться, темнеть, пока в итоге не станет похожей на кору."}),`
`]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.ul,{children:[`
`,n(e.li,{children:`Сосуды и сухожилия превращаются в гибкие зеленоватые корни.
Волосы приобретают зеленоватые или коричневые оттенки, всё больше напоминая траву.`}),`
`]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.ul,{children:[`
`,n(e.li,{children:"На теле нередко можно увидеть живые растения странной расцветки (зачастую ядовитые или жгучие), а иногда и грибы (если тёмный друид достаточно стар)."}),`
`]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Вырастают ветвистые рога, длинные крепкие ногти, глаза становятся «звериными», обостряются слух, обоняние или зрение."}),`
`]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Все эти черты могут встречаться как по одной, так и сразу по несколько. Самые злостные нарушители природного баланса могут собрать на себе их все."}),`
`]}),`
`]}),`
`]}),`
`,n(e.blockquote,{children:[`
`,n(e.p,{children:"Существует легенда, что некоторые тёмные друиды со временем становятся частью природы. Их тела деревенеют и сливаются с окружением и какой-нибудь путник может наткнуться на такое «дерево». Вокруг него всегда полно злых животных и гибких корней, готовых вырваться из-под земли и обвиться вокруг ног. Иногда «дерево» может и поболтать, зло пошутить или серьёзно запугать."}),`
`]}),`
`,n(h,{})]})}function o(r={}){const{wrapper:e}=r.components||{};return e?n(e,Object.assign({},r,{children:n(l,r)})):l(r)}const b=()=>i(t,{children:i(o,{},3,null)},3,"XuCs_BkB");export{b as default,g as frontmatter,m as head,p as headings};
