import{d as c,ak as t,al as n,Z as p}from"./q-1df74882.js";import{C as s}from"./q-e8b8021f.js";import{N as r}from"./q-4f4939f3.js";import{D as e}from"./q-7231fb36.js";import{B as h}from"./q-614dd496.js";import{B as o}from"./q-319fab4e.js";import{I as u}from"./q-1180710e.js";import{N as m}from"./q-55791e27.js";import{a as d}from"./q-26b48cd4.js";import"./q-f7e85a0b.js";const M=[{text:"Характер",id:"характер",level:1},{text:"Внешность",id:"внешность",level:1},{text:"Навыки",id:"навыки",level:1},{text:"Характеристики",id:"характеристики",level:2},{text:"Воинские",id:"воинские",level:2},{text:"Простые заклинания",id:"простые-заклинания",level:3},{text:"Сложные заклинания",id:"сложные-заклинания",level:3},{text:"Поле павших",id:"поле-павших",level:4},{text:'"А вот и мы!"',id:"а-вот-и-мы",level:4},{text:"Термобарический взрыв",id:"термобарический-взрыв",level:4},{text:"Изысканная подлость",id:"изысканная-подлость",level:4},{text:"Ремесла",id:"ремесла",level:2},{text:"Науки",id:"науки",level:2},{text:"Бытовые навыки",id:"бытовые-навыки",level:2},{text:"Имущество и спутники",id:"имущество-и-спутники",level:1},{text:"Оружие",id:"оружие",level:2},{text:"Доспехи/Одежда",id:"доспехиодежда",level:2},{text:"Быт",id:"быт",level:2},{text:"Артефакты",id:"артефакты",level:2},{text:"Недвижимость",id:"недвижимость",level:2},{text:"НПЦ",id:"нпц",level:2},{text:"Средства",id:"средства",level:2},{text:"Биография",id:"биография",level:1}],w={title:"Роман Фламмифер",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},D={title:"Роман Фламмифер"};function a(l){const i=Object.assign({h1:"h1",a:"a",span:"span",p:"p",em:"em",br:"br",h2:"h2",ul:"ul",li:"li",h3:"h3",h4:"h4",pre:"pre",code:"code"},l.components);return n(p,{children:[n(s,{data:"heroes",name:"Роман Фламмифер"}),`
`,n(r,{}),`
`,n(u,{name:"Роман Фламмифер"}),`
`,n(i.h1,{id:"характер",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характер",children:n(i.span,{class:"icon icon-link"})}),"Характер"]}),`
`,n(e,{open:!0,summary:"Мировоззрение",children:n(i.p,{children:n(i.em,{children:"Законопослушно-злой."})})}),`
`,n(e,{open:!0,summary:"Религия",children:n(i.p,{children:"Исповедует традиционное в его семье старое троебожие."})}),`
`,n(e,{open:!0,summary:"Отношение к магии/технологиям, политические взгляды",children:[n(i.p,{children:"К магии отношение сугубо положительное, как к инструменту дающему поистине божественные возможности. К лишенным магических способностей относится как к существам скорее ущербным, чем наделённым здоровой душой."}),n(i.p,{children:"Технологии не приветствует, но признаёт их право на существование, как единственный шанс немагов немного подравнять шансы."}),n(i.p,{children:"Лоялен к правительству и политике Последней республики."})]}),`
`,n(e,{open:!0,summary:"Сильные и слабые стороны",children:[n(i.p,{children:"Всегда тщательно анализирует обстановку и просчитывает свои действия, хотя и способен на отчаянные и смелые поступки. При любых обстоятельствах Фламм будет отстаивать интересы клана. Молодой маг достаточно настойчив и трудолюбив но только в деле которое приносит ему удовольствие, а именно совершенствование в магии и музицирование. Любит комфортную жизнь и славу но не готов пока жертвовать чем то одним ради достижения другого. Довольно завистлив и редко когда способен радоваться чужому успеху."}),n(i.p,{children:"Легко способен отнять чужую жизнь не предаваясь рефлексии, предпочитая сразу же вычеркнуть жертву из памяти."}),n(i.p,{children:"Пользуется успехом у женщин но и не всегда способен противостоять их шарму."})]}),`
`,n(e,{open:!0,summary:"Жизненная цель",children:n(i.p,{children:"Добиться успеха на поприще прикладной магии и музыки. Но пожалуй главное завоевать уважение семьи и собственной сестры."})}),`
`,n(e,{open:!0,summary:"Хобби",children:n(i.p,{children:"Игра на скрипке."})}),`
`,n(e,{open:!0,summary:"Страхи",children:n(i.p,{children:'Пожалуй больше смерти Фламм боится повредить или потерять пальцы лишившись возможности плести заклинания и играть. Не в последнюю очередь поэтому он развил амбидекстрию "Чтобы иметь одну руку про запас", а так же никогда не наносит удары кулаком.'})}),`
`,n(e,{open:!0,summary:"Неприязни",children:n(i.p,{children:"Терпеть не может дождливую погоду и сырость. Не любит так же магов с аурой белой магии, считая их опасными лицемерами, ибо по его мнению манипуляции с душой куда больший грех чем убийство."})}),`
`,n(e,{open:!0,summary:"Табу",children:n(i.p,{children:"Никогда не предаст семью Фламмифер и его интересы."})}),`
`,n(e,{open:!0,summary:"Вредные привычки",children:n(i.p,{children:"Не находясь на задании не прочь побаловаться алкоголем и дымнолистом но опасаясь утратить контроль старается не злоупотреблять. Имеет слабость к противоположному полу, умея очаровывать но и легко поддаваясь женским чарам."})}),`
`,n(r,{}),`
`,n(i.h1,{id:"внешность",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#внешность",children:n(i.span,{class:"icon icon-link"})}),"Внешность"]}),`
`,n(i.p,{children:["178см, 75кг.",n(i.br,{}),`
`,"Фламм мужчина среднего роста и телосложения. Достаточно тренирован для военного но и не перегружен мускулатурой в ущерб гибкости."]}),`
`,n(i.p,{children:"Лицо овальное, черты лица правильные. Волосы чёрные, курчавые, средней длинны, обычно пребывают в художественном беспорядке либо заколоты гребнем."}),`
`,n(i.p,{children:"Злоупотребление определёнными рунами оставило следующий отпечаток на его внешности:"}),`
`,n(i.p,{children:"Идеограмма Чёрной Магии – наделила мага красно-оранжевой аурой. Она особенно ярка, когда чародей находится в местах, наполненных страданиями − например, посреди только что сожженной дотла деревни. Кроме того, у Фламма проявилось свечение глаз, похожее на жидкое пламя."}),`
`,n(i.p,{children:"Руна Жёсткости – голос темного мага стал низким и приобрёл злодейскую хрипотцу."}),`
`,n(i.p,{children:"Руна Огня – придала коже темный оттенок, равносильный сильному загару."}),`
`,n(r,{}),`
`,n(i.h1,{id:"навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#навыки",children:n(i.span,{class:"icon icon-link"})}),"Навыки"]}),`
`,n(i.h2,{id:"характеристики",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характеристики",children:n(i.span,{class:"icon icon-link"})}),"Характеристики"]}),`
`,n(i.p,{children:n(i.em,{children:"Духовная мощь - низкая."})}),`
`,n(i.p,{children:"Физические  параметры Романа можно смело охарактеризовать как средние. Выше среднего пожалуй только ловкость, моторика, и выносливость."}),`
`,n(i.h2,{id:"воинские",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#воинские",children:n(i.span,{class:"icon icon-link"})}),"Воинские"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Короткие клинки: ученик."}),`
`,n(i.li,{children:"Парное оружие: ученик."}),`
`,n(i.li,{children:"Маг: умелец. Боевой маг с опорой на чёрную магию, пиромантию и порталы)."}),`
`]}),`
`,n(i.h3,{id:"простые-заклинания",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#простые-заклинания",children:n(i.span,{class:"icon icon-link"})}),"Простые заклинания"]}),`
`,n(e,{summary:"Белая Магия",children:n(i.ul,{children:[`
`,n(i.li,{children:"Руна Исцеления — В течении 10 сек. залечивает раны легкой и средней тяжести. Яды, болезни и проклятия в эту категорию не входят. Перед использованием рану очищают и изымают из неё инородные объекты, а также сжимают и удерживают края раны."}),`
`]})}),`
`,n(e,{summary:"Чёрная Магия",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Чёрной Магии – [является основой для любой другой руны данной ветви]"}),`
`,n(i.li,{children:"Идеограмма Смерти — На расстоянии 10м у цели наступает остановка сердца на 10 секунд. Человеку с нормальным состоянием здоровья этого достаточно для потери сознания ,  старого или ослабленного сердечный приступ может и убить."}),`
`,n(i.li,{children:"Руна Несчастья — Значительно снижает боевой дух цели находящейся на расстоянии 10м. и в течении 10 секунд создавая удручающую атмосферу тускнеют краски, слышатся завывания, мелькают тени, уменьшается шанс на меткий выстрел, точный удар, правильный каст заклинания."}),`
`,n(i.li,{children:"Руна Хаоса — Навязывает цели находящейся на расстоянии 5м. и в течении 5 сек. эффект первозданной случайности, что характеризуется случайной хаотичной траекторией заклинания или выпущенного снаряда, случайным чередованием эффектов в заклинании."}),`
`,n(i.li,{children:"Руна Тяжести — Цель так сильно тянет к земле, словно к ногам привязаны гири, на шее висит камень, а в руках – полный бушель. Дальность - 10 м, время действия - 10 сек."}),`
`,n(i.li,{children:"Руна Жесткости — Человек под воздействием руны становится парализованным и в то же время более устойчивым к внешним (да и внутренним) повреждениям. Дальность - 10 м, время действия - 10 сек."}),`
`,n(i.li,{children:"Руна Ярости — Наделяет цель бесконтрольной жаждой крови, заставляя нападать на любое, ближайшее живое существо вне зависимости от родственных или дружественных отношений. Дальность - 10 м, время действия - 10 сек."}),`
`]})}),`
`,n(e,{summary:"Магия Созидания",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Созидания – [является основой для любой другой руны данной ветви]."}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Огня (1) – Создаёт поток пламени в направлении указываемом кастующей рукой мага, с температурой 600 С° и длительностью 5 сек. Источник пламени образуется в метре от кисти руки начертавшей руну."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Огня (2) – Разогревает  до 600 С°(коричнево-красный цвет каления железа) объект весом до 5кг. в течении 5 сек. При большем весе объекта кастования температура будет пропорционально ниже."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Земли — Позволяет управлять и менять форму природного материала(земля,глина) весом не более 300 кг, а его рыхление или уплотнение возможно в радиусе 10 м."}),`
`]}),`
`]}),`
`]})}),`
`,n(e,{summary:"Магия Влияния",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Влияния – [является основой для любой другой руны данной ветви]."}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Концентрации - Усиливает концентрацию мага или цели, увеличивая в том числе и скорость реакции. Дальность - 10 м, время действия - 10 сек."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Пути – Позволяет телепортировать одну цель на 10 км. в любом направлении. В целях безопасности применяется для переноса только в хорошо изученные места."}),`
`]}),`
`]}),`
`]})}),`
`,n(i.h3,{id:"сложные-заклинания",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#сложные-заклинания",children:n(i.span,{class:"icon icon-link"})}),"Сложные заклинания"]}),`
`,n(i.h4,{id:"поле-павших",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#поле-павших",children:n(i.span,{class:"icon icon-link"})}),"Поле павших"]}),`
`,n(d,{spell:"Ч И Черной Магии,Ч И Смерти,Ч Р Жесткости+"}),`
`,n(i.p,{children:"Ч И Черной Магии,Ч И Смерти,Ч Р Жесткости+"}),`
`,n(i.p,{children:"Все живые существа в зоне представляющей сферу диаметром 10м., на дальности до 100м., впадают в коматозное сознание на всё время действия заклинания, вне зависимости покинул объект зону или нет, но и вошедшие в зону после произведения каста уже влиянию заклинания не поддаются. Раненые или ослабленные могут в себя уже и не прийти."}),`
`,n(i.pre,{children:n(i.code,{children:`Тип: Сложное заклинание
- Идеограмма Черной Магии (40)
- Идеограмма Смерти (40)
- Руна Жесткости ✨ (0)
Длительность: 80 секунд 
`})}),`
`,n(i.h4,{id:"а-вот-и-мы",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#а-вот-и-мы",children:n(i.span,{class:"icon icon-link"})}),'"А вот и мы!"']}),`
`,n(d,{spell:"В И Влияния,В Р Духа+,В Р Пути"}),`
`,n(i.p,{children:"В И Влияния,В Р Духа+,В Р Пути"}),`
`,n(i.p,{children:"Создаёт входной и выходной порталы в виде не зеркальных кругов диаметром 3м на дальности друг от друга в 10км. Порталы работают аналогично, в обе стороны."}),`
`,n(i.pre,{children:n(i.code,{children:`Тип: Сложное заклинание
- Идеограмма Влияния (40)
- Руна Концентрации ✨ (0)
- Руна Пути (-5)
Длительность: 35 секунд 
`})}),`
`,n(i.h4,{id:"термобарический-взрыв",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#термобарический-взрыв",children:n(i.span,{class:"icon icon-link"})}),"Термобарический взрыв"]}),`
`,n(d,{spell:"С И Созидания,С Р Огня+,С Р Огня,С Р Огня"}),`
`,n(i.p,{children:"С И Созидания,С Р Огня+,С Р Огня,С Р Огня"}),`
`,n(i.p,{children:"Образуется сфера диаметром 10м., на дальности до 100м.  Взрывается с выделением тепла до 900 С° и высоким пиковым давлением. Дополнительный урон наносится обратной волной, устремившегося в зону образовавшегося вакуума, воздуха."}),`
`,n(i.pre,{children:n(i.code,{children:`Тип: Сложное заклинание
- Идеограмма Созидания (40)
- Руна Огня ✨ (0)
- Руна Огня (-5)
- Руна Огня (-5)
Длительность: 30 секунд 
`})}),`
`,n(i.h4,{id:"изысканная-подлость",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#изысканная-подлость",children:n(i.span,{class:"icon icon-link"})}),"Изысканная подлость"]}),`
`,n(d,{spell:"Ч Р Хаоса,Ч Р Несчастья+"}),`
`,n(i.p,{children:"Ч Р Хаоса,Ч Р Несчастья+"}),`
`,n(i.p,{children:"При своевременном применении, за счёт недолгого времени каста, способно перебить вражеское заклинание изватив его действие рандомным, но всегда негативным образом. Работает так же и против артефактов."}),`
`,n(i.pre,{children:n(i.code,{children:`Тип: Сложное заклинание
- Руна Хаоса (10)
- Руна Несчастья ✨ (0)
Длительность: 10 секунд 
`})}),`
`,n(i.h2,{id:"ремесла",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ремесла",children:n(i.span,{class:"icon icon-link"})}),"Ремесла"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Искусство (музыка) - (отлично). Фламм вполне себе опытный и зрелый скрипач не обделённый талантом."}),`
`]}),`
`,n(i.h2,{id:"науки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#науки",children:n(i.span,{class:"icon icon-link"})}),"Науки"]}),`
`,n(h,{text:!0,children:n(i.p,{children:"Артефакторика - (новичок). Способен зарядить простые и сложные артефакты."})}),`
`,n(h,{text:!0,children:n(i.p,{children:"Знание языков - (новичок). Луатский диалект риата, на разговорном уровне баспаан."})}),`
`,n(i.h2,{id:"бытовые-навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#бытовые-навыки",children:n(i.span,{class:"icon icon-link"})}),"Бытовые навыки"]}),`
`,n(i.p,{children:"Способен прокормиться и выжить в полевых условиях, на уровне армейского капрала способен обслужить оружие, привести в порядок одежду и обувь."}),`
`,n(r,{}),`
`,n(i.h1,{id:"имущество-и-спутники",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#имущество-и-спутники",children:n(i.span,{class:"icon icon-link"})}),"Имущество и спутники"]}),`
`,n(o,{columns:2,mobileColumns:1,children:[n("div",{style:"margin-right: 2px;",children:[n(i.h2,{id:"оружие",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#оружие",children:n(i.span,{class:"icon icon-link"})}),"Оружие"]}),n(i.ul,{children:[`
`,n(i.li,{children:"Длинный кинжал с костяной рукоятью. Длина клинка - 345 мм, ширина клинка - 36 мм, толщина клинка - 6 мм, общая длина - 485 мм, вес - 460 грамм. Сталь, кость, обмотка жилами."}),`
`]}),n("img",{src:"inv1.jpg"}),n(i.ul,{children:[`
`,n(i.li,{children:"Короткий кинжал с костяной рукоятью и перекрестьем. Длина клинка - 155 мм, ширина клинка - 45 мм, толщина клинка - 5 мм, общая длина - 275 мм, вес - 260 грамм. Сталь, кость, обмотка жилами."}),`
`,n(i.li,{children:"Армейский кинжал с наборной рукоятью. Длина клинка - 225 мм, ширина клинка - 35 мм, толщина клинка - 6 мм, общая длина - 365 мм, вес - 350 грамм. Сталь, латунь, прессованная кожа."}),`
`]})]}),n("div",{style:"margin-left: 2px;",children:[n(i.h2,{id:"доспехиодежда",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#доспехиодежда",children:n(i.span,{class:"icon icon-link"})}),"Доспехи/Одежда"]}),n(i.ul,{children:[`
`,n(i.li,{children:"Длинный замшевый сюртук с орнаментированной замшевой пелериной и отложным воротником. Под ними толстый кожаный горжет на шнуровке и широкий кушак."}),`
`]}),n("img",{src:"inv2.jpg"}),n(i.ul,{children:[`
`,n(i.li,{children:"Плотные шерстяные штаны."}),`
`,n(i.li,{children:"Высокие кожаные сапоги с регулировочными ремешками."}),`
`]})]})]}),`
`,n(i.h2,{id:"быт",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#быт",children:n(i.span,{class:"icon icon-link"})}),"Быт"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Набедренная сумка с кошельком, мотком верёвки, полотняным бинтом, заживляющее мазью на травах, блокнотом, 3мя свинцовыми карандашами, парой наборов запасных скрипичных струн и с  серебряной фляжкой коньяка 0.5л., огниво и серебряный портсигар с десятком самокруток."}),`
`,n(i.li,{children:"Кожаный скрипичный футляр со скрипкой, смычком и баночкой канифоли."}),`
`]}),`
`,n(i.h2,{id:"артефакты",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#артефакты",children:n(i.span,{class:"icon icon-link"})}),"Артефакты"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Скрипка с нанесённой изнутри идеограммой звука - простой пассивный артефакт. Фламм может по своему желанию усиливать звук и добавлять определённые звуковые эффекты не имеющие боевой ценности но значительно повышающие эмоциональную яркость исполняемых мелодий."}),`
`]}),`
`,n("div",{style:"display: flex; justify-content: center;",children:n("img",{src:"inv3.jpg",style:"max-width: 450px;"})}),`
`,n(i.h2,{id:"недвижимость",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#недвижимость",children:n(i.span,{class:"icon icon-link"})}),"Недвижимость"]}),`
`,n(i.p,{children:"—"}),`
`,n(i.h2,{id:"нпц",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#нпц",children:n(i.span,{class:"icon icon-link"})}),"НПЦ"]}),`
`,n(m,{vertical:!0,children:[n("h3",{"q:slot":"name",children:"Лапка"}),n("div",{"q:slot":"appearance",children:n(i.p,{children:"Питбуль, черная, 53см., 27кг. Возраст 5 лет. Кобель."})}),n("div",{"q:slot":"inventory",children:[n("div",{class:"h5",children:"Инвентарь:"}),n(i.p,{children:"Шлейка из толстой кожи с коротким поводком из стальной цети с массивным карабином."})]}),n("div",{"q:slot":"skills",children:[n("div",{class:"h4",children:"Умения"}),n(i.p,{children:"Знает команды: Сидеть, Лежать, Ко мне, Место, Домой, Охранять, Фас. В ночное время охраняет сон хозяина и в любое время предупреждает о подозрительных по его мнению изменениях обстановки громким рычанием. В случае же  явной опасности - громким лаем."})]}),n("div",{"q:slot":"character",children:[n("div",{class:"h4",children:"Характер"}),n(i.p,{children:"Стойкий, уравновешенный. В случае активного сопротивления жертвы может потерять над собой контроль поддавшись агрессии"})]}),n("div",{"q:slot":"biography",children:[n("div",{class:"h4",children:"Биография"}),n(i.p,{children:"Трёхмесячный щеноенок был подарен Фламму в день выпуска из академии магии владельцем питомника, состоящим в клане парня. Он же проводил дрессировку и воспитание щенка на регулярных занятиях. За эти годы Лапка привязался к хозяину насколько это вообще возможно для собаки."})]})]}),`
`,n("div",{style:"display: flex; justify-content: center;",children:n("img",{src:"npc1.jpg",style:"max-width: 450px;"})}),`
`,n(i.h2,{id:"средства",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#средства",children:n(i.span,{class:"icon icon-link"})}),"Средства"]}),`
`,n(i.p,{children:"6 золотых и пара серебряников."}),`
`,n(r,{}),`
`,n(i.h1,{id:"биография",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#биография",children:n(i.span,{class:"icon icon-link"})}),"Биография"]}),`
`,n(i.p,{children:'Слово "Предначертано" относится к Роману целиком и полностью. И предначертано ему было стать авантюристом.'}),`
`,n(i.p,{children:"Начиная с того, что практически с  рождения он был сиротой."}),`
`,n(i.p,{children:"Однажды в башне церковного приюта на северной окраине Луата робко и как то испуганно прозвенел колокольчик. Настоятель, пожилой бестиец, преподобный Гедеон, сонно потянулся, вставая со своего аскетичного ложа и обратившись к образам в углу, молвил:"}),`
`,n(i.p,{children:"– Благодарю вас за спасение очередной души и да вернётся она в лоно ваше умудрённой годами, опытом и благими поступками!"}),`
`,n(i.p,{children:"Отбив поклон он поспешил вниз."}),`
`,n(i.p,{children:'В приюте успешно развивалась практика "окна жизни", в наружной стене башни была сделана ниша и проведен шнурок звонка. Любой, оказавшийся в трудных жизненных обстоятельствах, мог оставить здесь подкидыша сохраняя инкогнито и не беря грех на душу.'}),`
`,n(i.p,{children:"При ближайшем рассмотрении выяснилось, что спасённых душ даже не одна. В большой корзине, заботливо укутанные в тёплые пелёнки лежали двое крепких младенцев, мальчик и девочка. На шейках малышей были, явно кустарно собранные из одной разорванной, серебряные цепочки. Но них висели, столь же  кустарные, кулоны. Серебряную монету кто то разрубил напополам, грубо проверил отверстия и нацарапал на обоих половинках имена. Любовь у девочки и Роман у мальчика. Очевидно что их неизвестный родитель творческой натурой. В пользу последнего говорил и оставленный детям подарок - лежащий в головах скрипичный футляр. Инструмент оказался довольно качественным и не дешёвым. Поэтому как записать близнецов в церковно приходскую книгу преподобный Гедеон долго не думал. Так у последней республики Луат появились два новых гражданина Любовь и Роман Дорогие. Будущее детей можно было бы безошибочно определить глядя на них в тот момент в корзинке. Если Любовь цепко сжимала свой кулон в кулачке, то Роман своим чуть было не подавился."}),`
`,n(i.p,{children:"Годы золотого детства прошли рутинно для суровых условий Луата. Из за большого количества воспитанников и разных спален брат с сестрой никогда не были особо близки. И хоть в детских спорах и драках они неизменно поддерживали друг друга, дух соперничества витал между Любовью и Романом непрестанно. Ходить первой научилась Любовь, говорить - Роман. Писать первой стала сестра, складывать слова в стихотворения - брат."}),`
`,n(i.p,{children:"Рубежом стал их пятый день рождения. Тогда преподобный торжественно вручил им родительскую скрипку. Детей взялись учить игре на инструменте у одного из  лучших городских преподавателей, приют имел достаточно богатых и влиятельных спонсоров. Довольно скоро выяснилось, что музыкальный талант девочку обошёл. И хоть она честно старалась компенсировать недостаток таланта упорством и трудолюбием, но на фоне стремительных успехов брата эти попытки выглядели жалко. Наконец хозяин инструмента определился, а девочка вплотную занялась  изучением прикладных наук и тренировками тела."}),`
`,n(i.p,{children:"В 11 лет, по традиции приюта, детей одного возраста уводили в горы учить выживанию в дикой природе. Луатцы имея под боком ламахских соседей не могли позволить себе быть слабыми. Охота, рыбная ловля, сбор съедобных растений, постройка полевого жилья, изготовление оружия все знания вкладывались в учеников настойчиво и честно. Как и общую военную подготовку обязательную в луатских школах. То как преображался обычно смиреннейший Гедеон демонстрируя приёмы обращения с кинжалом, как хищно топорщились его шерсть, сверкали глаза и скатились клыки воспитанники приюта запоминали навсегда. Роману эти уроки нравились. В те времена он собственноручно соорудил два кинжала, длинный и короткий, с рукоятками из берцовых костей животных. Любой их кинжалов мог быть при необходимости преобразован в копьё. С ними он больше никогда не расставался. Но всё же, особого фанатизма на этом поприще он не проявлял, в том числе опасаясь повредить пальцы. В отличии от сестры, которую в 13 лет уже можно было считать готовым убийцей-диверсантом. Зато по вечерам, у костра, утолив голод печёной брюквой, Роман своей игрой мог помочь расслабиться  и успокоиться кому угодно, всегда оказываясь в центре внимания."}),`
`,n(i.p,{children:"В 15 лет брат и сестра, вместе с ровесниками испытывали радостное возбуждение. Сегодня предстояла обязательная проверка на магические способности. И именно сегодня дети познакомились с патронами приюта входящими в состав комиссии. Особенно выделялась невысокая, седая  женщина, явно в возрасте, с дочерна смуглой кожей и величественными чёрными рогами на голове и именно ей преподобный Гедеон кланялся особенно низко."}),`
`,n(i.p,{children:"Роман и Любовь проверку успешно прошли. Но самое интересное началось позже. Будущих магов пригласили в гимнастический зал где их уже ждал настоятель Гедеон и незнакомка в сопровождении ещё двух, неуловимо на неё похожих магов. Женщина не произнесла пока ни слова только внимательно и цепко изучала подростков пылающих жидким пламени глазами."}),`
`,n(i.p,{children:"Заговорил преподобный Гедеон:"}),`
`,n(i.p,{children:"– Декан магической академии Луата уважаемая госпожа Фламмифер, многолетний и бескорыстный благодетель нашего приюта, желает сделать особенное предложение, способное изменить вашу судьбу.  Но сперва она хочет лично испытать вас."}),`
`,n(i.p,{children:"Женщина шагнула вперёд.  Голос её трудно было назвать приятным, от хрипловатого и скежещущего звучания мурашки побежали по спинами всех без исключения."}),`
`,n(i.p,{children:"– То что вы маги, мы уже знаем и выучим всех как полагается достойными гражданами и полезными последней республике специалистами. Но я должна узнать и то какие вы бойцы, и каковы ваши амбиции. Сейчас вы по одному будете пытаться заставить меня коснуться пола любой частью тела кроме ступней. Делайте что хотите. У каждого по три минуты. Вперёд!"}),`
`,n(i.p,{children:"Самый высокий и мощный парень возвышавшийся над магичкой на полголовы с нагловатый улыбкой рванул вперёд... И тут же пролетев сквозь пустоту впечатался. В стену. Женщина не применяла рун, просто была невероятно быста и сноровиста. Вторая атака стала же и последней. Не успев сгруппироваться парень растянулся на полу не пытаясь встать, баюкая сломанную руку и утирая слёзы."}),`
`,n(i.p,{children:"Примерно так же проходили и остальные поединки. Некоторые неловко разбивались о непроницаемую оборону другие же быстро растеряли энтузиазм просто дотягивая бой до конца. Попробовал и Роман. Дрался честно, но с распухшим как паровой вареник ухом и рассеченной бровью, по истечении времени встал в строй."}),`
`,n(i.p,{children:"Последней вперёд ринулась Любовь. Шипя как дикая кошка она раз за разом атаковала, только наращивая темп. Когда в очередной раз её отшвырнуло девушку успел подхватить брат отчаянно зашептав:"}),`
`,n(i.p,{children:"– Не надо! Хватит!"}),`
`,n(i.p,{children:"Сестра только утёрла рукавом расквашенный нос и и бросила тихое, но решительное:"}),`
`,n(i.p,{children:"– Прочь!!!"}),`
`,n(i.p,{children:'Когда до гонга оставалось несколько секунд, девушка отчаянно вскрикнула и подхватив стоящую у стены скамейку запустила ею в экзаменатора. Женщина невозмутимо прильнула пропуская "снаряд" над головой. Её колено застыло в каком-то сантиметре от пола...,  но не коснулось. Всё хром затараторили, мол так нечестно. Но женщина властно подняла руку.'}),`
`,n(i.p,{children:'– Я для всех сказала:"Делайте что хотите." Подойди. Как тебя зовут?'}),`
`,n(i.p,{children:"– Любовь... Шмыг... Любовь Дорогая."}),`
`,n(i.p,{children:"– Любовь, я предлагаю тебе стать членом семьи Фламмифер. Я лично удочерю тебя и наш древнее семейство боевых магов станет твоей опорой и поддержкой на всю жизнь. Спроси любого в Луате о нашей фамилии и прими решение."}),`
`,n(i.p,{children:"– Я решила. Я с радостью приму ваше предложение, но у меня есть брат которого я не оставлю. Или вдвоём, или ни один."}),`
`,n(i.p,{children:"– Дерзко. Рискованно. Немного глупо. Мне нравится. Кто твой брат? Не говори. Уже вижу. Твоё имя? Ибо отныне фамилией твоей будет Фламмифер. Или не согласен?"}),`
`,n(i.p,{children:"Роман низко склонился в поклоне в самой нижней точке невольно скрипнув зубами."}),`
`,n(i.p,{children:'Семья Фламмифер прослеживавшая свою историю с последних лет новой эпохи и весьма влиятельный в магических кругах, была крепока своими традициями и славой. Слава была далеко не всегда доброй. Скорее даже наоборот, перечить его представителям мало кто решался, чего, впрочем, Фламмифер и добивались. Традиции же заложила полу легендарная прародительница семьи фамилии которой никто не помнил, а "Фламмифер" было её именем. Прославившись и разбогатев, талантливый боевой маг решила оставить своё имя в истории и продолжить род. Возраст и жестокое переохлаждение в событиях Багровых Вод деторождению никак не способствовали. В Эпоху Разума сирот было хоть пруд пруди вот и Фламмифер подобрала 15 девочку с магическими способностям и в официальном документе об усыновлении записала её под фамилией Фламмифер. Помогая дочери всем чем могла наёмница и обучала её всему что знала сама. Чёрной магии с элементами магий Созидания и Влияния. Так же она составила завещание, согласно которому каждое поколение семья будет усыновлять нового талантливого адепта магии оплачивая ему обучение.'}),`
`,n(i.p,{children:"Пережив исход богов и идикт мертворождённых семья как и вся Нихерия начал активно крепнуть и развиваться. Требования традиций, правда, были несколько пересмотрены. У членов семьи появились собственные дети и у многих проявились магические способности. Игнорировать кровных родичей в пользуприёмышей тоже выглядело неправильным и обучение фамильным заклинаниям и приёмам получали все. Среднее качество бойцов несколько просело. Но численность семьи начала расти в геометрической прогрессии. Не стало и жёсткой специализации в жизненной стезе. Если ребёнка интересовала артефакторика - замечательно, юриспруденция - пожалуйста, осударственное управление - тем более, торговля – нуу... тоже сойдёт, ремёсла – хорошо, мы всё равно тебя любим. Не в почёте были только лишённый творчества ручной труд и морское дело. Последнее, опять таки, с лёгкой руки прародительницы. Эксплуатируя влияние старших членов семьи удавалось пропихнуть своих людей и бюрократию Луата, и в армию, и в торговые компании. Семья постепенно приобретала черты уже не семейства, а преступной организации или ,если хотите, частной военной компании, довольно замкнутой но внешне агрессивной."}),`
`,n(i.p,{children:'Обучение брата и сестры проходило своим чередом. Любовь, полностью противореча своему имени, средоточилась на боевых заклинаниях, частью глобально-сокрушительных, частью мерзко-зловредных, но в любом случае смертоносных. Да и само имя девушка употребляла всё реже, неизменно представляясь просто: "Фламмифер"'}),`
`,n(i.p,{children:"Роман, если честно, и сам стал забывать имя данное при рождении выбрав для общения с друзьями прозвище Фламм."}),`
`,n(i.p,{children:"В отличие от сестры парень предпочитал работать в команде, ориентируясь на соответствующий набор заклинаний."}),`
`,n(i.p,{children:"Повысить эффективность одиночных рун он старался целенаправленно развивая амбидекстрию, в том числе и меняя ведущую руку при игре на скрипке, и попытки принесли свои плоды к выпускному молодой маг уже мог уверенно палить фаерболам сразу двух рук. Скрипка вообще помогала отточить координацию и точность движений , что для мага жизненно необходимо."}),`
`,n(i.p,{children:"Посещал Фламм и факультативы по рукопашному бою и бою с коротким клинком которые как раз и вели члены его семьи."}),`
`,n(i.p,{children:"Закончили Академию приёмыши семьи Фламмифер одинаково успешно. На выпускной им обоим были сделаны подарки. Каждому досталось своё.  В случае Романа, в его скрипку, семейный артефактолог вписал идеограмму звука превратив инструмент в артефакт способный в руках хозяина творить истинные чудеса.  Вторым подарком стал щенок питбуля из питомника который держал член фамилии обделённый магическими способностями но не талантом в дрессировке. Регулярные тренировки в том же питомнике превратили Лапку, как Фламм легкомысленно назвал пса в живое орудие убийства, теперь парень мог спокойно путешествовать ночевать хоть посреди леса не опасаясь быть застигнутым врасплох."}),`
`,n(i.p,{children:'После выпуска прошло 5 лет. Остались позади годы срочной службы в армии, где навыки молодого чёрного мага прошли довольно жёсткую обкатку, но, как ни странно, каких то ярких воспоминаний они не оставили. Мандраж перед боем, "отдача" после, а главное вопли первых врагов корчащихся в пламени, Фламм к приятным впечатлениям не относил и постарался быстрее забыть. Успешно.'}),`
`,n(i.p,{children:'По большому счёту в память об армии остались только "стропила" капрала, заброшенные в дальний угол дорожной сумки и кинжал диверсионно-разведовательных отрядов Луатской армии, на поясе. В отличии от своих подростковых поделок его он носил с гордостью, всегда открыто.'}),`
`,n(i.p,{children:'Год после дембеля Фламм провёл, что греха таить, безалаберно. Вырвавшись из под ига армейской дисциплины молодой человек пустился во все тяжкие, перебиваясь случайными заказами которые подкидывал заботливые родичи. Он больше предпочитал проводить время в тавернах и скромных театриках, развлекая публику игрой на волшебной скрипке, зарабатывая на этом заметно больше чем на сомнительных операциях. Ну и, кроме того, девушки любят плохих парней. А в случае Фламма слово "плохой" разве что не было написано на лбу светящимися буквами. Плюс он уже прекрасно знал как довести простых обывательниц своей игрой до экстаза.'}),`
`,n(i.p,{children:"В тот вечер Фламм, слегка поддатый, поднимался по лестнице постоялого двора к своей комнате обнимая за талию очередную девицу и шепча ей на ушко очередную же  романтическую чушь. Попавший впереди Лапка вдруг напрягся и предостерегающие зарычал. Правда очень быстро завилял хвостом и высунув язык заскрёб лапой по доскам двери."}),`
`,n(i.p,{children:'Тяжело вздохнув парень отпер дверь и бросив даме:" Минутку, радость моя.", шагнул за порог уже представляя примерно кого там увидит.'}),`
`,n(i.p,{children:"– Вечер добрый, братик, позднёхонько ты возвращаешься... – сидящая в его кресле девушка, даже в помещении не скинувшая капюшон расслабленно поприветствовала его движениями пальце опёртой на подлокотник руки."}),`
`,n(i.p,{children:"– Искорка моя яркая, как же я рад тебя видеть! И ещё так вовремя... Как зашла?"}),`
`,n(i.p,{children:"Магичка в ответ только прыснула в кулак."}),`
`,n(i.p,{children:"–Да... туплю... Что за срочность?"}),`
`,n(i.p,{children:"Девица оставленная на лестнице робко приоткрыла дверь с недовольной гримаской заглядывая внутрь."}),`
`,n(i.p,{children:"Здоровенный питбуль, копия Лапки, сидящий рядом с креслом грозно зарычал. Они с псом Фламма уже успели обнюхаться и теперь следили за разговором с одинаково задумчивыми выражениями на мордах."}),`
`,n(i.p,{children:"– Спокойно Инферно. Место! Минуточку, уважаемая, мы с братом сейчас закончим и ваш вечер продолжится. Я никогда не посмею стоять на пути большой но чистой любви."}),`
`,n(i.p,{children:"–Пф...  –Дверь закрылась."}),`
`,n(i.p,{children:"– Я жду, Люба. – парень намеренно назвал сестру ненавистным именем. – Я прекрасно понимаю , что ты пять лет после выпуска потратила не зря, благо в армии служить не надо, и что абы кого в легионеры Бюро не берут, но это не даёт тебе право задирать нос, и уж тем боле вести себя подобным образом. – парень выдохнул, не запнуться ни разу, несмотря на заплетающимся язык, дорогого стоило."}),`
`,n(i.p,{children:'– Спасибо что напомнил! – Сверкнула магичка и без того ярко горящими глазами – Я помню как меня зовут, где я служу и, представь себе, как себя вести. А что из этого знаешь ты? Посмотри на себя. У тебя ничего нет своего, кроме, разве, кинжалов. И если семья вкладывается в тебя она в праве ожидать хотя бы видимости благодарности и отдачи. Помолчи! Дай договорить! Хорошо что ты вспомнил Бюро. Дорогу туда тебе никто не преграждает, вот совсем никто. И советую об этом подумать пока кто то, разумеется не я, тоже знаешь, я ангел, не потерял терпение. Значение слова "последствие" ты наверняка тоже знаешь лучше меня.'}),`
`,n(i.p,{children:"Девушка вздохнула один в один так же как её брат минуту назад и махнула рукой."}),`
`,n(i.p,{children:"– Не смею задерживать. Думай... Люблю тебя, дурака. Чмоки-чмоки, братик."}),`
`,n(i.p,{children:"Палец руки, до того покоившейся на подлокотнике, быстро начертил в воздухе руну Пути и Инферно недовольно фыркнув исчез как и не бывало. Ещё одно движение и кресло перед Фламмом опустело."}),`
`,n(i.p,{children:"Парень развёл руками в ответ на непонимающий и немного расстроенный взгляд пса, снял с плеча и аккуратно поместил на полку футляр со скрипкой и крикнул:"}),`
`,n(i.p,{children:"– Заходи, радость моя! Мы одни!"})]})}function x(l={}){const{wrapper:i}=l.components||{};return i?n(i,Object.assign({},l,{children:n(a,l)})):a(l)}const N=()=>c(t,{children:c(x,{},3,null)},3,"TeHthpPw");export{N as default,D as frontmatter,w as head,M as headings};
