import{d as r,x as l,y as n,g as c}from"./q-0a61ba82.js";import{B as d}from"./q-8e27b816.js";import{B as a}from"./q-c037a95c.js";import{b as o}from"./q-04a9294d.js";const g=[{text:"Состав",id:"состав",level:1},{text:"Конфронтация",id:"конфронтация",level:1},{text:"Методы",id:"методы",level:1},{text:"Выход из гильдии",id:"выход-из-гильдии",level:1},{text:"Важные персонажи",id:"важные-персонажи",level:1}],x={title:"Ассоциация С'Итш'Тас",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},f={title:"Ассоциация С'Итш'Тас"};function t(i){const e=Object.assign({p:"p",h1:"h1",a:"a",span:"span",ul:"ul",li:"li",strong:"strong",br:"br",em:"em"},i.components);return n(c,{children:[`
`,n(d,{title:"Ассоциация С'Итш'Тас",src:"/menu/guidebook/guilds/association/pic.jpg",author:"Jonas Jakobsson",authorHref:"https://www.artstation.com/jonasjakobsson"}),`
`,n(a,{text:!0,attention:!0,children:[n(e.p,{children:"Цель Ассоциации С'Итш'Тас — изучение и применение магии, главенство в сфере магического образования и в сфере производства магических артефактов. В последнем, по данным известным только верхушке ассоциации, Последняя Республика Луат превосходит организацию."}),n(e.p,{children:"Ассоциация выдаёт мастерам-артефактологами грамоты, подтверждающие их навык. Мастера с грамотой берут за свои услуги в десять раз больше, чем другие, но и качество работы у них превосходное. Чтобы получить грамоту, нужно предоставить сложный артефакт с необычными свойствами или доказать какую-то новую магическую теорию (через отыгрыш)."})]}),`
`,n(e.h1,{id:"состав",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#состав",children:n(e.span,{class:"icon icon-link"})}),"Состав"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.strong,{children:"Профессорский состав."})," Преподаватели в Сикстиннской Академии Магии (САМ)."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Ассоциаторы."})," Маги-члены Ассоциации не занимающиеся преподаванием в САМ.",n(e.br,{}),`
`,n(e.em,{children:"Иерархия: [ученик → адепт] → [ипомастер → мастер → протомастер] → [иеромагистр → магистр → архимагистр]."})]}),`
`,n(e.li,{children:[n(e.strong,{children:"Корпус Боевых Магов, КБМ"})," — это военизированная структура под руководством Академии, занимающаяся подготовкой и реализацией специалистов боевой магии."]}),`
`]}),`
`,n(e.h1,{id:"конфронтация",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#конфронтация",children:n(e.span,{class:"icon icon-link"})}),"Конфронтация"]}),`
`,n(e.p,{children:"Ассоциация находится в непрекращаемой борьбе за оба стула. С одной стороны Последняя Республика Луат, которая то и дело наступает архимагистрам на пятки и совершает те же открытия, что и они, в течение считанных суток. С другой стороны империализм Мордвина, который пытается заставить архимагистров строить государство вокруг граждан и нужд империи, а не вокруг академии и исследования магии."}),`
`,n(e.p,{children:n(e.em,{children:"Не видят угрозы в железнодорожниках ввиду отсутствия наблюдаемой системы и структурированности их организации."})}),`
`,n(e.h1,{id:"методы",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#методы",children:n(e.span,{class:"icon icon-link"})}),"Методы"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.strong,{children:"«Исследовательские войны»."})," Сикстинна на правах доминиона добровольно принимает участие в сражениях при других государствах империи. Делается это чтобы, во-первых, получить доступ к территориям находящимся за пределами империи; а во-вторых, чтобы получить ценнейший боевой опыт магами КБМ."]}),`
`]}),`
`,n(e.h1,{id:"выход-из-гильдии",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#выход-из-гильдии",children:n(e.span,{class:"icon icon-link"})}),"Выход из гильдии"]}),`
`,n(e.p,{children:"Рядового члена гильдии не отпустят на вольные хлеба в том случае, если он:"}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Является артефактологом уровня «мастер»;"}),`
`,n(e.li,{children:"Причастен к секретным экспериментам;"}),`
`,n(e.li,{children:"Владеет информацией о местонахождении Мест Силы в мире;"}),`
`]}),`
`,n(e.p,{children:"При уходе маг обязуется не разглашать известные ему тайны Ассоциации, сдать все казённые артефакты, а также выплачивать в казну Культа 30% от своего дохода вне организации."}),`
`,n(e.h1,{id:"важные-персонажи",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#важные-персонажи",children:n(e.span,{class:"icon icon-link"})}),"Важные персонажи"]}),`
`,n(o,{guildFilter:"Ассоциация"})]})}function h(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(t,i)})):t(i)}const b=()=>r(l,{children:r(h,{},3,null)},3,"3kgOkXNg");export{b as default,f as frontmatter,x as head,g as headings};
