import{m as d,N as t,$ as n,S as a}from"./q-b1c41f58.js";import{B as s}from"./q-eebce870.js";import{B as e}from"./q-f7d00192.js";import{N as o}from"./q-0fe37ce9.js";import{N as l}from"./q-7b50f0ab.js";import{B as u}from"./q-c16f0d1c.js";import{C as c}from"./q-3ccade93.js";const k=[{text:"0. Метка PVP и ID игрока",id:"0-метка-pvp-и-id-игрока",level:2},{text:"I. Имя",id:"i-имя",level:2},{text:"II. Этничность",id:"ii-этничность",level:2},{text:"III. Возраст",id:"iii-возраст",level:2},{text:"IV. Класс",id:"iv-класс",level:2},{text:"V. Деятельность",id:"v-деятельность",level:2},{text:"VI. Характер",id:"vi-характер",level:2},{text:"VII. Внешность",id:"vii-внешность",level:2},{text:"VIII. Биография",id:"viii-биография",level:2},{text:"IX. Характеристики",id:"ix-характеристики",level:2},{text:"X. Инвентарь",id:"x-инвентарь",level:2},{text:"XI. Питомцы и NPC",id:"xi-питомцы-и-npc",level:2},{text:"XII. Средства",id:"xii-средства",level:2},{text:"XIII. Пробный пост",id:"xiii-пробный-пост",level:2}],y={title:"Анкета",meta:[],styles:[],links:[],frontmatter:{}},V={title:"Анкета"};function h(r){const i=Object.assign({p:"p",ul:"ul",li:"li",strong:"strong",br:"br",h2:"h2",a:"a",span:"span",em:"em",ol:"ol",table:"table",thead:"thead",tr:"tr",th:"th",tbody:"tbody",td:"td"},r.components);return n(a,{children:[n(s,{title:"Анкета",src:"pic.jpg"}),`
`,n(e,{children:n(i.p,{children:"Во-первых, требования к артам:"})}),`
`,n("img",{src:"/menu/manual/templates/quenta/requirements.jpg"}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Арты в стиле аниме и некачественные отклоняются. Фотографии реальных актеров тоже."}),`
`,n(i.li,{children:"Допускается некоторое несоответствие артов и описания в анкете. Например, для игры за редрехан достаточно будет арта на эльфа. Если трудно подобрать разрисованного татуировками ибэ, обойдитесь артом без них, но в описании внешности дайте подробное описание узорам."}),`
`,n(i.li,{children:"Реальные фото игроков отклоняются (если он не ролевик полевых игр\\реконструктор)."}),`
`,n(i.li,{children:n(i.strong,{children:"Без арта анкета не принимается."})}),`
`,n(i.li,{children:"Если вам понравился персонаж на обложке раздела — смело просите. Если он уже не занят, то весь ваш."}),`
`]}),`
`,n(e,{warning:!0,text:!0,children:n(i.p,{children:["Ветераны Нихерии могут обратиться к администрации.",n(i.br,{}),`
`,n(i.strong,{children:"У нас есть способы возродить вашего любимого персонажа даже через столетия."})," Впрочем, всегда приятно начинать что-то новое."]})}),`
`,n(o,{decorated:!0}),`
`,n(i.h2,{id:"0-метка-pvp-и-id-игрока",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#0-метка-pvp-и-id-игрока",children:n(i.span,{class:"icon icon-link"})}),"0. Метка PVP и ID игрока"]}),`
`,n(i.p,{children:"Узнать свой ID ВКонтакте можно в «Мои настройки» → вкладка «Общее» → листаем вниз до «Адрес вашей страницы» → там есть цифры, указанные в «Номер страницы» (необходимо нажать «Изменить»)."}),`
`,n(i.p,{children:n(i.a,{href:"../../rules/#pvp",children:"Информация о PVP метке"})}),`
`,n(i.h2,{id:"i-имя",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#i-имя",children:n(i.span,{class:"icon icon-link"})}),"I. Имя"]}),`
`,n(i.p,{children:["Имя, соответствующее месту проживания и расе героя. Современные имена, анимешные, на других языках, откровенно для рофла не допускаются.",n(i.br,{}),`
`,n(i.strong,{children:"Здесь же можно указать прозвища, фамилию, Дом и даже род, если таковые предусмотрены."})]}),`
`,n(i.h2,{id:"ii-этничность",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ii-этничность",children:n(i.span,{class:"icon icon-link"})}),"II. Этничность"]}),`
`,n(i.p,{children:["Использовать можно только те народы, которые существуют в игровом мире. Рекомендуется указывать этничность конкретно: если человек, то арвиец. Авторские расы отклоняются.",n(i.br,{}),`
`,"В случае игры за бестиарное существо, в этом пункте пишется «",n(i.em,{children:"Бестиарное (вид)"}),"».",n(i.br,{}),`
`,"Если герой полукровка — ",n(i.em,{children:"укажите расы родителей"}),"."]}),`
`,n(i.h2,{id:"iii-возраст",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#iii-возраст",children:n(i.span,{class:"icon icon-link"})}),"III. Возраст"]}),`
`,n(i.p,{children:["Указывается возраст и год рождения. По желанию - созвездие-покровитель, месяц, точный день. Разобраться поможет раздел истории. ",n(i.a,{href:"../../../navigation/cosmology",children:"Информация по созвездиям."})]}),`
`,n(i.h2,{id:"iv-класс",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#iv-класс",children:n(i.span,{class:"icon icon-link"})}),"IV. Класс"]}),`
`,n(i.p,{children:"Класс − это способ ведения боя, а не деятельность героя. В Нихерии шаман может быть воином, друид − магом, маг − рубить врагов острым мечом, а воин − пользоваться огнестрельным оружием."}),`
`,n(u,{columns:2,gap:"10px",children:[n("div",{children:[n(l,{underlined:!0,nogradient:!0,size:4,text:"Воин"}),n(i.p,{children:["Воин − тот, кто предпочитает открытый бой с использованием ближнего оружия. Любого.",n(i.br,{}),`
`,"К изучению: ",n(i.a,{href:"../../../skills/military",children:"«открытый бой»"}),"."]})]}),n("div",{children:[n(l,{underlined:!0,nogradient:!0,size:4,text:"Маг"}),n(i.p,{children:["Маги специализируются на заклинаниях, рунах, артефактах и других магических явлениях.",n(i.br,{}),`
`,"Узнать подробнее о классе «маг» можно в ",n(i.a,{href:"../../../magic/basics",children:"этом разделе"}),"."]})]}),n("div",{children:[n(l,{underlined:!0,nogradient:!0,size:4,text:"Разбойник"}),n(i.p,{children:["Разбойник использует любое дальнее оружие и ближнее в качестве вспомогательного, а не основного. Если герой бьёт в спину, но не стреляет − это тоже разбойник, поскольку ведет не открытый бой.",n(i.br,{}),`
`,"К изучению: ",n(i.a,{href:"../../../skills/military",children:"«дальний/скрытый бой»"}),"."]})]}),n("div",{children:[n(l,{underlined:!0,nogradient:!0,size:4,text:"Мирный"}),n(i.p,{children:["Кроме основных классов есть мирные герои - это для тех, кто не хочет сражаться в принципе, а хочет заниматься каким-нибудь ",n(i.a,{href:"../../../skills/crafts",children:"ремеслом"})," или ",n(i.a,{href:"../../../skills/science",children:"наукой"}),".",n(i.br,{}),`
`,"У мирных героев нет подкласса, а воинские навыки и магия не могут быть выше ученика."]})]})]}),`
`,n("div",{style:"margin-top: 10px;",children:[n(l,{underlined:!0,nogradient:!0,size:4,text:"Подклассы"}),n(i.p,{children:["Иногда хочется сразу и щит, и меч, и лук, и колдануть что-нибудь. В этом случае на помощь приходят подклассы.",n(i.br,{}),`
`,"Например: воин, подкласс маг − это герой, который крошит врагов в капусту и иногда использует слабые заклинания.",n(i.br,{}),`
`,"Или другой пример: маг, подкласс воин − это чародей, который швыряет молнии, огонь и лед, но при этом может постоять за себя с помощью короткого меча, который прихватил с собой."]})]}),`
`,n(i.h2,{id:"v-деятельность",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#v-деятельность",children:n(i.span,{class:"icon icon-link"})}),"V. Деятельность"]}),`
`,n(i.p,{children:"В этом пункте коротко опишите, чем занимается Ваш герой по жизни, как зарабатывает деньги и где его можно найти чаще всего."}),`
`,n(i.h2,{id:"vi-характер",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#vi-характер",children:n(i.span,{class:"icon icon-link"})}),"VI. Характер"]}),`
`,n("img",{src:"ideology.jpg"}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Мировоззрение"})," − смешанных мировоззрений нет, но они могут меняться по ходу игры."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Религия"})," − герой может поклоняться Близнецам, Абхоту или какому-то из их искаженных вариантов. Атеизм в игровом мире не существует (так как боги 100% есть), ближайшее к нему понятие − равнодушие в религиозных вопросах."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Отношение к магии\\технологиям и политические взгляды"})," − Ваш герой живет в Нихерии, следовательно, на него влияют события, что происходят в игровом мире."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Сильные и слабые стороны"})," (не физические) − чем герой полезен команде, в чем на него нельзя положиться и так далее."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Жизненная цель"})," − к чему стремится и ради чего живет герой?"]}),`
`,n(i.li,{children:[n(i.strong,{children:"Хобби"})," − безобидные (или не очень обидные) занятия, приносящие небольшой доход или удовольствие."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Страх"})," ",n(i.a,{href:"fears",children:n(i.em,{children:"прочти"})}),". Каждый чего-то боится. В биографии должно быть объяснение, почему герой боится именно этого."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Неприязни"})," − всё, что вызывает у героя отвращение, дискомфорт."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Табу"})," − что-то, что герой ни за что не будет делать, принцип, клятва, обет и т.д."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Вредные привычки"})," − от курения и пьянства до обгрызания ногтей у других героев, хруста пальцами, перебивания собеседников."]}),`
`]}),`
`,n(i.p,{children:["Магам необходимо учитывать ",n(i.a,{href:"../../../magic/influence",children:"влияние рун"})," на характер героя."]}),`
`,n(i.h2,{id:"vii-внешность",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#vii-внешность",children:n(i.span,{class:"icon icon-link"})}),"VII. Внешность"]}),`
`,n(i.p,{children:[n(i.strong,{children:"Укажите рост и вес в цифровом значении."}),n(i.br,{}),`
`,"Избегайте неестественного цвета волос и глаз для выбранной расы, не покрывайте героя родимыми пятнами, повторяющими географическую карту Нихерии, не перечисляйте десятки шрамов в форме цветов или шпаргалок к тайнам мироздания.",n(i.br,{}),`
`,"В этом пункте указываются физические недостатки − слепота, хромота и т.п.",n(i.br,{}),`
`,n(i.em,{children:["Магам необходимо учитывать ",n(i.a,{href:"../../../magic/influence",children:"влияние рун"})," на внешность героя."]})]}),`
`,n(i.h2,{id:"viii-биография",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#viii-биография",children:n(i.span,{class:"icon icon-link"})}),"VIII. Биография"]}),`
`,n(i.p,{children:[n(i.strong,{children:"Этот пункт − самый важный."})," Он соединяет воедино все остальные, дает обоснование каждому навыку и каждой особенности, каждой вещи в инвентаре и характеру героя.",n(i.br,{}),`
`,"Не забывайте также делать перекличку событий с ",n(i.a,{href:"../../../navigation",children:"географией"}),", ",n(i.a,{href:"../../../history",children:"историей"})," и ",n(i.a,{href:"../../../history/news",children:"свежими новостями"}),"."]}),`
`,n(i.h2,{id:"ix-характеристики",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ix-характеристики",children:n(i.span,{class:"icon icon-link"})}),"IX. Характеристики"]}),`
`,n(e,{text:!0,children:[n(i.ol,{children:[`
`,n(i.li,{children:["Воин, Разбойник, Маг, Друид, Шаман",n(i.br,{}),`
`,n(i.strong,{children:"Уровни мастерства:"})," новичок\\ученик\\умелец\\мастер."]}),`
`]}),n(i.ul,{children:[`
`,n(i.li,{children:["Воин, Разбойник",n(i.br,{}),`
`,"В случае выбора ",n(i.a,{href:"../../../skills/military",children:"воинского навыка"}),", игрок обязательно пишет ",n(i.strong,{children:"оружие"}),", которым обучен владеть.",n(i.br,{}),`
`,"Использование оружия со сходной техникой владения возможно, но навык будет в этом случае на два пункта ниже, либо отсутствовать вовсе."]}),`
`]}),n(c,{children:n(i.p,{children:n(i.em,{children:"Пример: Метательное (праща) − умелец."})})}),n(i.ul,{children:[`
`,n(i.li,{children:["Маг",n(i.br,{}),`
`,n(i.strong,{children:"При выборе магии необходимо прописать известные простые и сложные заклинания."})," Все заклинания должны соответствовать правилам, которые можно ",n(i.a,{href:"../../../magic/basics",children:"узнать здесь"}),".",n(i.br,{}),`
`,n(i.strong,{children:"Одиночные руны"})," прописываются ",n(i.em,{children:"с одним или двумя вариантами"})," использования (только если маг талантлив и обучился в академии), ",n(i.em,{children:"дальностью"}),", ",n(i.em,{children:"эффективностью"})," и другими параметрами в зависимости от характера заклинания (площадь, ширина, высота, скорость полета, объем и т.д.).",n(i.br,{}),`
`,n(i.strong,{children:"Сложные заклинания"})," прописываются по тому же принципу, но время высчитывается по формуле, либо с помощью ",n(i.a,{href:"../../../tools/magic",children:"специального калькулятора"}),"."]}),`
`]}),n(c,{text:`Оформление сложного заклинания:\r
Сложное заклинание «Мерзкая опухоль»\r
- Идеограмма Черной Магии (40)\r
- Руна Хаоса ✨ (0)\r
- Руна Роста (-10)\r
Длительность: 30 секунд`}),n(i.ul,{children:[`
`,n(i.li,{children:[`Друид, Шаман, Оккультист\r
`,n(i.a,{href:"../../../skills/druidism",children:"Друидизм"}),", ",n(i.a,{href:"../../../skills/shamanism",children:"Шаманизм"})," или ",n(i.a,{href:"../../../skills/occultism",children:"оккультизм"})," прописывается здесь же. Эти навыки описываются подробным списком своими словами (всё знать герой не может, учитывайте это)."]}),`
`]}),n("div",{center:!0,children:n(i.p,{children:n(i.em,{children:"Количество и сложность навыков должны соответствовать биографии. Каждому из них должно быть уделено соответствующее место в истории персонажа."})})})]}),`
`,n(e,{text:!0,children:[n(i.ol,{start:"2",children:[`
`,n(i.li,{children:["Характеристики",n(i.br,{}),`
`,"Здесь Вы можете (по желанию) своими словами описать выдающиеся физические характеристики героя. Помните: то, что не прописано, считается по общепринятым нормам расы."]}),`
`]}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Духовная мощь"})," − статичная характеристика, которую может прокачать только друид\\шаман\\призрак. У остальных (кроме чистокровных редрехан, бестийцев и полукровок от этих двух рас) она будет на низком уровне.",n(i.br,{}),`
`,"Призракам эта характеристика необходима. Они изначально обладают низкой духовной мощью, но в процессе существования и паразитирования могут повышать её."]}),`
`]})]}),`
`,n(e,{text:!0,children:[n(i.ol,{start:"3",children:[`
`,n(i.li,{children:"Ремесленные навыки"}),`
`]}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Градация ремесел: терпимо, достойно, отлично."})," Описывается уровень владения и заслуги на данном поприще. Ремесел может быть только три, на любом уровне. Быть гуру во всем невозможно, как говорится, «ни швец, ни жнец, ни на дуде игрец».",n(i.br,{}),`
`,"На терпимом уровне − три взаимосвязанных ремесла.",n(i.br,{}),`
`,"На достойном уровне − два.",n(i.br,{}),`
`,"На отличном − одно.",n(i.br,{}),`
`,"Рекомендуется изучить ",n(i.a,{href:"../../../guidebook/education",children:"раздел обучения"}),"."]}),`
`]})]}),`
`,n(e,{text:!0,children:[n(i.ol,{start:"4",children:[`
`,n(i.li,{children:"Науки"}),`
`]}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Градация наук: новичок, ученик, умелец, мастер."})," Наук может быть только две, на любом уровне (чем выше навык, тем больше должно быть информации об этом в анкете).",n(i.br,{}),`
`,"Знание языков на уровне не выше ",n(i.em,{children:"ученика"})," лимитом игнорируется."]}),`
`]})]}),`
`,n(e,{text:!0,children:[n(i.ol,{start:"5",children:[`
`,n(i.li,{children:"Бытовые навыки"}),`
`]}),n(i.ul,{children:[`
`,n(i.li,{children:["Бытовые навыки описываются исходя из биографии − выживание в дикой природе, верховая езда, мореходство и т.д. У них нет уровня, поэтому обходитесь своими словами, избегая «средне, хорошо, плохо».",n(i.br,{}),`
`,"Чем больше бытовых навыков, тем хуже владение ими."]}),`
`]})]}),`
`,n(i.h2,{id:"x-инвентарь",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#x-инвентарь",children:n(i.span,{class:"icon icon-link"})}),"X. Инвентарь"]}),`
`,n(i.p,{children:[n(i.strong,{children:"Комфортный вес вещей для путешествий пешком − 20-25% от массы тела."}),n(i.br,{}),`
`,"Шпаргалка: ",n(i.a,{href:"../../../guidebook/books/science/weapon",children:"Оружие и броня"}),"."]}),`
`,n(i.ol,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Оружие"}),` − указывается тип, вес, размеры и материал. Если оружие − лук или арбалет, то не забывайте про дальность поражения, колчан и стрелы\\болты.\r
Наличие огнестрельного оружия должно быть объяснено.`]}),`
`,n(i.li,{children:[n(i.strong,{children:"Доспехи"}),` − тип, толщина брони, материал, внешний вид (или арт). Полностью укомплектованным в доспехи может быть только стражник или солдат.\r
Прочее, что герой носит с собой.`]}),`
`,n(i.li,{children:[n(i.strong,{children:"Недвижимость"}),", если она имеется, или ",n(i.strong,{children:"транспорт"}),`, например, судно. Если необходима локация, то следует пройти в раздел правил и оформить её по шаблону.\r
Артефакты: схема и руны, которыми зачарован предмет; эффект; каким образом герой заряжает артефакты. Изучите артефакторику.`]}),`
`,n(i.li,{children:[n(i.strong,{children:"Артефакты:"})," схема и руны, которыми зачарован предмет; эффект; каким образом герой заряжает артефакты. Изучите ",n(i.a,{href:"../../../magic/artifactory",children:"артефакторику"}),"."]}),`
`]}),`
`,n(i.h2,{id:"xi-питомцы-и-npc",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#xi-питомцы-и-npc",children:n(i.span,{class:"icon icon-link"})}),"XI. Питомцы и NPC"]}),`
`,n(i.p,{children:["На момент регистрации доступен только один крупный питомец или два мелких.",n(i.br,{}),`
`,"НПС − не больше пяти, а их уровень навыков − обязательно ниже, чем у героя. Соблюдайте логику: серийный киллер не будет гулять с офицером Бюро Вычищения, а праведный ортодоксальный бестиец не будет путешествовать с магистром магии."]}),`
`,n("div",{center:!0,children:n(i.p,{children:"Для питомца и нпс пишется отдельная мини-анкета:"})}),`
`,n(e,{center:!0,text:!0,children:n(i.table,{children:[n(i.thead,{children:n(i.tr,{children:[n(i.th,{children:"Питомец"}),n(i.th,{children:"НПЦ"})]})}),n(i.tbody,{children:[n(i.tr,{children:[n(i.td,{children:"Кличка"}),n(i.td,{children:"Имя"})]}),n(i.tr,{children:[n(i.td,{children:"Вид, масть, рост, вес"}),n(i.td,{children:"Внешность, рост, вес, особые приметы"})]}),n(i.tr,{children:[n(i.td,{children:"Характер"}),n(i.td,{children:"Характер по всем пунктам, как у героя"})]}),n(i.tr,{children:[n(i.td,{children:"Умения, дрессировка"}),n(i.td,{children:"Навыки"})]}),n(i.tr,{children:[n(i.td,{children:"Предметы для питомца"}),n(i.td,{children:"Инвентарь"})]}),n(i.tr,{children:[n(i.td,{children:"Биография, где приобретен питомец"}),n(i.td,{children:"Биография, как познакомились и почему вместе"})]})]})]})}),`
`,n("div",{center:!0,children:n(i.p,{children:n(i.em,{children:"Нежить, химеры и прирученные друидом существа пишутся здесь же."})})}),`
`,n(i.h2,{id:"xii-средства",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#xii-средства",children:n(i.span,{class:"icon icon-link"})}),"XII. Средства"]}),`
`,n(i.p,{children:["В этом пункте указывается количество денег, которое есть у героя на момент регистрации.",n(i.br,{}),`
`,"Обязательно изучите ",n(i.a,{href:"../../../economy",children:"этот раздел"}),"."]}),`
`,n(i.h2,{id:"xiii-пробный-пост",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#xiii-пробный-пост",children:n(i.span,{class:"icon icon-link"})}),"XIII. Пробный пост"]}),`
`,n(i.p,{children:[`Тема пробного поста выбирается самостоятельно: применение заклинания, сражение с равным по силе, изготовление товара, исследование, политика и т.д.\r
Здесь Вы подтверждаете уровень навыков героя и показываете, что сможете им играть.`,n(i.br,{}),`
`,"Для последующих героев пробный пост не требуется, кроме случаев, если пробник требует квент-мастер."]})]})}function p(r={}){const{wrapper:i}=r.components||{};return i?n(i,Object.assign({},r,{children:n(h,r)})):h(r)}const X=()=>d(t,{children:d(p,{},3,null)},3,"QNzEhMrC");export{X as default,V as frontmatter,y as head,k as headings};
