import{d as c,x as a,y as n,g as t}from"./q-0a61ba82.js";import{a as p}from"./q-91081271.js";import{N as r}from"./q-f1617c30.js";import{D as e}from"./q-5e3b99f2.js";import{B as s}from"./q-c037a95c.js";import{B as o}from"./q-4631a7c6.js";import{I as u}from"./q-d1625f72.js";import{N as m}from"./q-35d26e69.js";import{M as d}from"./q-5746b8ce.js";import"./q-a16cf504.js";import"./q-9ab20808.js";const B=[{text:"Характер",id:"характер",level:1},{text:"Внешность",id:"внешность",level:1},{text:"Навыки",id:"навыки",level:1},{text:"Характеристики",id:"характеристики",level:2},{text:"Воинские",id:"воинские",level:2},{text:"Простые заклинания",id:"простые-заклинания",level:3},{text:"Сложные заклинания",id:"сложные-заклинания",level:3},{text:"Крепость тела",id:"крепость-тела",level:4},{text:"Тотальное исцеление",id:"тотальное-исцеление",level:4},{text:"Усиление",id:"усиление",level:4},{text:"Концентрация",id:"концентрация",level:4},{text:"Ремесла",id:"ремесла",level:2},{text:"Науки",id:"науки",level:2},{text:"Бытовые навыки",id:"бытовые-навыки",level:2},{text:"Имущество и спутники",id:"имущество-и-спутники",level:1},{text:"Оружие",id:"оружие",level:2},{text:"Доспехи/Одежда",id:"доспехиодежда",level:2},{text:"Быт",id:"быт",level:2},{text:"Артефакты",id:"артефакты",level:2},{text:"Недвижимость",id:"недвижимость",level:2},{text:"НПЦ",id:"нпц",level:2},{text:"Средства",id:"средства",level:2},{text:"Биография",id:"биография",level:1}],D={title:"Румгуисэ",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},N={title:"Румгуисэ"};function h(l){const i=Object.assign({h1:"h1",a:"a",span:"span",p:"p",em:"em",h2:"h2",ul:"ul",li:"li",h3:"h3",h4:"h4",pre:"pre",code:"code"},l.components);return n(t,{children:[n(p,{data:"heroes",name:"Румгуисэ"}),`
`,n(r,{}),`
`,n(u,{name:"Румгуисэ"}),`
`,n(i.h1,{id:"характер",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характер",children:n(i.span,{class:"icon icon-link"})}),"Характер"]}),`
`,n(e,{open:!0,summary:"Мировоззрение",children:n(i.p,{children:n(i.em,{children:"Хаотично-нейтральный."})})}),`
`,n(e,{open:!0,summary:"Религия",children:n(i.p,{children:"Румгуисэ проявляет полное равнодушие в религиозных вопросах, но исходя из того, что в детстве девушке прививали веру в Абхота, она до сих пор периодически вспоминает о вере, но старается от этого избавляться, ведь для того, чтобы сохранять нейтралитет, нужно быть нейтральным во всех вопросах, включая религию. «Никто, кроме нас самих, не властен над нашими судьбами.»"})}),`
`,n(e,{open:!0,summary:"Отношение к магии/технологиям, политические взгляды",children:n(i.p,{children:"К магии отношение резко положительное, к технологиям нейтральное, как и к политике. Рум не считает это теми темами, на которые стоило бы тратить ячейки памяти — краткосрочной или долгосрочной."})}),`
`,n(e,{open:!0,summary:"Сильные и слабые стороны",children:n(i.p,{children:"Румгуис с лëгкостью тебя подлечит и ослабит противников, но вот наносить прямой урон по противникам девушка будет только в критической ситуации, либо же на ближнем расстоянии одноручным мечом. Но будь готов к тому, что Рум может пропасть."})}),`
`,n(e,{open:!0,summary:"Жизненная цель",children:n(i.p,{children:"Достижение гармонии души, а так же между разумом и телом, что, честно говоря, по ощущениям самой дамы, всë дальше от неë."})}),`
`,n(e,{open:!0,summary:"Хобби",children:n(i.p,{children:"Собирательство (ягоды, орехи, возможно некоторые травы, водоросли), изготовление мазей, лечебных настоек (в общем и целом — алхимия)."})}),`
`,n(e,{open:!0,summary:"Страхи",children:[n(i.p,{children:"Потеря разума и свободы тела, утрата красоты."}),n(i.p,{children:"Румгуисэ влюблена в свою внешность, она порой даже пыталась найти материалы о ритуалах, схожих с клонированием (пусть и быстро бросила это дело, за отсутствием какой-либо информации в принципе), поэтому утрата собственной красоты еë внешности станет для редрехан огромной трагедией, после которой она очень вряд ли оправится."}),n(i.p,{children:"Потеря свободы тела связана с тем, что после освобождения от оков подземелья, вдохнув пересыщенный кислородом воздух, Румгуис больше никогда в жизни не сможет вернуться обратно."}),n(i.p,{children:"А вот с потерей разума уже сложнее... Из-за скопившихся в еë голове чужих мнений, чьих-то проблем, еë собственных, Рум теряется в собственной голове, в собственных мыслях. Девушка очень боится, что рано или поздно она просто напросто забудет себя, забудет то, как складывать собственное мнение, забудет, что такое быть личностью. В моменты потерь на Рум накатывает бесконечная тревога и паранойя, сильная настолько, что тело мага может начать колотить, словно от лëгких конвульсий."})]}),`
`,n(e,{open:!0,summary:"Неприязни",children:n(i.p,{children:"Категоричное отношение к чему-либо и/или кому-либо, максимализм, несоблюдение банальной гигиены."})}),`
`,n(e,{open:!0,summary:"Табу",children:[n(i.p,{children:"Румгуисэ никогда и ни за что не пойдëт на предательство. Начиная с предательства кого-то и заканчивая предательством относительно самой себя (что бы это не значило)."}),n(i.p,{children:"Так же девушкой дана клятва, что она никогда и ни при каких обстоятельствах не воспользуется Чëрной магией."})]}),`
`,n(e,{open:!0,summary:"Вредные привычки",children:n(i.p,{children:"Уход от диалога. В буквальном смысле. Румгуисэ, если диалог ей неприятен или она устала, просто разворачивается и уходит (если не считает человека для себя достаточно авторитетным, дабы лишать себя личного комфорта). А так же девушка искренне любит сопровождать себя продолговатыми травяными так называемыми самокрутками — это помогает откатить постепенно изредка появляющиеся побочки с отсутствием эмпатии из-за руны Притока."})}),`
`,n(r,{}),`
`,n(i.h1,{id:"внешность",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#внешность",children:n(i.span,{class:"icon icon-link"})}),"Внешность"]}),`
`,n(i.p,{children:["180см. 67 кг. ",n("br",{}),`
Волосы белоснежного цвета и необычная стрижка – густая чёлка, полностью скрывающая глаза, макушечные волосы заплетены льняной тканью, область височных волос подстрижена до подбородка, вся остальная (затылочная) масса волос чуть ниже поясницы (чаще всего либо распущены, либо заплетены в косу), глаза — сиреневого, к тому же они ярко светятся, в силу расы и идеограммы Созидания, но это скрыто длинной чëлкой, так как девушка не желает доставлять дискомфорт другим сущностям, а так же таким образом Рум старается избегать лишних взглядов, тем более в глаза. Почти белая, слегка отдающая серо-голубым оттенком кожа, которая, казалось бы, должна быть тëмной, ведь Румгуисэ — выходец из народа Наат, обусловлена побочкой руны Воли, которую девушка ещë будучи учеником очень активно отчеканивала по несколько раз на дню, ведь изо всех сих хотела вернуть свою драгоценную белоснежную кожу.`]}),`
`,n(i.p,{children:'На лице присутствуют подобия татуировок — следствия руны Исцеления, но сама Румгуисэ очень довольна "косичкой", как сама девушка еë называет, и интересным решением украшения губ. Есть надежда, что в дальнейшем на теле будет появляться всë больше татуировок.'}),`
`,n(r,{}),`
`,n(i.h1,{id:"навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#навыки",children:n(i.span,{class:"icon icon-link"})}),"Навыки"]}),`
`,n(i.h2,{id:"характеристики",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характеристики",children:n(i.span,{class:"icon icon-link"})}),"Характеристики"]}),`
`,n(i.p,{children:n(i.em,{children:"Духовная мощь - великая."})}),`
`,n(i.p,{children:"Румгуисэ довольно ловкая, но за счёт того, что чаще всего её тело медленно и безмятежно, для раскрытия всех навыков ловкости ей приходится пользоваться соответствующей руной – руной Воздуха."}),`
`,n(i.p,{children:"Так же Рум очень скрытна. Дама практически идеально умеет оценивать местность, благодаря чему магу удаётся и спрятаться, и выполнять необходимые задачи – будь то помощь на поле боя, слежка или что-либо другое. От части это обусловлено тем, что она является редреханкой, но так же это развивалось на протяжении всей — дома не лезть под руку, в Сикстине не попадаться на глаза, а в лесу наблюдать за фауной."}),`
`,n(i.p,{children:"Но не смотря на всë это, девушка хрома на одну ногу и это психосоматическое. Самой Румгуисэ не известно по какой причине. Фактически это из-за того, что она до сих пор не отвыкла от глубокой мысли о том, что покинула родной народ и теперь вряд ли когда либо туда вернëтся."}),`
`,n(i.p,{children:"В остальном она не отличается выдающимися физическими навыками."}),`
`,n(i.h2,{id:"воинские",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#воинские",children:n(i.span,{class:"icon icon-link"})}),"Воинские"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:[`
`,n(i.p,{children:"Длинное оружие ближнего боя: ученик."}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.p,{children:"Маг: умелец."}),`
`]}),`
`]}),`
`,n(i.h3,{id:"простые-заклинания",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#простые-заклинания",children:n(i.span,{class:"icon icon-link"})}),"Простые заклинания"]}),`
`,n(e,{summary:"Белая Магия",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Белой Магии – [является основой для любой другой руны данной ветви]"}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Исцеления – с помощью этой руны можно исцелять не только раненных   людей, но и растения."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Гибкости – придаëт телу дополнительную гибкость."}),`
`]}),`
`]}),`
`]})}),`
`,`
`,n(e,{summary:"Магия Созидания",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Созидания – [является основой для любой другой руны данной ветви]."}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Воздуха – с её помощью можно некоторое время контролировать не очень большие потоки воздуха, к примеру вызвать относительно сильный ветер (но не создать буран)."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Силы – усиляет любое заклинание, в котором применяется."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Льда (1) – с помощью данной руны можно с лёгкостью охладить любой организм если масса этого организма не более 100 кг. В ином случае получится охладить лишь какую-то часть, после чего, секунд через пятнадцать, часть начнëт снова медленно нагреваться. Организм же есть возможность продержать холодным на протяжении довольно длительного времени (условный час). Все охлаждения относительно изначальной температуры тела, они контролируются магом и организм охлаждается на температуру не ниже 0°С."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Льда (2) – способна превратить любую жидкость, температура заморозки которой не ниже -150°С в твёрдое тело, но для достижения максимального результата, количество жидкости не может превышать объëмы условной пробирки. В ином случае бóльшее количество жидкости будет охлаждаться до меньшей температуры. Длительность действия руны будет зависеть от количества вложенной в использование энергии (комфортное использование = заморозка на 5-10 секунд)."}),`
`]}),`
`]}),`
`]})}),`
`,n(e,{summary:"Магия Влияния",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Влияния – [является основой для любой другой руны данной ветви]."}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Концентрации - благодаря руне можно повысить чёткость зрения и слуха, внимательность, но воспользовавшись руной без Руны Фокуса, будет казаться, будто голова разрывается от количества нефильтруемой информации от ушей и глаз."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Воли – человеку, павшему духом (тревога, уныние), помогает на некоторое время выбраться из подавленного состояния."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Притока – собираются силы из окружающей среды и поглощаются либо самим магом, либо маг направляет эти силы кому-то (в радиусе не далее метра)."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Фокуса – помогает сфокусироваться на определённом предмете/информации. Чаще всего используется в паре с идеограммой Внимания."}),`
`]}),`
`]}),`
`]})}),`
`,n(i.h3,{id:"сложные-заклинания",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#сложные-заклинания",children:n(i.span,{class:"icon icon-link"})}),"Сложные заклинания"]}),`
`,n(i.h4,{id:"крепость-тела",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#крепость-тела",children:n(i.span,{class:"icon icon-link"})}),"Крепость тела"]}),`
`,n(d,{spell:"Б И Белой Магии,Б Р Воли+,Б Р Исцеления"}),`
`,n(i.p,{children:"Б И Белой Магии,Б Р Воли+,Б Р Исцеления"}),`
`,n(i.p,{children:'Заклинание даëт всем попавшим под еë влияние исцеление и неудержимую силу воли, которая порывает "вперëд и ввысь". Чаще всего заклинание используется на поле боя.'}),`
`,n(i.pre,{children:n(i.code,{children:`Тип: Сложное заклинание
- Идеограмма Белой Магии (40)
- Руна Воли ✨ (0)
- Руна Исцеления (-5)
Длительность: 35 секунд 
`})}),`
`,n(i.h4,{id:"тотальное-исцеление",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#тотальное-исцеление",children:n(i.span,{class:"icon icon-link"})}),"Тотальное исцеление"]}),`
`,n(d,{spell:"Б И Белой Магии,В Р Притока,Б Р Исцеления+"}),`
`,n(i.p,{children:"Б И Белой Магии,В Р Притока,Б Р Исцеления+"}),`
`,n(i.p,{children:"По максимуму исцеляет преобладающее количество ран, вместе с этим давая возможность моментально продолжить бой."}),`
`,n(i.pre,{children:n(i.code,{children:`Тип: Сложное заклинание
- Идеограмма Белой Магии (40)
- Руна Притока (-10)
- Руна Исцеления ✨ (0)
Длительность: 30 секунд 
`})}),`
`,n(i.h4,{id:"усиление",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#усиление",children:n(i.span,{class:"icon icon-link"})}),"Усиление"]}),`
`,n(d,{spell:"В И Влияния,В Р Притока+,В Р Духа"}),`
`,n(i.p,{children:"В И Влияния,В Р Притока+,В Р Духа"}),`
`,n(i.p,{children:"Заклинание позволяет на короткий период придать усиление магу, в особенности хорошо это помогает в Местах Силы, после чего сразу следует любое слабое заклинание, которое сработает в несколько раз сильнее, за счёт данной формулы."}),`
`,n(i.pre,{children:n(i.code,{children:`Тип: Сложное заклинание
- Идеограмма Влияния (40)
- Руна Притока ✨ (0)
- Руна Концентрации (-5)
Длительность: 35 секунд 
`})}),`
`,n(i.h4,{id:"концентрация",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#концентрация",children:n(i.span,{class:"icon icon-link"})}),"Концентрация"]}),`
`,n(d,{spell:"В Р Духа+,В Р Фокуса"}),`
`,n(i.p,{children:"В Р Духа+,В Р Фокуса"}),`
`,n(i.p,{children:"Заклинание позволяет чётко сфокусироваться на чём-то конкретном, заданном магом."}),`
`,n(i.pre,{children:n(i.code,{children:`Тип: Сложное заклинание
- Руна Концентрации ✨ (10)
- Руна Фокуса (0)
Длительность: 10 секунд 
`})}),`
`,n(i.h2,{id:"ремесла",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ремесла",children:n(i.span,{class:"icon icon-link"})}),"Ремесла"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Кузнечное дело - (терпимо). Рум лишь на терпимом уровне знает (помнит) кузнечное дело, так как её родители этим занимались."}),`
`]}),`
`,n(i.h2,{id:"науки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#науки",children:n(i.span,{class:"icon icon-link"})}),"Науки"]}),`
`,n(s,{text:!0,children:n(i.p,{children:"Алхимия - (Мастер). Девушка великолепно разбирается в мазях и с огромным удовольствием занимается их приготовлением. В том числе Румгуисэ подвластны практически все снадобья и лекарственные препараты – она может их приготовить или распознать из каких ингредиентов состоит. Яды Рум так же отлично освоены, но их приготовлением она занимается крайне редко – либо в качестве практики, либо же за очень кругленькую сумму, да и то в зависимости от, так сказать, настроения (она может взяться за заказ, но очень вероятно откажется)."})}),`
`,n(i.h2,{id:"бытовые-навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#бытовые-навыки",children:n(i.span,{class:"icon icon-link"})}),"Бытовые навыки"]}),`
`,n(i.p,{children:"По части бытовых навыков не густо – отличная верховая езда на грифоне, относительное знание теории езды на лошади и неплохие навыки выживания в дикой природе."}),`
`,n(r,{}),`
`,n(i.h1,{id:"имущество-и-спутники",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#имущество-и-спутники",children:n(i.span,{class:"icon icon-link"})}),"Имущество и спутники"]}),`
`,n(o,{columns:2,children:[n("div",{children:[n(i.h2,{id:"оружие",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#оружие",children:n(i.span,{class:"icon icon-link"})}),"Оружие"]}),n(i.ul,{children:[`
`,n(i.li,{children:"Одноручный меч весом 1,2кг, длиной отлитый из сплава стеллита и молибдена, который был выкован матерью Румгуис ей, как та сказала, в путь дорогу, в светлое будущее."}),`
`]})]}),n("div",{children:[n(i.h2,{id:"доспехиодежда",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#доспехиодежда",children:n(i.span,{class:"icon icon-link"})}),"Доспехи/Одежда"]}),n(i.ul,{children:[`
`,n(i.li,{children:"Лёгкий, белый, стёганый комбинезон, из плотного сукна подбитого хлопком и с пристежными стёгаными рукавами. Длинна до бедра. Толщина 2 см. Завязывается  спереди  кожаными шнурками."}),`
`]}),n("img",{src:"inv3.jpg"})]}),n("div",{children:[n(i.h2,{id:"быт",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#быт",children:n(i.span,{class:"icon icon-link"})}),"Быт"]}),n(i.p,{children:"—"})]})]}),`
`,n(i.h2,{id:"артефакты",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#артефакты",children:n(i.span,{class:"icon icon-link"})}),"Артефакты"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Посох. Основной руной является идеограмма Созидания и она вмонтирована в полумесяц. Побочные: руна Воздуха, руна Исцеления (обе руны находятся в основании деревянной части посоха и скрыты од узлом), руна Воли и руна Притока (они расположены на деревянной части посоха и больше всего подвержены расколу, но владелица артефакта очень аккуратно обращается с предметом). Заряжает Румгуис артефакт обычно в Месте Силы в области Мерцающего Леса, так как часто там появляется. Самостоятельной подзарядкой она занимается редко."}),`
`]}),`
`,n(d,{spell:"С И Созидания,С Р Воды+,Б Р Исцеления,В Р Притока",float:!1}),`
`,n(i.p,{children:"Заклинание даëт возможность практически моментально отреагировать на нападение, откинуть противника от себя противника, нейтрализовать боль в ноге и давая возможность вобрать побольше сил, дабы дальше сражаться мечом."}),`
`,n(i.pre,{children:n(i.code,{children:`Тип: Сложное заклинание
- Идеограмма Созидания (40)
- Руна Воды ✨ (0)
- Руна Исцеления (-10)
- Руна Притока (-10)
Длительность: 20 секунд 
`})}),`
`,n("div",{style:"display: flex; justify-content: center;",children:n("img",{src:"inv1.jpg",style:"max-width: 450px;"})}),`
`,n(i.h2,{id:"недвижимость",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#недвижимость",children:n(i.span,{class:"icon icon-link"})}),"Недвижимость"]}),`
`,n(i.p,{children:`У Рум присутствует уютная тëмная однокомнатная квартирка, в которой большое количество растений, многие из которых чаще всего используются для приготовления настоек, лекарств и мазей, есть буквально считанные экземпляры, предназначенные для ядов, остальные для души, а так же не стоит забывать, что так или иначе родилась Рум в Тхаесе, а растения, не смотря на то, что вырабатывают кислород, сами тоже дышат.
В квартире есть пара диванов, большая л
ежанка для грифона стол и сокрытый уголок, в котором происходят необходимые алхимические процессы.`}),`
`,n("div",{style:"display: flex; justify-content: center;",children:n("img",{src:"inv2.jpg",style:"max-width: 450px;"})}),`
`,n(i.h2,{id:"нпц",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#нпц",children:n(i.span,{class:"icon icon-link"})}),"НПЦ"]}),`
`,n(m,{vertical:!0,children:[n("h3",{"q:slot":"name",children:"Вольфрам (Румгуисэ называет его Волли)"}),n("div",{"q:slot":"appearance",children:n(i.p,{children:"Грифон, шерсть чëрная, оперение серебристое, блестящее, издалека кажется, будто перья железные. В холке рост порядком 150 сантиметров, вес 177,9кг."})}),n("div",{"q:slot":"inventory",children:[n("div",{class:"h5",children:"Инвентарь:"}),n(i.p,{children:"Амуниция наездника (вальтрап, подпруга, седло, сëдельные сумки, усовершенствованное под анатомию головы грифона трензельное оголовье), льняная подушка, наполненная шерстью и любимыми травами Волли."})]}),n("div",{"q:slot":"skills",children:[n("div",{class:"h4",children:"Умения"}),n(i.p,{children:'Вольфрам обучен базовым командам "сидеть", "лежать", "ко мне", "рядом", "голос", в том числе "на взлëт" и "на землю", а так же жестикуляционные версии этих команд и все альтернативы, на подобие "чирик" (альтернатива команды "голос") или "держись ближе" (альтернатива команды "рядом"). Так же есть пара команд, на которые выдрессирован Вольфрам только "для того, чтобы было", хотя у одной есть специфическое практическое применение: "зайка" (грифон становится на задние лапы), "веер" (грифон прижимается телом к земле, прячет голову под тело и максимально раскрывает крылья так, что они образуют частично зеркальную поверхность засчëт оперения) и "прячься" (в зависимости от местности грифон находит укромное место поблизости, стараясь полностью спрятать тело, за исключением головы, так как эта команда так же означает соблюдать внимательность).'})]}),n("div",{"q:slot":"character",children:[n("div",{class:"h4",children:"Характер"}),n(i.p,{children:"К хозяйке относится уважительно, в некоторой степени даже эмпатичен, поэтому в зависимости от настроения Румгуис он может вести себя нейтрально, а может ластиться изо всех сил, одаривая мага тонной любви и лëгких поклëвываний."})]}),n("div",{"q:slot":"biography",children:[n("div",{class:"h4",children:"Биография"}),n(i.p,{children:"Питомца Румгуисэ получила от хорошего друга еë отца, который владел домом, где водились грифоны."}),n(i.p,{children:"«Рум, пойдём со мной, — погладив малышку Румгуисэ по спине, владелец дома повëл девочку вглубь здания. — Не так давно мои друзья-грифоны, подарили маленького красивого грифончика. И я думаю, что ты как никто другой отлично подойдëшь на роль хозяйки, — мужчина мило улыбался, подводя девчушку к небольшой клетке со спящим серебристо чëрным грифоном. У владельца дома с отцом Рум была договорëнность, что тот выкует пару отличных оружий — меч и булаву, а владелец конюшни за небольшую доплату подарит им маленького грифона."}),n(i.p,{children:"В то же время Румгуис была в восторге от подарка, так как девочка относительно давно мечтала о домашнем питомце. Отец был не против, а вот мать приняла нового члена семьи далеко не сразу, но со временем, увидев в быстрорастущем малютке красоту и некоторую полезность, она смирилась с Волли. Братишки и сестрëнки были рады видеть грифончика дома."})]})]}),`
`,n("div",{style:"display: flex; justify-content: center;",children:n("img",{src:"npc.jpg",style:"max-width: 450px;"})}),`
`,n(i.h2,{id:"средства",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#средства",children:n(i.span,{class:"icon icon-link"})}),"Средства"]}),`
`,n(i.p,{children:"6 золотых и пара серебряников."}),`
`,n(r,{}),`
`,n(i.h1,{id:"биография",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#биография",children:n(i.span,{class:"icon icon-link"})}),"Биография"]}),`
`,n(i.p,{children:"Родилась девушка, как можно без труда понять, среди редрехан, в народе Наат."}),`
`,n(i.p,{children:"В их семье был ярковыраженный матриархат – мать является главой семьи, а все остальные члены «подчиняются» её воле."}),`
`,n(i.p,{children:"Рум одна из самых младших в семье. Но это не отменяло того факта, что она так же работала, как и все остальные еë братья и сëстры, коих у неë было семеро — три брата и четыре сестры. И лишь один братишка был младше еë на год, из-за чего старшие всегда задирали нос и возомняли, будто имеют власть над малышкой."}),`
`,n(i.p,{children:"Самой Рум до этого, в общем то, не было дело. Она просто пропускала мимо ушей слова старших, после чего уходила играть с младшим братом, если тот был свободен, или же сбегала на, так называемые, гулянки. Они могли длиться и два, и три часа, хотя на тот момент Румгуисэ было всего четыре года. Из всей семьи за неë волновались лишь отец, пара братьев и сестра."}),`
`,n(i.p,{children:"В десять лет девчушка заполучила Вольфрама. И с тех пор еë время препровождения на гулянках или близ материнской кузни стало намного-намного интереснее — редрехан с удовольствием познавала все особенности характера и анатомии грифона, постепенно изучала растительность, что была распространена под землëй в виде мхов и папоротников, а затем и вовсе, сама того не осознавая, погрузилась в алхимию. Конечно, не без травм — малышка по незнанию находила и ядовитые травы, но обходилось без фатальных последствий."}),`
`,n(i.p,{children:"К тринадцати годам Румгуис узнала от светлых редрехан, с которыми однажды пил еë отец о том, что существует академия магии в Сикстине. В их пьяной компании был один маг."}),`
`,n(i.p,{children:"«Румгуисэ, подойди-ка сюда,» — светлый редрехан подозвал девушку к себе, параллельно доставая из кармана какой-то листок."}),`
`,n(i.p,{children:"«Вы... что-то хотели?» — осторожно подходя к отцовскому другу."}),`
`,n(i.p,{children:"«Да. Смотри, я сейчас нарисую рисунок, а ты должна очень-очень постараться его представить и нарисовать в воздухе, поняла?» — маг взял палочку, вдруг поджëг, затем быстро потушил, подождал пару секунд, пока та остынет, после чего нарисовал руну Исцеления."}),`
`,n(i.p,{children:"Рум не знала что это, зачем это, но сделала всë так, как сказал светлый редрехан и руна была исполнена."}),`
`,n(i.p,{children:"«Вурм, а ведь твоя дочурка-то! Самый настоящий маг!» — заглядывая в глаза девочке, что уже отпрянула и стала пытаться утащить отца домой."}),`
`,n(i.p,{children:"«Да ты что?» — «Румми, это он про тебя говорит,» — поворачивая голову в сторону дочки, что больше не тянула отца за руку, а озадаченно смотрела на отцовского друга."}),`
`,n(i.p,{children:"Что-то в ту ночь в душе Рум не давало покоя... Но узнав про магов и Сикстинскую Академию и про то, что, оказывается сама маг, будто что-то резко встало на место, будто какая-то шестерня, что и повело Рум в этом направлении. И тогда-то, помимо с горем пополам совершенствующихся навыков в кузнечном деле, редреханка нашла для себя занятие — подготовка к поступлению."}),`
`,n(i.p,{children:"Подготовка подготовкой, но вот матери Румгуисэ это совершенно не нравилось, по большей части даже из-за ярого патриотизма женщины. Большинство сестëр и братьев завидовали девушке, пусть особо этого и не показывали — лишь редкие подколки в сторону редреханки. И однажды вечером состоялся серьëзный разговор: мать, отец, одна из старших сестëр, что пока жила с ними и сама Румгуис."}),`
`,n(i.p,{children:"— Румми, нам нужно поговорить и я думаю, что ты можешь предположить, на какую тему... — деликатно начала мать девушки. — Ты сейчас активно готовишься к поступлению, читаешь книги, подготавливаешь Волли... Но я боюсь тебя разочаровать..."}),`
`,n(i.p,{children:"— женщина тяжело вздохнула. — Мы это... Не потянем..."}),`
`,n(i.p,{children:"— По деньгам? Не волнуйся, мам, я смогу помочь нам финансово, да и зарабатывать, — не успела девушка закончить, как еë перебила сестра."}),`
`,n(i.p,{children:"— Да нет! Мы не потянем разлуку с тобой! Как же ты не понимаешь?! Уехать отсюда — это всë равно что билет в один конец! Рум, я очень не хочу расставаться с тобой... — старшая сестра выглядела очень обеспокоенной, да и родители были в смятении."}),`
`,n(i.p,{children:"— Румми, ты наша родная кровинушка, понимаешь? Конечно, если ты очень хочешь, мы с мамой и твоими братьями и сëстрами будем очень трудиться, чтобы накопить тебе на обучение, но хорошо ли ты подумала – действительно ли оно тебе надо? А вдруг не поступишь? А вдруг так что-то не сростëтся и тебя исключат? Что ты тогда будешь делать?"}),`
`,n(i.p,{children:"В тот вечер было много крика и кричали все. Но в конце концов всë же диалог вернулся в прежнее спокойное русло, хотя однозначного решения так и не было сделано."}),`
`,n(i.p,{children:"Спустя чуть больше полугода, когда уже нужно было ехать в Сикстин, родители всë же выложили всю заначку, где было 176 золотых."}),`
`,n(i.p,{children:"«Остальное заработаешь там, сама. Береги себя, наша милая Румми.»"}),`
`,n(i.p,{children:"Редреханка не без труда поступила в Академию и тут раскрылись две вселенские для Румгуис тайны и одна маленькая проблемка — под открытым небом живëтся лучше, солнце губительно для самооценки девушки и почему-то начинает болеть правая нога."}),`
`,n(i.p,{children:"Изначально, чтобы избавиться от нарастающего количества меланина в организме, редреханка попыталась воспользоваться всеми своими знаниями в алхимии, дабы создать рецепт мази, что помогла бы заблокировать поступление в организм меланина, но знаний был крайне недостаточно, да и отсутствие того ограниченного списка растений, которые не росли здесь, на поверхности, всë только сильно усложняли.  Так же одним из способов борьбы с этим стало обматывание тоннами тряпок, от чего у девушка развился определëнные предпочтения в одежде: много слоëв одежды, закрывающий максимум площади поверхности кожи (если переводить на человеческий — одеяния, приближëнные к японской традиционной моде)."}),`
`,n(i.p,{children:"Но единственный и самый надëжный вариант — метаться по библиотекам и архивам, дабы найти ту руну, заклинание или алхимическую формулу, что помогла бы избавиться от пигмента на коже."}),`
`,n(i.p,{children:"Убив пару часов в библиотеке в выходной день, Рум нашла информацию о том, что есть руна (Руна Воли), что избавляет от пигментных пятен. И эта была самая первая руна, которую изучила новоиспечённый маг. Каждый день по несколько раз Румгуисэ изо дня в день использовала эту руну, чтобы избавить себя от пигмента, который так старательно вырисовывался на коже тëмной редреханки и, о слава магии, результат не заставил себя долго ждать. Спустя пару месяцев результат действия руны был необратим и организм девушки смирился с тем, что придëтся всю жизнь оставаться Белоснежкой."}),`
`,n(i.p,{children:"Обучение проходило спокойно, а в свободные дни Румгуисэ отправлялась с Волли в Мерцающий лес, дабы изучить здешнюю флору и открыть для себя новые рецепты в алхимии, параллельно с этим обучая грифона новым командам."}),`
`,n(i.p,{children:"В Академии у Рум особо не было друзей — экстравагантная внешность, пристрастие к обучению и асоциальность отталкивали окружающих, но от того и девушке спокойнее — она больше любит растения, чем людей и прочих существ, хотя это не отменяло того факта, что белоснежная кожа редреханки, что вышла из народа Наат, притягивала взгляды людей. От того Румгуисэ часто пряталась в уединëнных местах — туалеты, пустые кабинеты, укромные уголки в библиотеке."}),`
`,n(i.p,{children:"По окончанию обучения — ого, Рум пригласили в «Ассоциацию С'Итш'Тас»! И от такого было весьма сложно отказаться, благодаря чему маг воспользовалась возможностью и тут же обзавелась местом работы и жительства — сначала маг жила вместе со своим наставником, а затем, накопив денег, начала снимать квартиру, а после и вовсе еë выкупила, хотя это было не просто — и по деньгам и с арендатором."}),`
`,n(i.p,{children:"Узнав цену выкупа в размере ста золотых, ведь квартирка практически в центре города, да и большая, Рум ещë какое-то время сомневалась в том, нужно ли ей это, а сама начинала откладывать деньги. Сначала, конечно, было тяжело — маг сильно ограничила свой рацион, садясь на орехово-ягодную диету, потому что эти угощения можно было раздобыть в лесу, но вот когда дело шло к зиме, приходилось питаться корой деревьев, смешанных с купленным ничтожно маленьким количеством варенья, дабы было не так ужасно горько. Да, можно было бы питаться в недорогих заведениях за считанные медные монеты, но Рум слишком в себе сомневалась, из-за чего предпочла копить капитально. За всë это время редреханка сильно похудела и немного ослабла."}),`
`,n(i.p,{children:"В одном из сопровождающих путешествий, за которое даме должны были отложить неплохую сумму в размере сорока золотых (тому человеку явно было некуда девать деньги), она чуть не умерла, ведь из-за Слабодушия, Румгуисэ была лëгкой добычей для призраков, а на той дороге, которую выбрал клиент, их было уйма. Но признаться честно моральный ущерб был покрыт ещë десятью золотыми, на которые Рум позволила себе хорошенько подкрепиться, чтобы спокойно справиться с дорогой обратно."}),`
`,n(i.p,{children:"Спустя пару-тройку лет сумма была накоплена, а квартира выкуплена."}),`
`,n(i.p,{children:"Наставник Эгалмот... Это тяжëлая тема для Румгуисэ. С одной стороны этот маг отлично обучил редрехан, доведя еë до уровня умельца, помог ей освоить идеограммы, подарил посох, чтобы с ногой было проще. Он на протяжении многих часов мог рассказывать истории, вместе с этим наставляя даму и помогая ей разобраться в себе."}),`
`,n(i.p,{children:"«Вы способная девочка. Вас ждëт большо-ое будущее.»"}),`
`,n(i.p,{children:"Но бывает не так всë радужно. Вместе с тем, как просветлять Румгуис, Элгамот еë пугал. Иногда немолодой наставник кругами ходил и будто бы бредил про Чëрную Магию, упоминая Места Силы и крупные исторические побоища. Всë это пугало тридцати четырëх летнюю девочку, поэтому даже не смотря на то, что несколько рун и идеограмма Чëрной магии ей были известны, Румгуисэ быстро от них отказалась, углубляясь во все остальные ответвления магии, лишь бы поскорее отдалиться от еë наихудшего и разрушительного направления."}),`
`,n(i.p,{children:"Таким образом, спустя шесть лет, Рум снова достигла уровня умельца, абстрагировавшись и забыв всë про Чëрную магию."}),`
`,n(i.p,{children:"Ещë спустя два года после этого, маг выбралась из под опеки наставника Элгамота и полностью отправилась в собственное плавание. С тех пор девушка постепенно посещала ближайшие Места Магии, изучая их, с удовольствием принимала участие в экспедициях от «Ассоциации С'Итш'Тас» и совершенствовалась в алхимии."}),`
`,n(i.p,{children:"На протяжении своей жизни в Сикстине, у неë усиливалась боль в ноге. Никаких причин тому не было — ни одного ранения, никаких ушибов. Но тем не менее из-за этого девушка поняла, зачем наставник подарил ей посох, который стал помогать ей передвигаться. Вскоре тот стал сложным пассивным артефактом — один коллега, обративший большое внимание на этот чудный посох, предложил заключить в нëм заклинание для того, чтобы в критических ситуациях им пользоваться и избавляться от боли, вместе с чем давая возможность быстро вступить в бой, если то понадобится. Конечно не бесплатно, но не настолько дорого, как если бы Рум сама обратилась к артефакторам."})]})}function x(l={}){const{wrapper:i}=l.components||{};return i?n(i,Object.assign({},l,{children:n(h,l)})):h(l)}const O=()=>c(a,{children:c(x,{},3,null)},3,"OK9iMyeW");export{O as default,N as frontmatter,D as head,B as headings};
