import{d,x as a,y as n,g as t}from"./q-0a61ba82.js";import{a as s}from"./q-a972c05a.js";import{N as r}from"./q-f1617c30.js";import{D as e}from"./q-5e3b99f2.js";import{B as c}from"./q-c037a95c.js";import{I as o}from"./q-bfaf313d.js";import{M as p}from"./q-f1f9ebc4.js";import"./q-88952f82.js";import"./q-bab2d779.js";const C=[{text:"Характер",id:"характер",level:1},{text:"Внешность",id:"внешность",level:1},{text:"Навыки",id:"навыки",level:1},{text:"Характеристики",id:"характеристики",level:2},{text:"Воинские",id:"воинские",level:2},{text:"Простые заклинания",id:"простые-заклинания",level:3},{text:"Сложные заклинания",id:"сложные-заклинания",level:3},{text:"Лопнувшие струны",id:"лопнувшие-струны",level:4},{text:"Ремесла",id:"ремесла",level:2},{text:"Науки",id:"науки",level:2},{text:"Бытовые навыки",id:"бытовые-навыки",level:2},{text:"Имущество и спутники",id:"имущество-и-спутники",level:1},{text:"Оружие",id:"оружие",level:2},{text:"Доспехи/Одежда",id:"доспехиодежда",level:2},{text:"Быт",id:"быт",level:2},{text:"Артефакты",id:"артефакты",level:2},{text:"Недвижимость",id:"недвижимость",level:2},{text:"НПЦ",id:"нпц",level:2},{text:"Средства",id:"средства",level:2},{text:"Биография",id:"биография",level:1}],D={title:"Ремара од'Алинор",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},j={title:"Ремара од'Алинор"};function h(l){const i=Object.assign({h1:"h1",a:"a",span:"span",p:"p",em:"em",br:"br",h2:"h2",ul:"ul",li:"li",h3:"h3",h4:"h4",pre:"pre",code:"code"},l.components);return n(t,{children:[n(s,{data:"heroes",name:"Ремара од'Алинор"}),`
`,n(r,{}),`
`,n(o,{name:"Ремара од'Алинор"}),`
`,n(i.h1,{id:"характер",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характер",children:n(i.span,{class:"icon icon-link"})}),"Характер"]}),`
`,n(e,{open:!0,summary:"Мировоззрение",children:n(i.p,{children:n(i.em,{children:"Хаотично-добрая."})})}),`
`,n(e,{open:!0,summary:"Религия",children:n(i.p,{children:"Верит в трёх как в благодетелей и не извращается, что и остальным советует;"})}),`
`,n(e,{open:!0,summary:"Отношение к магии/технологиям, политические взгляды",children:n(i.p,{children:"Ну а как чародейке не любить магию? Ремара ею живёт и наслаждается, и во многом именно тяга к этому искусству определила её судьбу. С прогрессом дела сложнее, у любого из редрехан не найдётся оптимизма по поводу паровых машин и клубов едкого дыма. Девушка совсем не политик, но своей родине она желает лучшего, а в сторону технократов молодая волшебница не смотрит, чтобы избежать нервного тика;"})}),`
`,n(e,{open:!0,summary:"Сильные и слабые стороны",children:n(i.p,{children:'Между действием и бездействием она выбирает безудержный натиск. Это решительная женщина, которая и в горящий дом войдёт, и быка собственным лбом остановит. Тем лучше, ради остальных она готова рисковать и ни за что не бросит своего сопартийца, даже если кто-то и назовёт его "отработанным материалом". Главный недостаток Рем в том, что её не нужно просить - она сделает. И будет ждать, что этот бесконечный героизм будет взаимен. В своём разочаровании редреханка страшна, хоть на смерть бросит;'})}),`
`,n(e,{open:!0,summary:"Жизненная цель",children:n(i.p,{children:"Личные удовольствия, постижение магии и благополучие всех кто Ремаре дорог. Если первое и последнее она может организовать, то заклинания - цель, в которой редреханка может утопать целыми годами;"})}),`
`,n(e,{open:!0,summary:"Хобби",children:n(i.p,{children:"Художественные искусства, рисование. Она не учится у профессионалов, ей нравится изобретать колесо и постигать тонкости самостоятельно. Душа просит. Ещё редреханка любит природу и прогулки по лесам, пробует себя в поэзии и увлекается изучением языков;"})}),`
`,n(e,{open:!0,summary:"Страхи",children:n(i.p,{children:"Родители не любили. Этим сказано всё: с собственным родом девушка разругалась, её не понимает общество, она боится остаться совершенно одинока и под осуждением своего народа. Прогнуться и принять правила чужой игры тоже ей неприемлемо, страшно потерять себя. Рем знает о болезнях духа, они ей не добавляют спокойствия. Как колдунья, боится лишиться возможности колдовать, лишиться пальцев, рук, да даже в целом частей тела. Любое живое существо боится смерти, а Рем совсем не успокаивается от идеи реинкарнации: она не знает сколько её дух ходит по свету и когда сама станет частью той энергии, которой пользуется. Да и с новой жизнью будет совсем не она, это будет другое создание, которое даже не вспомнит, что была такая особа - Ремара од'Алинор. Боясь потерять саму себя, Рем очень избирательно относится к своим Рунам, да и много думает о своей внешности. Некоторое специфичное место занимает страх перед огнём, жертвой которого редреханка уже была. Она не бежит в панике, но любит пощекотать себе нервишки и смотреть в камин, на свечки, на костёр;"})}),`
`,n(e,{open:!0,summary:"Неприязни",children:n(i.p,{children:"Нет, отвращение. Ей отвратительны некроманты, чародейка в целом трепетно относится к усопшим и их душам. А вот неприятны ей технократы, создания без твёрдых жизненных позиций и, пожалуй, пользователи Руны Огня. Есть предрассудки к разным расам, но до расистки редреханке далековато;"})}),`
`,n(e,{open:!0,summary:"Табу",children:n(i.p,{children:"Отнимать чужие жизни, калечить до невозможности реабилитироваться, не терпит детских слёз и не бросит слабых в беде. Кого-то убить может вынудить лишь самооборона, в моменте сможет, потом - будет долго сокрушаться. Ремара никогда не колдует без необходимости, а для оттачивания мастерства в написании рун, девушка макает пальцы в краску и чертит так. Ну и конечно, берегите природу, вашу мать;"})}),`
`,n(e,{open:!0,summary:"Вредные привычки",children:n(i.p,{children:"Она себе жизни не представляет без внимания к себе, причём женское ей нравится больше. По своей манере речи довольно колкая, часто ругается и изобретает такие выражения, которые можно счесть богохульством."})}),`
`,n(r,{}),`
`,n(i.h1,{id:"внешность",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#внешность",children:n(i.span,{class:"icon icon-link"})}),"Внешность"]}),`
`,n(i.p,{children:["203см ростом, 80 килограмм весом.",n(i.br,{}),`
`,"Огромная, атлетично сложенная девушка со стройным и женственно-красивым телом, которое раз увидишь - не забудешь. Сколько ни ест, а стройна - спасибо Лёгкости. Руна Исцеления начинает давать свой узор, оплетая тело и выгодно подчёркивая его изгибы, но пока рисунок проявляется лишь при использовании заклинания. За чудесными платиновыми волосами следит, они густые, пышные - аж косы плетёт. Лицо из приятных, острое своими чертами, с высоким лбом, чёткими скулами и прямым носом, а так же приятными пухлыми губами. Глаза золотистые, чуть янтарные, радужка едва заметным свечением отдаёт. Но не на это всё люди сразу обращают внимание... Половина лица у девушки закрыта маской. Она красивая, с резными узорами, целое произведение ювелирного искусства. Только под этим - перекошенная пламенем кожа, страшный ожог. Движения с редреханской грацией, но уже становятся немножко резкими из-за Руны Воздуха. Голос - как мёд сладок, немножко низкий, что лишь добавляет глубины. Она виртуозно играется интонациями, да и своей мимикой: даже оставшейся открытой половиной лица может сказать столько, сколько многим нужно говорить без умолку минуту."]}),`
`,n(r,{}),`
`,n(i.h1,{id:"навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#навыки",children:n(i.span,{class:"icon icon-link"})}),"Навыки"]}),`
`,n(i.h2,{id:"характеристики",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характеристики",children:n(i.span,{class:"icon icon-link"})}),"Характеристики"]}),`
`,n(i.p,{children:n(i.em,{children:"Духовная мощь - великая."})}),`
`,n(i.p,{children:"Орлиное зрение, тонкий слух, при физической подготовке и в хорошей форме. У девушки лёгкая поступь, она может затаиться, но внешность и рост делают её сомнительным воином тени. Зато умеет двигаться с изяществом, хорошо танцует и умеет играться с собственным телом, что-то подчёркивать и к чему-то приковывать внимание."}),`
`,n(i.h2,{id:"воинские",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#воинские",children:n(i.span,{class:"icon icon-link"})}),"Воинские"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Древковое (копье): ученик."}),`
`,n(i.li,{children:"Маг: ученик."}),`
`]}),`
`,n(i.h3,{id:"простые-заклинания",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#простые-заклинания",children:n(i.span,{class:"icon icon-link"})}),"Простые заклинания"]}),`
`,n(e,{summary:"Белая Магия",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Белой Магии - [является основой для любой другой руны данной ветви]."}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Могучести - наделение мышц цели возможность явить невероятную силу сжатия;"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Исцеления - заживление мелких ран, ссадин, так же работа с порезами;"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Воли - цель получает часть усердия, несгибаемости и отваги самой чародейки, отнимая у неё решительность на какое-то время;"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Лёгкости - уменьшение веса предмета и манипуляция положением вещи в пространстве при помощи магической хватки;"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Гибкости - грация кошки и ловкость самой задорной мартышки для цели."}),`
`]}),`
`]}),`
`]})}),`
`,n(e,{summary:"Чёрная Магия",children:n(i.ul,{children:[`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Жёсткости - мышцы и суставы жертвы каменеют, теряют подвижность до полной неспособности передвигаться."}),`
`]}),`
`]}),`
`]})}),`
`,n(e,{summary:"Магия Созидания",children:n(i.ul,{children:[`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Воздуха - сотворение потоков воздуха для того чтобы кого-то сбить с ног или чему-то задать направление полёта. Всё в радиусе полуметра от Руны подхватывается потоком. Максимальная скорость ветра - 50км/ч."}),`
`]}),`
`]}),`
`]})}),`
`,n(e,{summary:"Магия Влияния",children:n(i.ul,{children:[`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Концетрации - обострение реакции и сосредоточенности у цели;"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Притока - сокрытие магической энергии цели;"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Фокуса - сведение действия заклинания к одной конкретной точке."}),`
`]}),`
`]}),`
`]})}),`
`,n(i.h3,{id:"сложные-заклинания",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#сложные-заклинания",children:n(i.span,{class:"icon icon-link"})}),"Сложные заклинания"]}),`
`,n(i.h4,{id:"лопнувшие-струны",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#лопнувшие-струны",children:n(i.span,{class:"icon icon-link"})}),"Лопнувшие струны"]}),`
`,n(p,{spell:"Б И Крепости,Ч Р Жесткости+"}),`
`,n(i.p,{children:"Б И Крепости,Ч Р Жесткости+"}),`
`,n(i.p,{children:"Идеограмма Могучести наделяет цель возможностью сжать мышцы до невероятной силы, а Руна Жёсткости доводит до этих пределов как можно быстрее, травмируя мышцы жертвы"}),`
`,n(i.pre,{children:n(i.code,{children:`Тип: Сложное заклинание
- Идеограмма Могучести (20)
- Руна Жесткости ✨ (0)
Длительность: 20 секунд 
`})}),`
`,n(i.h2,{id:"ремесла",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ремесла",children:n(i.span,{class:"icon icon-link"})}),"Ремесла"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Медицина - (отлично)."}),`
`,n(i.li,{children:"Искусство - (достойно)."}),`
`,n(i.li,{children:"Кулинария - (достойно)."}),`
`]}),`
`,n(i.h2,{id:"науки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#науки",children:n(i.span,{class:"icon icon-link"})}),"Науки"]}),`
`,n(c,{text:!0,children:n(i.p,{children:"Алхимия - (новичок). Новичок-зельевар, её готовила мать, но из детства забыла почти всё. Уже в сознательном возрасте пыталась заняться самообучением, но отчаялась и теперь ищет наставников, чтобы не прибегать к магии при каждой мелочи."})}),`
`,n(c,{text:!0,children:n(i.p,{children:"Знание языков - (умелец). Редрех как родной, старается подхватывать старые конструкции и обогащать свою речь сложными оборотами, для удовольствия. Риат - второй язык, немало провела во Флатрии и уже давно может говорить, писать, да даже использовать художественные обороты и использовать игры слов. Арвийский-деловой - только разговорно, примитивно и порой даже прося повторить. Везде имеет акцент, который до сих пор не выветрился."})}),`
`,n(i.h2,{id:"бытовые-навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#бытовые-навыки",children:n(i.span,{class:"icon icon-link"})}),"Бытовые навыки"]}),`
`,n(i.p,{children:"Редреханка хорошо ориентируется на дикой местности, может отличить съедобное от несъедобного, знает как вести себя с дикими животными. Однако, Ремара уже давно живёт в городских условиях и не допустит, чтобы её жилище превратилось в свалку - хозяйственная особа"}),`
`,n(r,{}),`
`,n(i.h1,{id:"имущество-и-спутники",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#имущество-и-спутники",children:n(i.span,{class:"icon icon-link"})}),"Имущество и спутники"]}),`
`,n(i.h2,{id:"оружие",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#оружие",children:n(i.span,{class:"icon icon-link"})}),"Оружие"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Копьё-рунка, 1,6м. длинной, из которых 60см. - стальной наконечник с полумесяцем у начала;"}),`
`]}),`
`,n(i.h2,{id:"доспехиодежда",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#доспехиодежда",children:n(i.span,{class:"icon icon-link"})}),"Доспехи/Одежда"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Гражданские одежды без защитных свойств, зато красивые. Так же есть позолоченная маска на половину лица;"}),`
`]}),`
`,n(i.h2,{id:"быт",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#быт",children:n(i.span,{class:"icon icon-link"})}),"Быт"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Мешки, кошель, верёвки для хозяйства, туповатый ржавеющий ножик, кружка, средства для ухода за собой и прочая мелочь. Есть ещё баночка краски."}),`
`]}),`
`,n(i.h2,{id:"артефакты",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#артефакты",children:n(i.span,{class:"icon icon-link"})}),"Артефакты"]}),`
`,n(i.p,{children:"—"}),`
`,n(i.h2,{id:"недвижимость",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#недвижимость",children:n(i.span,{class:"icon icon-link"})}),"Недвижимость"]}),`
`,n(i.p,{children:"—"}),`
`,n(i.h2,{id:"нпц",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#нпц",children:n(i.span,{class:"icon icon-link"})}),"НПЦ"]}),`
`,n(i.p,{children:"—"}),`
`,n(i.h2,{id:"средства",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#средства",children:n(i.span,{class:"icon icon-link"})}),"Средства"]}),`
`,n(i.p,{children:"2 золотых."}),`
`,n(r,{}),`
`,n(i.h1,{id:"биография",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#биография",children:n(i.span,{class:"icon icon-link"})}),"Биография"]}),`
`,n(i.p,{children:`В день когда она родилась, сам Мерцающий Лес прошептал это имя - Ремара. По крайней мере так говаривал отец девочки, да и матушка, которая ей заботливо расчёсывала всегда бывшими пышные волосы и, чтобы малышка не заскучала, рассказывала различные сказки. Родители надеялись, что девочка подхватит ремесло целительницы, ей найдут супруга, внучата пойдут, и проживёт их дочь совершенно спокойную жизнь. Но это слишком просто, да и как-то слишком милосердно к Нихерии. В жизни семьи была старинная подруга матери, волшебница Анастерия, и в один непримечательный денёк госпожа Анастерия остановилась в доме од'Алиноров. Все многочисленные дети держались достойно, но была девица из ряда вон. Догадываетесь, какая? Было лишь подозрение, что с малышкой Рем что-то не так, но Руна Истока высказалась однозначно - перед колдуньей стояла её возможная сестра по ремеслу. Семья пребывала в смятении, а ребёнок считала эти красивые светящиеся символы игрой, внимание к себе - забавой. Её чистый как свежий снег смех растопил суровые сердца, - "пусть учится, Анастерия, под твоей ответственностью и с твоим присмотром", - сказала мать девочки своей подруге, после совета всех старших, - "но пусть она учится только тому, как не навредить остальным. Не большему", - потому как семья боялась, что могучая колдунья может выбрать себе другую судьбу. Юность слепа и всегда рада лезть на рожон, не слушая мудрых советов, а родители хотели уберечь свою прекрасную дочку.`}),`
`,n(i.p,{children:'"Маг", - каждое занятие начинала Анастерия с этих слов, - "это контроль, концентрация и точность". Даже торопливый и суетный ребёнок зазубрил, что без контроля ей даже не стоит думать о концентрации, а без сего - о какой-то точности. Чародейка была честна со своей подругой и не учила ребёнка ничему, что было бы выше Контроля, но в беседах с ней женщина, сама не догадавшись, посеяла семена, давшие удивительные плоды. Рем и тех крох хватало, чтобы забыть о любом травничестве, начать грезить путешествиями, мечтать найти своего суженого не здесь, в родном Шиэле, а быть может там, далеко за Мерцающим Лесом, быть может даже за морем. Ремара откололась от семьи в самой страшной ссоре, - "раз тебе дороже эти чары", - а перекошенное злобой лицо отца до сих пор перед глазами у юной особы, - "так выметайся из нашего дома и строй себе новый своими треклятыми фолиантами". Старая дружба семьи с колдуньей быстро кончилась, младшие братья и сёстры Рем в слезах кричали её удаляющемуся силуэту, а старшие, оттаскивая ревущих детей, бормотали, - "она вам больше не сестра, эта шваль вас сама бросила". Ей едва исполнилось десять, когда она в слезах бежала от родни, в момент ставшей ей чужой. Но девочку приютила наставница Анастерия, так и не сумев уразуметь разъярённых родителей.'}),`
`,n(i.p,{children:'Ей не придётся подхватывать ремесло матери, и осталась у девочки лишь магия. Саму обматерённую колдунью уже не связывало обещание, зато она видела в ребёнке едва не родную, а поэтому взялась учить Рем дальше. Шли годы, глубочайшая рана затянулась уродливым шрамом, но девочка жила дальше и, как велел ей отец, строила свой новый дом из книг с тайными знаниями, стала жить последним, что у неё осталось. Вся концентрация девчонки легла на магию, и желая дать как можно более глубокие знания своей ученице о том, что ей предстоит постигать, Анастерия взяла с собой воспитанницу в дальнюю дорогу на Юг. Казавшиеся прочнейшей стеной деревья не смели портить старые дороги, а вроде как глубочайшая пропасть между редрехан и людьми оказалась всего-то парой денёчков пути. Каэта, Хам, Дрэл, Ишвер, Трефтий, Ансерос и сама столица Доминиона - везде у чародейки были друзья, все были милы к Ремаре, от каждого она что-то да брала. Растущая редреханка знала, что эти неказистые городишки, невысокие, но простирающиеся по весь горизонт, будут у неё перед глазами часто. Никто ведь не ждал свою дочь у порога отчего дома. В Карноре Ремара встретила свои четырнадцать. "Милая моя Рем", - улыбка учительницы почти затмевает в памяти Ремары вид гнева отца, - "ты ведь всё так же хочешь узнать больше и лучше овладеть своими силами?". Вопрос казался простым, но он поставил новый абзац в жизни уже никакой не девочки, а хорошеющей девушки. Ответ мог быть лишь один.'}),`
`,n(i.p,{children:"Это обещал быть последний подарок наставницы, она рассчитывала, что после него Ремара встанет на ноги сама - место в частной академии. Не Сикстинна, но тоже что-то. Первые годы молодая особа честно училась и ни на что другое не обращала внимания, но каждый следующий... перед растущей уже не девочкой появлялись вопросы кроме ей безмерно дорогой магии. Ей не хотелось быть одинокой ни в каких смыслах, но бывшую выше любого парня редреханку никто не воспринимал с каким-то интересом, а безупречной ученице кто только не завидовал. Ею пытались воспользоваться, пытались глумиться и выставлять дурой, дразнили уродиной, а она хранила спокойствие лица и жила дальше. На четвёртом курсе всем давно уже надоело пытаться задеть этот утёс, и переключились на новенькую, куда более слабую. Сердце Ремары изуродовано предательством самых дорогих - родни, но оно не перестало быть добрым. Редреханка заступилась за людскую девчонку, перепалка перетекла в первую в жизни девушки дуэль заклинаниями. Она сражалась отважно, насколько могла в свои даже не двадцать, но пламя оказалось сильнее неё самой. Друзья зачинщика пытались выставить обожжённую остроухую как ту, кто и затеял драку, но по итогу собрала пожитки и вылетела совсем не юная од'Алинор, а тот, кто оставил ей шрам на половину лица. Его и сейчас можно свести Рунами, если постараться, но обгорелая щека всё ещё помнит поцелуй благодарной девчонки, а перед глазами стоит её образ, в памяти свежо, как мелкая дурочка пыталась аж подпрыгнуть, чтобы дотянуться. За проявленную отвагу Рем из изгоя превратилась если не в душу компании, то хотя бы в свою. Вторая половина обучения в этом гадюшнике была сущей сказкой."}),`
`,n(i.p,{children:"На шестом году Ремара выбрала своё направление - гибридное, хотя особый акцент у неё всё равно на Белой Магии. На втором году дружбы с Ремарой та девчонка догдалась, что от неё хотят нечто большее, но в ужасе отказалась, чем нанесла лишь очередной удар и без того изуродованному сердцу остроухой. На седьмом редреханка завлеклась дуэлями, забываясь на испытаниях и с чувством риска. Но больше её манила идея овладеть каким-то оружием, в Карноре девушка смогла найти мастера копья и даже освоилась с ним. Не слишком глубоко, всё же близились экзамены. Их девушка закрыла достойно, настолько, что даже получила приглашение от военных расти под крылом чёрного орла, но побоялась и обещала перезвонить. На возражения, что телефон пока не изобрели, редреханка сделала реверанс и откланялась. Выпускной бал выдался на славу, с размахом: карнавал под масками и танцы до ночи, которые многие студенты превратили в пьянку, посреди которой могли укрыться со студентками под столами. И до пары Ремары на этом балу пытались дотянуться, но она отстояла ту чародейку с копьём-торшером, надеясь не остаться без благодарностей поярче чем поцелуй в горелую щеку. Надежды оправдались."}),`
`,n(i.p,{children:"Аж восемь лет назад кроткая девчоночка обещала показаться перед своей второй матерью как та, кто оправдала возложенные надежды. Теперь этой двухметровой страхолюдине было двадцать три полных лет, и Анастерия не пожалела о своих огромных тратах. Месяц-два девушка ещё провела со своей наставницей, они долго говорили обо всём, что только успело у них обеих случиться за все долгие годы разлуки. Когда всё, что следовало сказать, исчерпалось, Ремара обняла дорожайшую свою из подруг, а Анастерия прижала к себе девочку, они молчали долго и обе боялись спугнуть момент. Выпускница осталась верна не только обещанию, но и своим мечтам - она хотела повидать мир: Рем взялась за копьё, собрала пожитки и, уходя в закат, пообещала наставнице и в этот раз вернуться на коне. Зато вот Наставница своё обещание нарушила: она обещала оставить академию последним подарком, но сделала ещё один, золотистую маску, которая сокроет половину обожжённого лица - раз уж Рем так рьяно протестует против лечения."})]})}function u(l={}){const{wrapper:i}=l.components||{};return i?n(i,Object.assign({},l,{children:n(h,l)})):h(l)}const B=()=>d(a,{children:d(u,{},3,null)},3,"99qEj7MN");export{B as default,j as frontmatter,D as head,C as headings};
