import{d as l,x as h,y as e,g as d}from"./q-0a61ba82.js";import{N as c}from"./q-493d2ce4.js";import{N as r}from"./q-e9d36784.js";import{B as t}from"./q-c037a95c.js";const g=[{text:"Доминионы и Кланы",id:"доминионы-и-кланы",level:4},{text:"Коркафт",id:"коркафт",level:4},{text:"Древняя Великая Мордвинская империя",id:"древняя-великая-мордвинская-империя",level:4},{text:"Последняя Республика Луат",id:"последняя-республика-луат",level:4},{text:"Великая Афитра",id:"великая-афитра",level:4},{text:"Реабор-Тхаес",id:"реабор-тхаес",level:4}],p={title:"Новости 04.24",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},b={title:"Новости 04.24"};function a(i){const n=Object.assign({h4:"h4",a:"a",span:"span",ul:"ul",li:"li",p:"p",em:"em",strong:"strong"},i.components);return e(d,{children:[e(c,{old:!0,year:"208",age:"Иссякающая Эпоха",stage:"Резистенция",month:"Апрель"}),`
`,e(n.h4,{id:"доминионы-и-кланы",children:[e(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#доминионы-и-кланы",children:e(n.span,{class:"icon icon-link"})}),"Доминионы и Кланы"]}),`
`,e(n.ul,{children:[`
`,e(n.li,{children:["Первый за полгода торговый эшелон Железнодорожников прибыл во ",e(r,{href:"/menu/navigation/states/flatria",children:"Флатрию"}),". По слухам, ",e(n.a,{href:"/menu/guidebook/guilds/railworkers",children:"железнодорожниками"})," были обнаружены массивные захоронения времён начала Эпохи."]}),`
`]}),`
`,e(t,{text:!0,mystery:!0,children:[e(n.p,{children:"Тела, погружённые в загадочную жидкость, хранятся в ней нетронутые на протяжении столетий и по сей день."}),e(n.p,{children:e(n.em,{children:"И пускай останется тайной для общественности, что именно делали с телами еретические умы древности."})}),e("div",{center:!0,children:e(n.em,{children:["Возникшая при загадочных обстоятельствах - ",e(n.a,{href:"/menu/characters/heroes/maya-phoenix",children:"Майя Феникс"})]})}),e("br",{})]}),`
`,e(n.ul,{children:[`
`,e(n.li,{children:["Из этого же каравана просочилась и другая новость: ",e("br",{}),`
Вот уже полгода в пустынях `,e(r,{href:"/menu/navigation/states/clans",children:"Золотого Гребня"})," разворачивается крупномасштабная война. Силы Доминионов вторглись в конфликт ",e(n.a,{href:"/menu/navigation/states/clans/",children:"Кланов"})," и ",e(n.a,{href:"/menu/guidebook/guilds/railworkers",children:"Железнодорожников"})," не выбрав сторону, чуть не попали под смертоносные артобстрелы и стали очевидцами весьма огнеопасного труда дикарей, пытавшихся уничтожить лагеря изнутри с помощью самодельной алхимической взрывчатки. Отделались испугом, горячую точку покинули, а разведывательную операцию объявили успешной. ",e(n.em,{children:"Причины конфликта и цели сторон, впрочем, так и не ясны."})]}),`
`]}),`
`,e(n.h4,{id:"коркафт",children:[e(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#коркафт",children:e(n.span,{class:"icon icon-link"})}),"Коркафт"]}),`
`,e(t,{text:!0,children:[e(n.ul,{children:[`
`,e(n.li,{children:["Ещё одна исследовательская группа была утеряна в Аномалии С'Итш'Тас! Не скоро мы увидим отправку новой. Гранд-адмирал Матир хватает офицеров за глотки и убедительно призывает лучшие умы сменить приоритеты в сторону разрешения этой проблемы. Угроза должна быть устранена и она ",e(n.em,{children:"будет"})," устранена силами ",e(r,{href:"/menu/navigation/states/korkaft",children:"Коркафта"})," любой ценой."]}),`
`]}),e("br",{}),e("div",{center:!0,children:e(n.em,{children:[e(n.a,{href:"/menu/characters/heroes/marnis",children:'"Таран" Марнис'})," и ",e(n.a,{href:"/menu/characters/heroes/stedd-sautwell",children:"капитан Саутвелл"})," в квесте ",e(n.a,{href:"/menu/plot/global/heromantia",children:"Херомантия"})]})}),e("br",{})]}),`
`,e(n.h4,{id:"древняя-великая-мордвинская-империя",children:[e(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#древняя-великая-мордвинская-империя",children:e(n.span,{class:"icon icon-link"})}),"Древняя Великая Мордвинская империя"]}),`
`,e(n.ul,{children:[`
`,e(n.li,{children:["Гирндор-Брок поразила ужасная эпидемия. Бесконечные объемы торговли, сходящиеся в новую звезду ",e(r,{href:"/menu/navigation/states/mordwin",children:"Мордвинской империи"}),", приносят со всей Нихерии буквально всё, в том числе новую заразу. ",e(n.a,{href:"/menu/guidebook/books/diseases/ethereum-gnus/",children:e(n.strong,{children:'"Эфирный гнус"'})}),", как болезнь здесь прозвали, является прогрессирующим заболеванием, вызванным отравлением отходами производства сложных алхимическим компонентов, на данный момент неизвестно каких конкретно. ",e("br",{}),e("br",{}),`
Бессимптомное развитие болезни продолжается на протяжении 2-3 дней, затем приходят симптомы ранней стадии: лихорадка, озноб, головная боль и слабость.`,e("br",{}),`
Через неделю-полторы наступает средняя стадия: пневмония, кашель, особенно свойственный болезни `,e(n.em,{children:"начальный некроз конечностей"}),", вызванный культивацией грибков на выделяемых телом при заразе жидкостей.",e("br",{}),`
Через три недели поздняя стадия: нарушения работы органов, гангрена — смерть.`,e("br",{}),e("br",{})]}),`
`]}),`
`,e(n.h4,{id:"последняя-республика-луат",children:[e(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#последняя-республика-луат",children:e(n.span,{class:"icon icon-link"})}),"Последняя Республика Луат"]}),`
`,e(n.ul,{children:[`
`,e(n.li,{children:[`
`,e(n.p,{children:["Эдикт Вычищения приведён в исполнение, Дертем был зачищен, но значительно отодвинуть угрозу Туманов не удалось. По официальным данным потеряно около 8.000 граждан ",e(r,{href:"/menu/navigation/states/luat",children:"Последней Республики"}),". Город заселяется выжившими беженцами, но официальной государственной рекомендации не поступало, равно как и привычных инвестиций в восстановление. Древний город превращается в город-призрак. Но оттого только жарче ревёт машина республиканского госаппарата."]}),`
`]}),`
`,e(n.li,{children:[`
`,e(n.p,{children:["После неудач при Дертеме цена за голову ",e(r,{href:"/menu/plot/local/femme-fatale",children:"Арт'Фаталии"})," была значительно увеличена — 200 республиканских сантимов будут вручены индивиду, группе или организации, что доставит голову личессы на суд в Луат."]}),`
`]}),`
`]}),`
`,e(n.h4,{id:"великая-афитра",children:[e(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#великая-афитра",children:e(n.span,{class:"icon icon-link"})}),"Великая Афитра"]}),`
`,e(n.ul,{children:[`
`,e(n.li,{children:[e(r,{href:"/menu/history/navigation/states/afitra",children:"Великую Афитру"})," окружили высокие деревянные стены с многочисленными не менее высокими пограничными воротами. Готовясь встречать мороков, пограничные силы усиливаются настолько, что вопреки воле Вождя у границ всё больше возникает крупных поселений, в основном военного уклона быта."]}),`
`]}),`
`,e(n.h4,{id:"реабор-тхаес",children:[e(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#реабор-тхаес",children:e(n.span,{class:"icon icon-link"})}),"Реабор-Тхаес"]}),`
`,e(n.ul,{children:[`
`,e(n.li,{children:[`
`,e(n.p,{children:["Жители ",e(r,{href:"/menu/navigation/states/reabor-thaes/#реабор",children:"Реабора"}),", в основе своей забытые редрехан, даже близко не испытывающие присущего тёмным наслаждения битвой, желают деэскалации конфликта с Тейелем. Вождь Реабора — Артеринарт од'Рийт, данной ей народом властью, решает вопросы города минуя любые управляющие органы Реабор-Тхаес. Знатная делегация была отправлена из великого города в Тейель для обсуждения мирного решения назревающего конфликта."]}),`
`]}),`
`,e(n.li,{children:[`
`,e(n.p,{children:["Сложность ситуации Туманов Руин на территории ",e(r,{href:"/menu/navigation/states/reabor-thaes/#рейданфаль",children:"Рейдан'Фаля"})," по-прежнему не разглашается, но неоднозначные слухи начинают расползаться."]}),`
`]}),`
`]})]})}function s(i={}){const{wrapper:n}=i.components||{};return n?e(n,Object.assign({},i,{children:e(a,i)})):a(i)}const x=()=>l(h,{children:l(s,{},3,null)},3,"jmYIHS_D");export{x as default,b as frontmatter,p as head,g as headings};
