import{m as r,N as c,$ as n,S as h}from"./q-b1c41f58.js";import{B as l}from"./q-f7d00192.js";const o=[{text:"Способы попасть в магическую академию",id:"способы-попасть-в-магическую-академию",level:1},{text:"Где есть магические академии?",id:"где-есть-магические-академии",level:2},{text:"Стоимость обучения",id:"стоимость-обучения",level:2},{text:"Обучение",id:"обучение",level:2},{text:"После обучения",id:"после-обучения",level:2},{text:"Мастерство",id:"мастерство",level:2}],u={title:"Магическое образование",meta:[],styles:[],links:[],frontmatter:{}},p={title:"Магическое образование"};function d(e){const i=Object.assign({h1:"h1",a:"a",span:"span",p:"p",ul:"ul",li:"li",strong:"strong",h2:"h2"},e.components);return n(h,{children:[n(i.h1,{id:"способы-попасть-в-магическую-академию",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#способы-попасть-в-магическую-академию",children:n(i.span,{class:"icon icon-link"})}),"Способы попасть в магическую академию"]}),`
`,n(i.p,{children:"Магические академии есть только в Сикстинне и в Луате. В остальных государствах вместо этого существуют коалиции магов, которые обучают желающих платно. Где есть государственная академия — есть система ежегодных проверок на магический дар. В Сикстинне детей отправляют учиться магии в добровольно-принудительном порядке. В Луате так же, но с правом на отказ от продолжение обучения после первого курса. В Луате каждый с магическим даром обязан иметь базовую магическую подготовку."}),`
`,n(i.p,{children:"Проверка - это делегация магов из академии, иногда она может состоять из представителей специальных служб. Она периодически посещает города и поселения, чтобы проверить наличие дара у детей, достигших 15 лет. Можно пройти проверку на дар на пару лет раньше, однако в академию всё равно заберут только по достижении 15 лет. Поскольку скрыть существование детей можно только если жить отшельником, эта система работает бесперебойно."}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:["Обычно такая делегация представлена ",n(i.strong,{children:"пятью магами"})," разных магических направлений и одним писарем. Писарь сверяет свои списки с теми, которые ведут главы городов и поселений, отмечает тех, кто был проверен и ещё раз отдельно тех, у кого обнаружился дар."]}),`
`,n(i.li,{children:["Уполномоченный городской\\придворный ",n(i.strong,{children:"чародей"})," — при наличии соответствующего разрешения от Ассоциации С'Итш'Тас, маг может проверить на наличие дара любого человека. Такая проверка, как правило, не бесплатна, зато доступна в любое время людям любых возрастов."]}),`
`]}),`
`,n(i.p,{children:[n(i.strong,{children:"Проверка проходит следующим образом:"})," будущему ученику дают пример простой безопасной руны, помогают сконцентрироваться, он её чертит, а делегация смотрит, получается ли из этого что-нибудь дельное. Что характерно, ещё ни одному одарённому ребёнку не удавалось сделать вид, что он неодарённый."]}),`
`,n(i.p,{children:"Если ничего не выходит — неодарён. Если хоть как-то получилось — имеет потенциал. Если сходу всё вышло легко и чётко — имеет талант."}),`
`,n(i.p,{children:"После проверки делегация или уполномоченный чародей составляют письменное заявление, в которое вписывается имя будущего ученика и название ближайшей академии. Добраться до места обучения можно, соответственно, с одной из делегаций или своим ходом в течение месяца. За неявившимися приходит Госприказ или другая служба и уводит за ручку."}),`
`,n(i.h2,{id:"где-есть-магические-академии",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#где-есть-магические-академии",children:n(i.span,{class:"icon icon-link"})}),"Где есть магические академии?"]}),`
`,n(i.p,{children:"Академии есть в Луате и Сикстинне. Также есть частные образовательные учреждения в Секри и в Тейеле, однако уровень обучения там намного ниже и проще, чем в Сикстинне. Те, кто хотят получить корочку мага для галочки, предпочитают пройти платное обучение в Секри."}),`
`,n(i.h2,{id:"стоимость-обучения",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#стоимость-обучения",children:n(i.span,{class:"icon icon-link"})}),"Стоимость обучения"]}),`
`,n(i.p,{children:[n(i.strong,{children:"25 золотых в год, оплата происходит в начале каждого года."})," Можно платить раз в месяц по 2,5 золотых. Те, кто по каким-то причинам не доучился, излишки суммы не получают. Возможно бесплатное обучение, но такие ученики подписывают договор, согласно которому сразу после выпуска уходят служить в армию на десять лет. Отслужить эти десять лет также можно в городской страже. Жалование там будет минимальным, а служить придётся в самых неблагоприятных районах."]}),`
`,n(i.h2,{id:"обучение",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#обучение",children:n(i.span,{class:"icon icon-link"})}),"Обучение"]}),`
`,n(i.p,{children:"Начинается в 15 лет, заканчивается в 23. Обучаться можно и позже. В процессе обучения есть обязательные выходные, но нет разного рода каникул. В академиях преподают все известные и законные ветви магии: Белую магию, магию Созидания, Чёрную магию и магию Влияния."}),`
`,n(l,{text:!0,children:[n(i.p,{children:n(i.strong,{children:"В первые два года:"})}),n(i.ul,{children:[`
`,n(i.li,{children:"Проводят технику безопасности;"}),`
`,n(i.li,{children:"Учат чувствовать в себе магическую энергию и расширять её резерв;"}),`
`,n(i.li,{children:"Проводят занятия на развитие мелкой моторики и заставляют изучать историю магии за последние века."}),`
`]})]}),`
`,n(l,{text:!0,children:[n(i.p,{children:n(i.strong,{children:"Следующие четыре:"})}),n(i.ul,{children:[`
`,n(i.li,{children:"Обучают руническому языку, способам построения магических схем и размещения внутри них рун;"}),`
`,n(i.li,{children:"Преподают толкование рун — молодые маги узнают стандартные эффекты каждой руны и учатся ими не ограничиваться."}),`
`,n(i.li,{children:"В начале этого этапа маг-новичок знает 3-5 рун, потом, став магом-учеником — 6-9."}),`
`]})]}),`
`,n(i.p,{children:[n(i.strong,{children:"На шестой год обучения определяется магическое направление мага (одно из четырёх или гибридное)."})," Гибридное направление, т.е. смесь двух-трёх-четырёх ветвей — это сложный путь, но самый любимый большинством магов. Чем больше ветвей выбирает маг, тем меньше рун из каждой он знает."]}),`
`,n(l,{text:!0,children:[n(i.p,{children:n(i.strong,{children:"Седьмой и восьмой годы:"})}),n(i.ul,{children:[`
`,n(i.li,{children:"Оттачивание изученных рун, углубленное изучение их свойств (маги учатся приспосабливать каждую руну не под один, а под два варианта использования). Максимум рун в запасе мага-умельца - 10-15."}),`
`,n(i.li,{children:"Практика в городах и деревнях;"}),`
`,n(i.li,{children:"Введение элемента магических дуэлей под наблюдением наставников;"}),`
`,n(i.li,{children:["Краткий курс общей артефакторики. Магов обучают не создавать артефакты, а только заряжать их. ",n(i.strong,{children:"Уровня навыка в артефакторике этот курс не даёт."})]}),`
`]})]}),`
`,n(l,{text:!0,children:[n(i.p,{children:n(i.strong,{children:"Восьмой год: Конец обучения"})}),n(i.p,{children:"Выпускной экзамен, на котором присутствуют военные магические представители и члены местной ассоциации С'Итш'Тас. Чародеев, которые показали прекрасный уровень знаний, талант и желание развиваться дальше могут пригласить в одну из этих двух организаций. В случае, если студент учился бесплатно, то по ходатайству представителей комиссии договор службы в армии может быть аннулирован."})]}),`
`,n(i.h2,{id:"после-обучения",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#после-обучения",children:n(i.span,{class:"icon icon-link"})}),"После обучения"]}),`
`,n(i.p,{children:"Обучившийся чародей вправе выбрать несколько путей:"}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Если учился платно:"}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Отправиться на службу штатным чародеем в крупный город;"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Специальная магическая военная компания;"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Ассоциация С'Итш'Тас."}),`
`]}),`
`]}),`
`,n(i.li,{children:"Если учился бесплатно:"}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Армия;"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Записаться в городскую стражу без права выбора места распределения. В случае, если маг поступил в академию, но показал скудный уровень знаний и общую пассивность (не превысил ранг «ученика»), его в принудительном порядке списывают в армию как «чернорабочего» для зарядки артефактов и судьбы пушечного мяса."}),`
`]}),`
`]}),`
`]}),`
`,n(i.h2,{id:"мастерство",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#мастерство",children:n(i.span,{class:"icon icon-link"})}),"Мастерство"]}),`
`,n(l,{text:!0,attention:!0,children:n(i.p,{children:["Ранг «мастер» достигается практикой после выпуска и ",n(i.strong,{children:"позволяет владеть пятью сложными заклинаниями и знать от 15 до 20 рун."})]})})]})}function t(e={}){const{wrapper:i}=e.components||{};return i?n(i,Object.assign({},e,{children:n(d,e)})):d(e)}const x=()=>r(c,{children:r(t,{},3,null)},3,"pkOVkk9F");export{x as default,p as frontmatter,u as head,o as headings};
