import{d as a,x as s,y as n,g as p}from"./q-0a61ba82.js";import{a as o}from"./q-91081271.js";import{N as d}from"./q-f1617c30.js";import{D as e}from"./q-5e3b99f2.js";import{B as r}from"./q-c037a95c.js";import{A as c}from"./q-fe6d25be.js";import{M as h}from"./q-42a83ab4.js";import{I as u}from"./q-ec0435fe.js";import"./q-1d659ccd.js";import"./q-6031e702.js";const w=[{text:"Характер",id:"характер",level:1},{text:"Внешность",id:"внешность",level:1},{text:"Навыки",id:"навыки",level:1},{text:"Характеристики",id:"характеристики",level:2},{text:"Воинские",id:"воинские",level:2},{text:"Простые заклинания",id:"простые-заклинания",level:3},{text:"Сложные заклинания",id:"сложные-заклинания",level:3},{text:"Разлом",id:"разлом",level:4},{text:"Пламенный шаг Кретнгорд",id:"пламенный-шаг-кретнгорд",level:4},{text:"Расширенные заклятия",id:"расширенные-заклятия",level:3},{text:"Шторм из Скаллена",id:"шторм-из-скаллена",level:4},{text:"Ремесла",id:"ремесла",level:2},{text:"Науки",id:"науки",level:2},{text:"Бытовые навыки",id:"бытовые-навыки",level:2},{text:"Имущество и спутники",id:"имущество-и-спутники",level:1},{text:"Оружие",id:"оружие",level:2},{text:"Доспехи/Одежда",id:"доспехиодежда",level:2},{text:"Быт",id:"быт",level:2},{text:"Артефакты",id:"артефакты",level:2},{text:"Недвижимость",id:"недвижимость",level:2},{text:"НПС",id:"нпс",level:2},{text:"Средства",id:"средства",level:2},{text:"Биография",id:"биография",level:1},{text:"Тейельская Академия Магии",id:"тейельская-академия-магии",level:2},{text:"Директор",id:"директор",level:3},{text:"В пути",id:"в-пути",level:2},{text:"Мерия",id:"мерия",level:3},{text:"Сикстиннская Академия Магии",id:"сикстиннская-академия-магии",level:2},{text:"Магистр Кретнгорд",id:"магистр-кретнгорд",level:3},{text:"Мастер Котн",id:"мастер-котн",level:3},{text:"Белая кровь",id:"белая-кровь",level:2}],S={title:"Мэйв Катрин Агнетт Тинкера",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},A={title:"Мэйв Катрин Агнетт Тинкера"};function t(l){const i=Object.assign({h1:"h1",a:"a",span:"span",p:"p",em:"em",br:"br",h2:"h2",h3:"h3",ul:"ul",li:"li",h4:"h4",pre:"pre",code:"code",strong:"strong",hr:"hr"},l.components);return n(p,{children:[n(o,{data:"heroes",name:"Мэйв Катрин Агнетт Тинкера"}),`
`,n(d,{}),`
`,n(u,{name:"Мэйв Катрин Агнетт Тинкера"}),`
`,n(i.h1,{id:"характер",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характер",children:n(i.span,{class:"icon icon-link"})}),"Характер"]}),`
`,n(e,{summary:"Мировоззрение",children:n(i.p,{children:[n(i.em,{children:"Хаотично-Добрый."}),n(i.br,{}),`
`,"Мэйв — добрая и решительная девушка. Себе на уме, она ставит собственные ценности превыше всех других и, конечно, убеждена, что ее ценности — однозначно правильные."]})}),`
`,n(e,{summary:"Религия",children:n(i.p,{children:"Катрин отказалась от религии в своё время. Исходя из характера мерий и всего, что с ней произошло, надеяться на кого-то кроме самих себя — это глупость. Единственное, во что верит Катрин — это знание и взаимопомощь."})}),`
`,n(e,{summary:"Отношение к магии/технологиям, политические взгляды",children:n(i.p,{children:"Мэйв, будучи магом и артефактором, с благоговением смотрит на успехи инженеров и всеми силами пытается не дать механическому ремеслу превзойти в популярности магическое."})}),`
`,n(e,{summary:"Сильные и слабые стороны",children:n(i.p,{children:"Агнетт умна, но импульсивна. Рассудительная и пылкая — она строит план достижения цели, все пункты которого — импровизация. Вся жизнь для Агнетт — это учение и заработок опыта, и именно шанс им воспользоваться — подарок судьбы, а не достигнутый результат. И хоть знает Катрин великое множество языков, доводы ваши она вряд ли примет к сведению и как всегда всё сделает по-своему."})}),`
`,n(e,{summary:"Жизненная цель",children:[n(i.p,{children:"Последние годы Мэйв провела в безделии и от того в состоянии пограничном депрессивному. Диагноз смертельной болезни вновь пробудил в ней желание жить, желание изучать и, конечно, желание излечить свою болезнь, на что она, впрочем, не надеется."}),n(i.p,{children:"Стремление к познанию и творчеству, катализированное отсчётом до последнего вздоха, мотивировало Мэйв к путешествиям и научным открытиям."})]}),`
`,n(e,{summary:"Хобби",children:n(i.p,{children:"Мэйв жаждет нового опыта. С ним она обращается к письменным принадлежностям и экспериментирует. С трактовками и комбинациями магических рун — с трактовками и комбинациями алфавитов мёртвых языков. Будучи практически мерией, Мэйв обожает плавать и все связанные с водой общественные заведения. В лирические вечера она увлекается написанием стихов на всех языках, кроме родного — на нём неинтересно."})}),`
`,n(e,{summary:"Страхи",children:[n(i.p,{children:"Мэйв знает, что ее ждут боль, страдания и страшнейшая слабость. Белая кровь приближается, она дышит в спину. Не проходит ни дня, чтобы Мэйв не думала об этом. Может, смириться со смертью получится, но смерть пока еще абстрактна, а слабость уже на пороге."}),n(i.p,{children:["Но больше всего бросает Мэйв в ужас мысль о том, что болезнь сделает с ее разумом. Она видела солдат с неизлечимыми травмами головы, видела во что это их превращает. Болезнь развивается медленно ",n(i.em,{children:"и это делает всё только хуже"}),". Затухание разума — это смерть в одиночестве, даже в окружении десятков членов семьи."]}),n(i.p,{children:"Из приземленного: нет для мерии ничего страшнее, чем оказаться в неволе. Такой жизни даже квартеронка предпочтёт смерть."})]}),`
`,n(e,{summary:"Неприязни",children:[n(i.p,{children:"Катрин — представитель интеллигенции, и поэтому она неизбежно испытывает неприязнь к любому, кто пренебрегает познанием и не обладает умом. Хитрость, впрочем, Катрин ценит, считая ее своеобразным проявлением интеллекта."}),n(i.p,{children:"Хотя сама Агнетт является каким-никаким носителем мерийской культуры, она испытывает неприязнь к мужчинам-мериям за их непостоянство и глубоко уважает человеческий институт семьи."})]}),`
`,n(e,{summary:"Табу",children:n(i.p,{children:"Понятия справедливости, правды и добра превозвышены в философии Катрин, хоть и своеобразны. Она ни за что не будет врать, грубить, причинять боль тому, кого считает соответствующим своему образу хорошего человека."})}),`
`,n(e,{summary:"Вредные привычки",children:[n(i.p,{children:"Свойственная не малому количеству городских жителей и тем более многим деятелям науки, Катрин имеет привычку задерживаться допоздна и потому часто не высыпается."}),n(i.p,{children:"В Луате Мэйв пристрастилась к табаку. Но, впрочем, не слишком сильно. Хотя, конечно, неделя без сигареты введет Мэйв в тоску."}),n(i.p,{children:"Мэйв обожает шляпы и старается приобрести новую во всяком месте, которое посетит."})]}),`
`,n(d,{}),`
`,n(i.h1,{id:"внешность",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#внешность",children:n(i.span,{class:"icon icon-link"})}),"Внешность"]}),`
`,n(i.p,{children:["Рост - 174см, вес - 70кг.",n(i.br,{}),`
`,"Молодое лицо Агнетт украшает шрам — ожог с правой стороны, заметные синяки под глазами. Кожа ее иссиня бледная и не слишком синяя, как у настоящих мерий. Уши острые, похожие на плавники. Волосы светлые, хотя в юности были темней — дело во злоупотреблении руной Земли, всё время плавают в воздухе, будто погружённые в воду — эффект руны Молнии. Родного тёмного цвета только брови — не толстые, но заметные на контрасте цвета. Тонкую шею покрывают жабры."]}),`
`,n(i.p,{children:"Светские платья Катрин как учёный и путешественник отрицает. Носит брюки и рубашки, практичные туфли. Эстетическую страсть питает к шляпам с широкими полями. На поясе всегда сумка, иногда две."}),`
`,n(i.p,{children:"Ввиду болезни картмерийка худеет на глазах, к тому же свою лепту вносит воздействие руны Левитации. Походка у Мэйв резкая и энергичная. Отчасти из-за характера, отчасти из-за влияния руны Воздуха. Ногти тёмно-серые, ввиду влияния руны разрушения."}),`
`,n(d,{}),`
`,n(i.h1,{id:"навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#навыки",children:n(i.span,{class:"icon icon-link"})}),"Навыки"]}),`
`,n(i.h2,{id:"характеристики",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характеристики",children:n(i.span,{class:"icon icon-link"})}),"Характеристики"]}),`
`,n(i.p,{children:"Мэйв обладает всей присущей ее мерийским предкам ловкостью, а более легкая, чем у чистокровных мерий, кожа — это скорее преимущество в вопросе ловкости. Впрочем, с развитием болезни эта ловкость стремительно уходит."}),`
`,n(i.p,{children:n(i.em,{children:"Духовная мощь - низкая."})}),`
`,n(i.h2,{id:"воинские",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#воинские",children:n(i.span,{class:"icon icon-link"})}),"Воинские"]}),`
`,n(i.p,{children:"Магия: мастер."}),`
`,n(i.h3,{id:"простые-заклинания",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#простые-заклинания",children:n(i.span,{class:"icon icon-link"})}),"Простые заклинания"]}),`
`,`
`,n(e,{summary:"Белая Магия",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Белой Магии — [является основой для любой другой руны данной ветви]."}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Исцеления (1: Первая помощь) — конусообразная область лечения дальностью не более метра, ослабевающая по мере отдаления от руны. Заживляет раны лёгкой тяжести."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Исцеления (2: Вторая помощь) — создаёт области не больше сантиметра в диаметре на кончиках пальцев руки. Заживляет раны средней тяжести, но требует точности и контроля."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Лёгкости — уменьшает вес цели (массой до 100кг) вдвое."}),`
`]}),`
`]}),`
`]})}),`
`,n(e,{summary:"Чёрная Магия",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Чёрной Магии — [является основой для любой другой руны данной ветви]."}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Разрушения — с центром в месте активации руны распространяет коррозию на металлах, гниль или некроз на органике. Сотню см³ стали можно съесть за 10 секунд, дерева — за 5 секунд."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Несчастья — приводит в исполнение случайную из наиболее вероятных возможных неудач. Если официант идёт с подносом по глянцевому полу и жуёт жвачку — он либо прикусит язык, либо поскользнётся."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Хаоса — все объекты в области радиуса 2-х метров перемещаются в случайное место в пределах области. Расположение области выбирается лучом исходящим из руны, не далее 5 метров от заклинателя."}),`
`]}),`
`]}),`
`]})}),`
`,n(e,{summary:"Магия Созидания",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Созидания — [является основой для любой другой руны данной ветви]."}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Воздуха (1: Подушка) — создаёт область радиусом 2 метра из сильно уплотненного воздуха. Позволяет избежать летального исхода при падении с большой высоты."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Воздуха (2: Мягкая Кисть) — создаёт аккуратные хаотичные потоки воздуха, нежно откапывающие что-либо из-под земной толщи."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Молнии (1: Дуга) — создаёт сильную электрическую дугу между средним и указательным пальцами. Раздвинув пальцы, разряд устремляется по направлении среднего пальца вперед на расстояние не дальше 10 метров."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Молнии (2: Раскат) — создаёт на кончиках большого и указательного пальцев заметные искры. При щелчке пальцами искры сталкиваются и создают ошеломляющий гром, оглушающих всех, кто не успел закрыть уши, включая самого заклинателя."}),`
`]}),`
`]}),`
`,n(i.li,{children:"Идеограмма Пелены — создаёт область радиуса 5 метров из серого, не слишком тёмного тумана."}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Огня (1: Огниво) — создаёт сгусток пламени на кончиках указательного и безымянного пальцев, на необходимом расстоянии чтобы не обжечься. Раздвинув пальцы, поток огня устремляется в направлении среднего пальца вперед на расстояние не дальше 10 метров. Чем дальше расстояние, тем больше пальцев руки приходится задействовать, чтобы удержать поток в стабильном положении, вплоть до использования обеих рук при применении заклинания на 10 метров. Огонь создаёт тягу, поэтому необходимо встать в устойчивую позу."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Огня (2: Искры) — на протяжении действия заклинания выбрасывает гущу тяжёлых искр, вылетающих из руны не далее чем на 2 метра. При удержании потока искр двумя руками в устойчивой позе, расстояние можно увеличить до 5 метров."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:'Руна Воды (1: Акватика) — позволяет контролировать, перемещать и направлять воду в радиусе 5 метров от мага. Для конденсации необходимо использовать трактовку "Источник".'}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Воды (2: Источник) — в течение 10 секунд конденсирует литр воды из воздуха."}),`
`]}),`
`]}),`
`,n(i.li,{children:"Идеограмма Силы — [позволяет магу применить к цели импульс в одном конкретном направлении, не зависящем от его собственного расположения. Средний, умеренно опытный маг сможет опрокинуть плотный, набитый шкаф или отправить в голову вазу с пробитием черепа.] (Руна мало практиковалась, поэтому результат средний.)"}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Земли (1: Пинцет) — позволяет манипулировать массивами земли. Небольших размеров, не больше кубического полуметра в объеме, но в точных и аккуратных движениях."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Земли (2: Жёсткая Кисть) — плавно и осторожно разрыхляет массив земли, позволяя без повреждений достать то, что в нём сокрыто."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Льда (1: Инъекция) — в месте прикосновения к объекту пальцем образуется ледяной шип длиной до 10 сантиметров внутрь самого объекта."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Льда (2: Касание) — создаёт перед ладонью область, в которой любой объект охлаждается вплоть до -50°C."}),`
`]}),`
`]}),`
`]})}),`
`,n(e,{summary:"Магия Влияния",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Влияния — [является основой для любой другой руны данной ветви]."}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Пути — позволяет перенести цель на дальность до 10км в любом направлении."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Фокуса (Линза) — создаёт область не больше полуметра в диаметре, меняющую направление попадающего в него заклинания в направлении самой линзы."}),`
`]}),`
`]}),`
`]})}),`
`,n(i.h3,{id:"сложные-заклинания",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#сложные-заклинания",children:n(i.span,{class:"icon icon-link"})}),"Сложные заклинания"]}),`
`,n(i.h4,{id:"разлом",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#разлом",children:n(i.span,{class:"icon icon-link"})}),"Разлом"]}),`
`,n(h,{spell:"В И Влияния,В Р Пути+,Ч Р Разрушения"}),`
`,n(i.p,{children:'Открывает сквозной портал через стену толщиной до 10см, который выглядит как естественная для материала трещина. По окончании действия заклинания разлом "зарастает" обратно.'}),`
`,n(i.pre,{children:n(i.code,{children:`[Идеограмма Влияния]
+ [Руна Пути]✨
+ [Руна Разрушения]

Длительность заклинания:
30 сек
`})}),`
`,n(i.h4,{id:"пламенный-шаг-кретнгорд",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#пламенный-шаг-кретнгорд",children:n(i.span,{class:"icon icon-link"})}),"Пламенный шаг Кретнгорд"]}),`
`,n(h,{spell:"С И Созидания,С И Силы,С Р Огня+"}),`
`,n(i.p,{children:"Идеограмма Силы создаёт импульсы, соотносимые с массой заклинательницы, позволяя ей идти по воздуху при желании не опускаясь, но и не поднимаясь ввысь выше первого прыжка. Руна Огня оставляет огненные следы на месте каждого шага, пропадающие по окончании действия заклинания."}),`
`,n(i.pre,{children:n(i.code,{children:`[Идеограмма Созидания]
+ [Идеограмма Силы]
+ [Руна Огня]✨

Длительность заклинания:
80 сек
`})}),`
`,n(i.h3,{id:"расширенные-заклятия",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#расширенные-заклятия",children:n(i.span,{class:"icon icon-link"})}),"Расширенные заклятия"]}),`
`,n(i.h4,{id:"шторм-из-скаллена",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#шторм-из-скаллена",children:n(i.span,{class:"icon icon-link"})}),"Шторм из Скаллена"]}),`
`,n(h,{spell:"С И Созидания,С И Пелены,С Р Воды+,С Р Молнии"}),`
`,n(i.p,{children:"Первую половину времени действия заполняет пространство, туманом повышенной влажности. Затем даёт сильный, но не смертельный разряд по всей области распространения тумана."}),`
`,n(i.pre,{children:n(i.code,{children:`[Идеограмма Созидания]
+ [Идеограмма Пелены]
+ [Руна Воды]✨
+ [Руна Молнии]

Длительность заклинания:
62 сек
`})}),`
`,n(i.h2,{id:"ремесла",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ремесла",children:n(i.span,{class:"icon icon-link"})}),"Ремесла"]}),`
`,n(i.p,{children:"—"}),`
`,n(i.h2,{id:"науки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#науки",children:n(i.span,{class:"icon icon-link"})}),"Науки"]}),`
`,n(r,{text:!0,children:[n(i.p,{children:[n(i.strong,{children:"Лингвистика"})," - (Мастер)."]}),n(i.p,{children:"Языки — первая страсть Катрин, хотя талант к магии и заставил остальных думать, что это не так."}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Риафийское семейство"}),":"]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Баспаан (родной);"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Риат (профессиональный, почти без акцента);"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Старориафийский (средний);"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Арким (начальный);"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Лассан (пара фраз);"}),`
`]}),`
`]}),`
`,n(i.li,{children:"Арвийский (профессиональный, с сильным акцентом);"}),`
`,n(i.li,{children:"Редрех (пара фраз);"}),`
`,n(i.li,{children:"Мордвинский (профессиональный, с сильным акцентом)."}),`
`]})]}),`
`,n(r,{text:!0,children:[n(i.p,{children:[n(i.strong,{children:"Артефакторика"})," - (Умелец)."]}),n(i.p,{children:"Именно в артефакторике, считает Мэйв, во всей красе раскрываются чудеса магии. Магия, подобна словам, что изрекаются и забываются, когда артефакты — книги, запечатлевающиеся в вечности. Артефакторика была и остаётся основной статьёй дохода Мэйв."})]}),`
`,n(i.h2,{id:"бытовые-навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#бытовые-навыки",children:n(i.span,{class:"icon icon-link"})}),"Бытовые навыки"]}),`
`,n(i.p,{children:"Мэйв Тинке́ра — городской житель и бытовые навыки ее ограничиваются тем, чему учили в школе, академии и академии."}),`
`,n(d,{}),`
`,n(i.h1,{id:"имущество-и-спутники",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#имущество-и-спутники",children:n(i.span,{class:"icon icon-link"})}),"Имущество и спутники"]}),`
`,n(i.h2,{id:"оружие",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#оружие",children:n(i.span,{class:"icon icon-link"})}),"Оружие"]}),`
`,n(i.p,{children:"—"}),`
`,n(i.h2,{id:"доспехиодежда",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#доспехиодежда",children:n(i.span,{class:"icon icon-link"})}),"Доспехи/Одежда"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Свободные серые льняные брюки."}),`
`,n(i.li,{children:"Поясной ремень, на котором висят две небольшие сумки."}),`
`,n(i.li,{children:"«Вольная» белая рубашка, подобная тем, что носят коркафтские моряки."}),`
`,n(i.li,{children:"Крепкие и комфортные кожаные ботинки."}),`
`,n(i.li,{children:"Невысокая белая шляпа-канотье с чуть более широкими полями, чем обычно."}),`
`]}),`
`,n(i.h2,{id:"быт",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#быт",children:n(i.span,{class:"icon icon-link"})}),"Быт"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Сумка на поясном ремне, в которой находятся письменные принадлежности и записная книжка."}),`
`,n(i.li,{children:["Вторая сумка на поясном ремне, в которой находится еще одна записная книжка, артефакт ",n(i.em,{children:"Портсигар"})," и пара археологических кистей."]}),`
`]}),`
`,n(i.h2,{id:"артефакты",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#артефакты",children:n(i.span,{class:"icon icon-link"})}),"Артефакты"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Портсигар Агнетт"}),' — качественный стальной портсигар на 20 сигарет луатского производителя «Табак Аткиры», на крышке которого выгравирован рунический круг содержащий в себе Руну Огня. Вокруг рунического круга также курсивом выгравировано полное имя "Мэйв Катрин Агнетт Тинке́ра". В то же время сверху крышки выгравировано просто "Агнетт". При активации рисунок руны быстро раскаляется до примерных 500°C и затем так же быстро остывает.']}),`
`]}),`
`,n(i.h2,{id:"недвижимость",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#недвижимость",children:n(i.span,{class:"icon icon-link"})}),"Недвижимость"]}),`
`,n(i.p,{children:"—"}),`
`,n(i.h2,{id:"нпс",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#нпс",children:n(i.span,{class:"icon icon-link"})}),"НПС"]}),`
`,n(i.p,{children:"—"}),`
`,n(i.h2,{id:"средства",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#средства",children:n(i.span,{class:"icon icon-link"})}),"Средства"]}),`
`,n(i.p,{children:"5 золотых."}),`
`,n(d,{}),`
`,n(i.h1,{id:"биография",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#биография",children:n(i.span,{class:"icon icon-link"})}),"Биография"]}),`
`,n(e,{border:!1,summary:`
Мэйв родилась в городе Ферартрир, что в Вече Тейель. Ее мать, Огюста Тинке́ра, была почетным членом местной академии культур и языков, которым стала уже после того, как родилась дочь. Отца Катрин никогда не знала, чистокровный мерий не мог себе позволить семью. У родителей матери Мэйв история была схожая. Что и переняла Огюста от мерийского народа, так это то что нельзя надеяться ни на кого кроме себя. Это качество она привила и дочери.

На матери держалась академия и чуть ли не все образование города, поэтому дочери времени она уделяла мало. К 7 годам девочка без проблем поступила в Ферартрирскую школу, сравнительно неплохую. По окончании учебы в этом заведении вся возникшая дружба по какой-то причине аннулировалась. В школе у Мэйв не было много друзей. Скромная группа подружек сразу забылась, когда мать отправила девочку учиться дальше в платной учебной организации, основанной ее знакомыми коллегами. В этой школе, помимо родного баспаана, Мэйв официально изучала риат и арвийский, но вопреки программе интересовалась редрехом и мордвинским. Такую инициативу учителя не поощряли, зато сама Катрин всячески разжигала этот интерес в своих однокурсницах к этим языкам и культурам. Девочки не разделяли энтузиазма Мэйв, та была порой даже надоедлива. К 14 годам, когда обучение в общей школе закончилось, мать настояла на том, чтобы проверить Мэйв на наличие дара к магии. В столице надежды Огюсты подтвердились и в 15 лет девушку зачислили в тейельскую частную магическую академию...
`,children:[n(i.h2,{id:"тейельская-академия-магии",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#тейельская-академия-магии",children:n(i.span,{class:"icon icon-link"})}),"Тейельская Академия Магии"]}),n(i.p,{children:["Но интерес к языкам не угасал. Наоборот, Катрин и не думала, что магия станет столпом ее жизни. Всю себя она посвящала языкам и соответствующей литературе. С последней были проблемы: в библиотеках было мало книг, а частные издания молодой студентке достать трудно. Уже скоро Мэйв довелось узнать, что в библиотеках с книгами всё было в порядке, если у тебя есть хорошие деньги... или ловкие руки и подвешенный язык. У Мэйв ни того ни другого не было, поэтому сначала матери пришлось разбираться со старым знакомым библиотекарем, а потом и с академией. Это оберегло Катрин от пути совершенствования навыков кражи, но не остановила от самой кражи де-факто. Мэйв посовещавшись с товарищами старшекурсниками. В их компании девушка под покровом ночи бесшумно вторглась в залы хранилища знаний. Друзья получили романтизируемые ими писания о магии древности, а Мэйв же помимо этого обрела раритетные манускрипты на языках предков. В эти годы юная лингвистка активно изучала риафийское семейство языков, в том числе ",n(i.em,{children:"старориафийский"}),", а также экзотический ",n(i.em,{children:"арким"}),"."]}),n(i.p,{children:"Но в академии Катрин не отставала. Третий и четвертый курс давались тяжело, времени на другие вещи было мало, но в конечном счете период оказался продуктивным. Мэйв не выбирала свою любимую ветвь магии и не собиралась. Будь только возможность, она бы изучила их все. Академическое наследие и успехи детства укоренили в девушке гордыню, она осознавала свой интеллект и, разумеется, преувеличивала его. Так и продолжалось, пока магическая наука не прилетела ей в затылок со скоростью ветра. Мало того, что на третьем курсе начинались такие материи, которые невозможно познать в спокойном темпе и за два года, так еще и внутренние политические трения тейельской академии отвлекали от обучения."}),n(r,{attention:!0,text:!0,children:[n(i.h3,{id:"директор",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#директор",children:n(i.span,{class:"icon icon-link"})}),"Директор"]}),n(i.p,{children:n(i.em,{children:"Влип Тинке́ра №1"})}),n(c,{src:"De Staat – Down Town.mp3"}),n(i.p,{children:"Георт эр-Скаллен, директор академии, загребал астрономические деньги, но, как казалось студентам, не выполнял своих полномочий в полной мере. Тизиф Корсон, пятикурсник и хороший друг Мэйв, а также превосходный лидер, собрал лучших и интересующихся студентов академии вместе."}),n(i.p,{children:"Кабинет Георта был защищен артефактами-полями, защищающими от кинетического и термального вторжения. Через тщательное исследование Рунами Истока, студенты факультета Влияния вычислили расположение артефактов. Обзаведясь за свои немногочисленные карманные деньги артефактами Роста, Мэйв и Тизиф расположили их строго под местами расположения артефактов этажом ниже. Уже к вечеру, в этот единственный день, когда Георт был в отъезде, древоподобные корни пронзили защитные поля и раскрошили артефакты."}),n(i.p,{children:"Ворвавшись в кабинет, маги выпотрошили картотеки и не нашли ничего, что могло бы им помочь. И всё пошло бы коту под хвост, если б Мэйв не заметила, что не все артефакты были защитными артефактами. Изучив скрижаль, Тизиф распознал сложное заклинание с применением Рун Вести. Сообщения, запечатленные в рунах являлись поручениями директора самому себе в завидных подробностях. Некоторые сообщения включали в себя цитаты высокопоставленных лиц Тейеля. Катрин позвала Тизифа и настояла на том, что никто не должен узнать о том, что здесь написано. Но Тизиф противостоял, он хотел обличить директора и добиться его отставки. Многие бы его поддержали, если бы Мэйв дала ему обратиться к толпе. Но она чувствовала неладное и выдворила из кабинета всех, кроме самого Тизифа, чтобы «тщательно всё осмотреть»."}),n(i.p,{children:"Исподтишка Катрин пригвоздила товарища к полу комбинацией Рун Жёсткости и Тяжести. Он не успел ничего сделать, она заставила его молчать. В текстах на скрижали не было ничего подозрительного, только простые насущные решения насущных проблем. Мэйв знала, это абсолютная правда. Но не знала, где же кроется ложь. Одно было ясно однозначно — с решениями торопиться нельзя. В одном из писем директора, спрятанных в незаметный желоб в столе, Мэйв обнаружила, что директор начал подозревать какие-то козни, что против него строят. Но также добавил, что это лишь предположение, практически ни на чем не основанное. Датой стоял день многим раньше, чем первые разговоре о попытке разобраться с делами директора."}),n(i.p,{children:'"Это не наш план..." - Думала Катрин, - "Мы инструмент чьего-то плана."'}),n(i.p,{children:"Она взглянула на смотрящего с гневом Тизифа, но не сказала ни слова. Он хороший лидер, но Мэйв сомневалась, что он сам что-то понимает и не была уверена в своей способности ему что-либо объяснить. Мэйв закрыла дверь в кабинет накрепко, связала Тизифа пока тот был не способен двигаться, заткнула ему рот. Катрин не знала что делать и просто стояла на страже, ходила из угла в угол и думала. Пока не уснула на стуле. Тизиф бы воспользовался ситуацией, если б тоже не заснул."}),n(i.p,{children:"С шумом в кабинет ворвались два колдуна в фильтр-масках. Это они инициировали утечку седативных газов в помещении, через отверстия в полу, которые студенты ранее сами создали с помощью артефактов роста."}),n(i.p,{children:"— Кретин раскрыл себя, — приглушенным шепотом сказал один из магов, — если бы он вовремя связался, нам бы не пришлось так рисковать."}),n(i.p,{children:"Маг подошёл к спящему парню, аккуратно и размеренно начертил пару рун. А когда он их применил, Тизиф резко раскрыл глаза, в судороге искривился всем телом и тут же упал наземь без стука сердца. Когда второй колдун уже обнаружил скрижаль с сообщениями, прозвучал оглушающий высокий скрип. Комнату заполонил туман, а туман прорезали электрические дуги, поражающие всё живое и даже тело еще тёплого студента. Мэйв уже давно не спала и наблюдала из мрака за происходящим, но сейчас она обнаружила себя лежащей и дергающейся в судорогах на полу. В том же состоянии были и колдуны. В комнату вошёл директор эр-Скаллен. Чуть туманное заклинание растеряло свою власть, он наложил парализующие чары Руной Жёсткости на колдунов."}),n(i.p,{children:`— Они его убили! — Мэйв закричала и была уже готова использовать смертельное заклинание.
— Стой где стоишь, — властно приказал директор и Мэйв повиновалась.`}),n(i.p,{children:"Директор сорвал маски с колдунов и влил им в рты ампулы с неизвестным веществом. Через несколько секунд они уже были без сознания. Изящно начертив Идеограмму Жизни, директор перевёл Тизифа из состояния смерти в состояние комы. Улеглось. Директор набрал воздуха в грудь и завёл диалог с Мэйв. Он получил от нее всё, что хотел знать, в то время как студентка так и не получила ответов на свои вопросы. Но тот, немного поразмыслив, продолжил."}),n(i.p,{children:`— Я ставлю под вопрос важные проблемы, Тинке́ра. Но должен вам кое-что сказать и это будет строжайшей тайной, только между нами. — Мэйв плавно заговорчески кивнула. — Какая-то вражеская сила, возможно Луат, а может Сикстинна, а может частное лицо, усложняет мне жизнь уже не первый год. И это была их лучшая попытка. У меня нет реальных доказательств. Этих, я уверен, признают обыкновенными магами-разбойниками. Тизиф Корсон будет объявлен жертвой. А к вам отнесутся как к предательнице. Мы ничего не можем с этим поделать, так оно и будет. Но вот что будет дальше: я подам в отставку, у меня есть преемник. А вас отчислят.
Через несколько секунд, тяжело вздохнув, он продолжил.`}),n(i.p,{children:"— Вы даже представить не можете... Вы.. Вы получите образование... и мою рекомендацию, если потом она будет чего-либо стоить. Я, надеюсь, я лично буду вас учить... И буду за вами наблюдать. Волей судьбы вы залезли в дебри, из которых невозможно выбраться. В них можно только научиться жить. И вам придется."})]}),n(i.hr,{}),n(i.p,{children:"Да, с четвертого курса Мэйв вылетела с позором. Директор эр-Скаллен обещание сдержал. А Мэйв, ну... не в полной мере. Предполагалось залечь на дно, но это не в стиле Тинке́ра. Потеряв всякую надежду на окончание академии в Тейеле, Катрин решила, что сможет окончить академию в самой Сикстинне. Но 5-6 курсы с преподавательским составом директора она всё-таки прошла. В эти годы Мэйв еще больше утвердилась в своём мнении, что директор эр-Скаллен не простой человек, но далеко не самый корыстный. Хотя все его заклинания были по своему ушлые, но тем более эффективные."}),n(r,{text:!0,children:n(i.p,{children:["На протяжении еще четырёх лет девушка осваивала расширенное заклятие ",n(i.em,{children:"«Шторм из Скаллена»"})," авторства директора, хотя прозвала его Катрин. Невероятно сложное и коварное заклинание. Мантра заполняет помещения влажным туманом, который затем терзают гром и молнии, не смертельные, но шокирующие и парализующие."]})}),n(i.h2,{id:"в-пути",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#в-пути",children:n(i.span,{class:"icon icon-link"})}),"В пути"]}),n(i.p,{children:"И вот Мэйв исполняется 21 год. Факт отчисления от матери скрывался, деньги девушка запасала, но скоро они улетят в трубу. Вернее, в Мордвинскую империю. Рекомендация от директора уже была у Мэйв на руках, а последние месяцы обучения текли всё хуже и хуже. Поэтому в один день Мэйв проснулась утром и было как день ясно — сегодня она покидает Вече Тейель. К обеду Катрин взошла на судно. Правда, на речное — Тейель отнюдь не портовый город. Путь до Агоса занял чуть больше недели. А вот уже там начался дорогостоящий и долгоиграющий круиз, проходящий мимо Коркафта с остановкой в Севеже, Доминион Флатрия, который Мэйв запомнит на всю жизнь."}),n(r,{attention:!0,text:!0,children:[n(i.h3,{id:"мерия",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#мерия",children:n(i.span,{class:"icon icon-link"})}),"Мерия"]}),n(i.p,{children:n(i.em,{children:"Влип Тинке́ра №2"})}),n(c,{src:"The Subways - Turnaround.mp3"}),n(i.p,{children:["Кровь мерии даёт о себе знать, даже когда ее всего лишь капля. Жизнь Мэйв была цивилизованной, вдали от моря. Но она была мерией на большую часть и в этой части она всё равно ",n(i.em,{children:"достигла недостатков"})," своего народа. Судьба нашла достаточно причин, чтобы Мэйв научилась всему, что так необходимо мерии."]}),n(i.p,{children:"Две недели в тёплых морях, о которых до этого Катрин столько читала. Катрин вспоминала о матери, но горевать о предках... не под стать чете Тинке́ра. Нагулявшись вдоволь в Севеже, пока корабль стоял, Мэйв вновь тронулась в путь и через неделю уже была бы в порту Сикстинны, если б не арвийские пираты не положили глаз на флаг адмиралтейства."}),n(i.p,{children:"Не успели прогреметь первые два выстрела из пушек, Мэйв вылетела из каюты и через считанные секунды уже летела, подобно стреле, в гущу глубоких вод. Она наблюдала за тем, как мужчины сражаются за свою жизнь и наживу, как окровавленные тела падают в воду. Стащив с одного из них саблю, Мэйв начертила Руну Лёгкости и принялась карабкаться по корме пиратского корабля. Разбив окно рукояткой, она ввалилась внутрь пустой комнаты — капитан, по всей видимости, руководил командой с палубы. Применив сложное заклинание директора эр-Скаллена «Разлом», Агнетт ввалилась на палубу ниже и оказалась в пустующем кубрике. Применив то же заклинание еще раз, Мэйв упала, как оказалось, в грузовую палубу. Подняв голову, Катрин встретилась взглядом с чернокожим арвийцем. Момент длившийся не дольше секунды показался вечностью. Не успев сообразить ничего лучше, Катрин быстро начертила одну из своих самых отработанных рун, но не самую уместную — Руну Огня."}),n(i.p,{children:"Раздался гром . Всплеск, за ним другой. Воду сменил воздух, а затем другой воздух, затхлый. От смердящих табаком рук исходило заботливое тепло и, что было еще приятнее, тёплая вода. Мэйв открыла глаз, левый. Было темно, сил было мало, корабль качался на волнах. Аккуратно нащупав правый глаз, Катрин попробовала содрать с него твердый гной и чувство освобождения было сильнее последовавшей боли. Затем она ногтями драла скулы, щеки, подбородок, куски плоти падали и стучали о деревянный пол. Мэйв начертила Руну Лечения, насытила ее энергией и вновь упала в сон. Проснувшись снова, свет ударил в левый глаз. Правый болел, но был тоже открыт — его накрывало что-то мягкое и мокрое."}),n(i.p,{children:["— Шрам останется на всю жизнь... но он не так плох, как я думал. — Прозвучал из-за границ поля зрения прокуренный тенор кока. — Капитан поделился несколькими целебными бальзамами, припарки сделали что могли.",n(i.br,{}),`
`,"— Благодарю...",n(i.br,{}),`
`,"— Викент Брасс к вашим услугам, я здесь кок.",n(i.br,{}),`
`,"— Да, я помню, Викент... — Мэйв говорила медленно, с хрипотцой еще не оправившегося больного. — Не доводилось познакомиться.",n(i.br,{}),`
`,`— Капитан... Он ценит, что вы сделали. — Винсент говорил и мыл посуду. Мэйв поняла, что находится прямо в камбузе. — Он не возьмет с вас денег за поездку. По мне так, он и лечение должен оплатить.
Мэйв ошиблась. Повернув голову и слегка осмотревшись, она поняла что находится в каюте, а кок моет, по всей видимости, какие-то инструменты.`,n(i.br,{}),`
`,"— Вы очень красивы. Со шрамом некрасиво получилось... Ваша рука будет в порядке. Шрам выше локтя и ниже плеча будет не приметен. А, да, там на тумбе банка — это вам сувенир. Пара камней и гвоздь, что я из вас вытащил.",n(i.br,{}),`
`,"— Вы оказали мне дорогую услугу, я непременно вам должна. — Мэйв попыталась встать, но попытка была столь жалкая, что Викент не заметил.",n(i.br,{}),`
`,"— Всё за счёт капитана, будьте покойны. Уж я-то вытрясу из него, что причитается. Не первый год плаваем. Кстати об этом — через два дня будем в порту, к этому моменту я поставлю вас на ноги. У меня там есть знакомый, однокурсник, остался в медиках — много с вас не возьмет, доделает, что я не успею."]}),n(i.p,{children:"Катрин сошла в порту Сикстинны вместе с Викентом, который провёл её через пару кварталов в скудное цокольное помещение, впрочем, ухоженное. Три дня она провела там, с доктором Трилом, презабавнейшим и очень неуклюжим для врача персонажем. Мэйв заплатила за его услуги вперед, а тот в ответ потянул за ниточку и нашёл неплохую квартиру для съема, в которую Катрин в последствие и въехала."})]}),n(i.h2,{id:"сикстиннская-академия-магии",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#сикстиннская-академия-магии",children:n(i.span,{class:"icon icon-link"})}),"Сикстиннская Академия Магии"]}),n(i.p,{children:"А дальше всё понеслось: Катрин прошлась по нескольким департаментам, познакомилась с бюрократией Мордвинской империи, собрала документы, внесла первый взнос, сдала вступительный экзамен в Сикстиннскую Академию Магии. И начались новые академические будни, совсем, впрочем, отличные от прошлых."}),n(i.p,{children:["Местный диалект был Катрин не понаслышке знаком, а за следующие несколько курсов обтесался в свободное владение. Мэйв легко усваивала новый материал, которого было не много, а всё свободное время она уделяла изучению других языков: местная библиотека была в разы богаче Тейельской. Здесь она впервые увидела короткие записки о диалекте ",n(i.em,{children:"лассан"}),", столь неизученном и потому столь манящем. Но активнее всего Агнетт углубилась в арвийский. Она даже нередко посещала порт, только чтобы поговорить с носителями. Естественно, изучению поддавался и мордвинский. Мэйв находила его крайне интересным, но не самым полезным, и потому приоритет ему не отдавала. Впрочем, еще успеет."]}),n(i.p,{children:'Годы пролетали, в возрасте 25 лет Мэйв с отличием оканчивает четвертый курс. Во время обучения она активно подрабатывает магом, а также нашла себе место в библиотеке. "Трое храните, я становлюсь похожей на мать," — думала Катрин каждый вечер, расставляя книги.'}),n(i.h3,{id:"магистр-кретнгорд",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#магистр-кретнгорд",children:n(i.span,{class:"icon icon-link"})}),"Магистр Кретнгорд"]}),n(i.p,{children:'Статная 70-ти летняя дворфийка, преподававшая, как она любила говорить, «Чудеса Магии Созидания™» терпеть не могла выскочек и Мэйв Тинке́ра с ее акцентом особенно. Но потому и уделяла ей в разы больше внимания, чем остальным студентам. Мэйв сразу взяла ситуацию в свои руки и не прекращала заигрывать со старушкой, продолжая высасывать из нее знания. Желая в очередной раз проверить студентку, они заключили спор: магистр уверяла, что Тинке́ра не освоит сложное заклинание ее авторства — заклинание "Пламенного Шага". А Мэйв специально тренировалась в залах, которые преподаватель посещала чаще всего. Мифиста, магистр, не могла терпеть неудачных попыток студентки и давала короткие, резкие, простые, но полезные советы, что привели ее к поражению.'}),n(i.p,{children:["— Ну вы же понимаете, Мэйв, что именно это на самом деле мне было нужно, — говорила магистр Кретнгорд.",n(i.br,{}),`
`,"— Конечно, профессор, — кротко, но с язвительной улыбкой отвечала Катрин."]}),n(i.p,{children:"Игривая любовь и ненависть закрепились между преподавателем и студенткой. Заработок в библиотеке и на стороне позволил Мэйв не только оплатить пятый курс, но и взять дополнительные занятия с магистром Кретнгорд, которая по старой дружбе брала не так много, как могла бы. Это позволило Мэйв сохранить опережение с 1-4 курсы и распространить его на пятый и шестой. Когда Катрин исполняется 27 лет, Мифиста Кретнгорд уходит в отставку. Но частные уроки не прекращаются. Мэйв стала ее личным достижением, очередным трофеем на полке. Магические дуэли Мэйв даются тяжело, даже со старушкой. Но необходимую базу она получила. Мифиста дала Мэйв неоценимые знания артефакторики. И студентка будет глубоко оскорблена, когда узнает, что в программе обучения нет даже столь малого курса. Поэтому она решает затянуть пояс еще сильнее и ищет другого преподавателя, который смог бы преподавать артефакторику."}),n(i.h3,{id:"мастер-котн",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#мастер-котн",children:n(i.span,{class:"icon icon-link"})}),"Мастер Котн"]}),n(i.p,{children:"Ифль Котн, мужчина лет сорока, не был преподавателем и даже в Ассоциации занимал не магистрскую позицию. Ифль был одним из студентов с полки трофеев Кретнгорд. Бунтарь, артефактор, потомственный сикстиннский маг, хоть и человек — всё в нем нравилось Мифисте. А в особенности его протестность в отношении Ассоциации и Академии, что на показ магистр глубоко осуждала, а на самом деле весьма уважала. Ифль никогда не видел себя в роли преподавателя и не собирался им быть, если бы не добрая просьба уважаемой наставницы и звон золотых монет."}),n(i.p,{children:"Цинизм и неуважение навсегда пригвоздили Котна к мастерскому званию, в ответ на это Ифль попросту не делал большего, чем от него требуют. Со своими качественными, иногда инновационными артефактами он не выступал на публике, не представлял их магисторату, но сбывал по хорошим ценам, за что его уважали на рынке, а его личная подпись на артефактах даже получила некоторую известность. Ифль преподавал строго, без энтузиазма. Ровно до тех пор, пока не узнал, что родина Мэйв — Тейель, как и его. Это не растопило его сердце, но направило в векторе сотрудничества, который, впрочем, не сбавил сухости и строгости его подхода."}),n(i.p,{children:"Мастер Котн и магистр Кретнгорд — непосредственные виновники успеха Мэйв Тинке́ра на выпускном экзамене. Диплом Сикстиннской Академии Магии Катрин получила в возрасте 29 лет. Впрочем, к аттестации она готовилась постольку-поскольку, больше времени уделяя науке артефакторики. От приглашения в Ассоциацию C'Итш'Тас и в Специальную Магическую Военную Компанию Мэйв вежливо отказалась. Такие отказы, впрочем, даже вежливые, всегда встречают резко. СМВК не приглашают дважды, а Ассоциации этого не позволяет гордость."}),n(i.hr,{}),n(r,{attention:!0,text:!0,children:[n(i.h2,{id:"белая-кровь",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#белая-кровь",children:n(i.span,{class:"icon icon-link"})}),"Белая кровь"]}),n(c,{src:"De Staat - I Am Here to Lose Control.mp3"}),n(i.p,{children:"После выпуска, Мэйв вернулась на родину. Встретилась с матерью, которая и не сомневалась, что ее дочь в порядке — спесь Тинке́ра не пропадёт. Но долго здесь не задержалась. Проведя полгода в родных краях, еще полгода в столице Тейеле, Мэйв бросилась в путь."}),n(i.p,{children:"На сей раз Катрин пересекла границу Последней Республики Луат — ее особенно интересовали подробности языка дикарей ламахского полуострова, который хоть в какой-то мере изучался лишь здесь. Отправиться сразу в столицу оказалось ошибкой. Проведя там не больше месяца, Мэйв приехала в Атсад, где ей и исполнилось 30 лет. Просидев месяц в богатых библиотеках республики, Мэйв снова ударилась в путь — сидеть на месте не в ее характере. Катрин максимально приблизилась к Гику и извлекла из этой поездки всё что смогла — ничего. В попытках нарыть хоть какую-то информацию, не всегда безуспешных, Мэйв провела еще год. Даже побывала на передовой борьбы с ордой Хельгерана, случайно: в 200 году Луат резко сдал позиции, которые, впрочем, очень скоро вернул. Но что есть, то есть, Мэйв получила свои два месяца полевого опыта, в ходе которого волшебница немало помогла бойцам седьмого полка республиканской армии."}),n(i.p,{children:"Нашла любовника среди офицеров, молодой лейтенант Этриций Верминт. Там же его потеряла."}),n(i.p,{children:"В Луате, по наводке случайного посетителя библиотеки, Мэйв попадает на раскопки, где впервые открывает в себе страсть к археологии. Мэйв разрабатывает специальные трактовки для рун, которые облегчали и ускоряли этот кропотливый труд."}),n(i.p,{children:["Но решив покончить с Луатом, Мэйв воспользуется гражданством Сикстинны, которое получила в годы обучения в академии. Но приезжает в итоге во Флатрию, где встречает свой 32 и 33 дни рождения. Молодой алхимик Эдгар эр-Икрит вскружил девушке голову. Да, по стандартам мерий Мэйв всё еще считалась ",n(i.em,{children:"девушкой"}),". И алхимик бы утянул ее под венец, если бы не был в этом так настойчив, что и послужило причиной их расставания. Глупость, конечно, с его стороны. Проявив хоть немного уважения к культуре мерий, он бы осознал свою ошибку."]}),n(i.p,{children:"В 34 года Мэйв начала терять зрение. Медленно, практически незаметно. Катрин тут же сделала вывод, что проводит за книгами в темноте слишком много времени."}),n(i.p,{children:"В 35 лет Мэйв начала терять вес."}),n(i.p,{children:"В 36 лет Мэйв начала чувствовать себя на все 60."}),n(i.p,{children:"Медицина во Флатрии что надо. Сообразила ей воспользоваться Катрин только на 37 день рождения, проведенный в одиночестве."}),n(i.p,{children:["Диагноз? ",n(i.strong,{children:"Белая кровь"}),". Осталось? ",n(i.em,{children:n(i.strong,{children:"Года два"})}),". В страданиях? ",n(i.em,{children:"В страданиях."})]})]})]})]})}function m(l={}){const{wrapper:i}=l.components||{};return i?n(i,Object.assign({},l,{children:n(t,l)})):t(l)}const B=()=>a(s,{children:a(m,{},3,null)},3,"SyJXybzy");export{B as default,A as frontmatter,S as head,w as headings};
