import{d as e,x as d,y as n,g as c}from"./q-0a61ba82.js";import{B as h}from"./q-c037a95c.js";const s=[{text:"Правила",id:"правила",level:1},{text:"Общее",id:"общее",level:2},{text:"Ролевая бюрократия",id:"ролевая-бюрократия",level:2},{text:"Правила ролевой игры",id:"правила-ролевой-игры",level:2},{text:"PVP",id:"pvp",level:2},{text:"Общие правила боя",id:"общие-правила-боя",level:3},{text:"Очередность",id:"очередность",level:3},{text:"Правила боевки для игрока",id:"правила-боевки-для-игрока",level:3},{text:"Правила боевки для мастера",id:"правила-боевки-для-мастера",level:3}],p={title:"Правила",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},u={title:"Правила"};function r(l){const i=Object.assign({h1:"h1",a:"a",span:"span",h2:"h2",ol:"ol",li:"li",pre:"pre",code:"code",p:"p",ul:"ul",strong:"strong",br:"br",h3:"h3"},l.components);return n(c,{children:[n(i.h1,{id:"правила",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#правила",children:n(i.span,{class:"icon icon-link"})}),"Правила"]}),`
`,n(i.h2,{id:"общее",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#общее",children:n(i.span,{class:"icon icon-link"})}),"Общее"]}),`
`,n(i.ol,{children:[`
`,n(i.li,{children:"Рейтинг − NC21. Вы можете дать волю своим желаниям, обеспечив их объективными причинами. Прямо как в жизни. Чрезмерная жестокость и разврат не должны выпадать из сюжетных обстоятельств и антуража игрового мира."}),`
`,n(i.li,{children:"Флуд в игровых темах, флуд пикчами под записями, переизбыток матерных слов во внеигровом общении, спам и несогласованная реклама будут удалены с предупреждением. Рецидивистам − бан."}),`
`,n(i.li,{children:"Не забывайте, что Злорадство Нихерии − это фэнтези с элементами стимпанка и вкраплениями постапокалипсиса. Здесь нет телефонов, кроссовок, мессенджеров и танцевальных клубов."}),`
`,n(i.li,{children:"Возникшие вопросы задавайте в лс сообщества. Перед тем, как обратиться, убедитесь, что ответа на ваш вопрос НЕТ в меню."}),`
`,n(i.li,{children:"Если поймали кого-то за нарушением правил − донесите администрации, большого брата у нас нету."}),`
`]}),`
`,n(i.h2,{id:"ролевая-бюрократия",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ролевая-бюрократия",children:n(i.span,{class:"icon icon-link"})}),"Ролевая бюрократия"]}),`
`,n(i.ol,{children:[`
`,n(i.li,{children:"Создать нового героя можно, только если старый создан месяц назад или им отыграно 20 постов. В эти посты не входят конкурсные работы и номинальные посты-переходы. Администрация накладывает ограничения на тех, кто часто создает героев, но быстро забрасывает их или не играет ими вовсе. Количество героев на одного игрока не ограничено."}),`
`,n(i.li,{children:"Хотя вы и можете играть в одиночку с квестоводом или даже без него,  рекомендуется найти соигрока. Или несколько. Для поиска соигрока заполните форму и отправьте в лс группы. Объявление вскоре появится на стене."}),`
`]}),`
`,n("details",{border:!0,children:[n("summary",{children:n("b",{children:"Шаблон «Поиск игрока»"})}),n(i.pre,{children:n(i.code,{children:`#нихерия_поиск_соигрока
Ссылка на игрока.
Ссылка на героя (или его описание, если соигрок ищется до начала игры).
Текст объявления.
`})})]}),`
`,n(i.ol,{start:"3",children:[`
`,n(i.li,{children:"Для получения квеста в лс сообщества сбросьте ссылку на анкету своего героя и, если есть, анкеты соигроков, а также предпочтения по квесту. Квест-мастер с Вами вскоре свяжется."}),`
`,n(i.li,{children:"Нередко игроку или игрокам интересно отыграть квест полностью собственноручно без участия мастера, что абсолютно возможно. От вас требуется лишь сообщить администрации примерный план квеста, а затем получить одобрение и пару подсказок. Затем, по написании решающего поста, вам необходимо сообщить администрации и ждать поста от мастера с наградой и прочими результатами."}),`
`,n(i.li,{children:"Для создания локации заполните шаблон ниже и отправьте в лс сообщества:"}),`
`]}),`
`,n("details",{border:!0,children:[n("summary",{children:n("a",{href:"../templates/create-location",children:n("b",{children:"Шаблон «Создание локации»"})})}),n(i.ol,{children:[`
`,n(i.li,{children:"Полное название (полный путь, например «Андел | Гуран | Дом такой-то»)"}),`
`,n(i.li,{children:"Где находится (район), как добраться, какую площадь занимает."}),`
`,n(i.li,{children:"Здание (если будет). Внешний вид и внутренний интерьер, особенности и ценности;"}),`
`,n(i.li,{children:"Кто, кроме героя, там обитает;"}),`
`,n(i.li,{children:"Ссылки-переходы в ближайшие локации, как в других темах;"}),`
`,n(i.li,{children:"Арты."}),`
`]}),n(i.p,{children:"Все пункты обязательны."})]}),`
`,n(i.ol,{start:"6",children:[`
`,n(i.li,{children:"Планируете взять каноничного героя?"}),`
`]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:[`
`,n(i.p,{children:"Описать, что вы планируете делать этим каноном в ближайшей и дальнейшей перспективе. Получить на это одобрение администрации."}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.p,{children:"Изучить сюжет ролевой, вычленить всё, что связано с взятым каноном, написать анкету и упомянуть все события, которые он не мог пропустить."}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.p,{children:"В течение игры отчитываться нам о ситуации."}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.p,{children:[`В крайнем случае к канону приставится НПС, который будет координировать его действия. В совсем крайнем игрок с канона может быть снят.
`,n(i.strong,{children:"Все пункты обязательны."})]}),`
`]}),`
`]}),`
`,n(i.h2,{id:"правила-ролевой-игры",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#правила-ролевой-игры",children:n(i.span,{class:"icon icon-link"})}),"Правила ролевой игры"]}),`
`,n(i.ol,{children:[`
`,n(i.li,{children:["Пост, его размер и содержание",`
`,n(i.ol,{children:[`
`,n(i.li,{children:["Минимум строк − 10 компьютерных, ~15 телефонных. Посты пишем в литературном стиле ",n(i.strong,{children:"от третьего лица"}),". Можно прикладывать подходящие к атмосфере Нихерии музыку и арты."]}),`
`,n(i.li,{children:"Награда за квесты напрямую зависит от качества и логичности постов. Необоснованный таймскип, игнорирование поста соигрока или КМа, метагейминг, сьюшество, откровенное облегчение задачи, несоблюдение лора и переизбыток воды ведут к уменьшению награды вплоть до тяжелых последствий для героев."}),`
`,n(i.li,{children:"То, что знаете вы, не знает ваш герой. Не забывайте об этом и бойтесь метагейма как огня."}),`
`]}),`
`]}),`
`,n(i.li,{children:["Взаимодействие и очередность",`
`,n(i.ol,{children:[`
`,n(i.li,{children:"Убить чужого героя без согласия владельца нельзя. Исключения прописаны в пунктах о PVP (ниже). Можно обобрать или съесть труп, если это предусмотрено менталитетом."}),`
`,n(i.li,{children:"Отпись в квестах идёт в порядке очереди, установленной в начале отыгрыша. Очередность можно менять только в свободной игре не в ущерб логике или с разрешения КМа. Вступление в квест после его начала нужно согласовать с КМом."}),`
`,n(i.li,{children:"Если игрок не отписывает дольше недели дней без предупреждения − его герой замораживается, а соигроки получают право продолжить игру или квест без него."}),`
`,n(i.li,{children:"Герои одного и того же игрока не могут обмениваться вещами и средствами без обоснованного логичного отыгрыша."}),`
`]}),`
`]}),`
`,n(i.li,{children:["Переходы между локациями",`
`,n(i.ol,{children:[`
`,n(i.li,{children:"Перейдя в новую локацию, в первом посте отметьте, откуда пришли. В последнем посте в старой локации укажите, куда переходите."}),`
`,n(i.li,{children:"Групповой переход из темы в тему возможен. Для этого в метке перехода один из игроков или КМ должны указать имена переходящих вместе с ним героев."}),`
`,n(i.li,{children:"Мгновенно перемещаться в ролевой можно только обоснованно особыми явлениями. В идеале отписываться во всех промежуточных темах. Это можно не делать, но тогда пост-переход должен содержать подробное описание всего пути. Учитывайте расстояния, средства и время."}),`
`]}),`
`]}),`
`,n(i.li,{children:["Локации",`
`,n(i.ol,{children:[`
`,n(i.li,{children:"В списке тем представлены локации без внутреннего дробления на мелкие участки. Т.е., в теме города условно находятся рынки, площади и пр. Допустимо отмечать, в какой части города находится герой."}),`
`,n(i.li,{children:"Личные локации игроков имеют в первой записи пометку «Владелец − имя героя, ссылка на анкету»."}),`
`,n(i.li,{children:["Крупная локация (землевладение).",`
`,n(i.ol,{children:[`
`,n(i.li,{children:"Компаниям игроков или владельцам крупных групп НПС нужно согласовывать свои действия с хозяином локации и договариваться об игре в локации. Обязательно подробно изучите описание локации."}),`
`,n(i.li,{children:`В землевладение могут заглядывать КМы, в т.ч. если они ведут какой-нибудь квест на небольшое количество игроков. В этом случае действия КМа не должны как-либо серьёзно влиять на героев владельца локации или саму локацию.
По тому же принципу могут приходить и небольшие компании игроков, не владеющих группами НПС и не имеющих полит. веса и влияния.`}),`
`]}),`
`]}),`
`,n(i.li,{children:"Малая локация (дом, участок, т.д.). Для игры в ней всем нужно согласовываться с владельцем локации."}),`
`,n(i.li,{children:"Читайте описания локаций и последние посты в теме. Там может происходить что-то важное."}),`
`,n(i.li,{children:"Можно создать свою локацию. Условия расписаны в Правилах ролевой бюрократии, п.5."}),`
`]}),`
`]}),`
`]}),`
`,n(i.h2,{id:"pvp",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#pvp",children:n(i.span,{class:"icon icon-link"})}),"PVP"]}),`
`,n(i.p,{children:"В Нихерии присутствует элемент PVP, используемый по желанию. Его работа заключается в следующем:"}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Создавая героя, игрок может добавить ему отметку PVP. Такие герои могут грабить или нападать на других с отметкой PVP без предупреждения, логично обыграв свои действия."}),`
`,n(i.li,{children:"Нападение на героя другого игрока без PVP возможно только при взаимном согласии и обсуждении деталей боя в ЛС."}),`
`,n(i.li,{children:"Отметка PVP постоянно работает на территориях, которые по лору негативно относятся к герою."}),`
`,n(i.li,{children:`Если герой находится в розыске, во взаимосвязанных локациях отметка PVP постоянна.
При возникновении конфликта обращайтесь за помощью к администрации. Помните: ролевая этика важнее желания нагибать или портить кому-то игру.`}),`
`]}),`
`,n(h,{warning:!0,children:n(i.p,{children:["Обращаем внимание любителей PVP:",n(i.br,{}),`
`,n(i.strong,{children:"Нихерия − это сюжетная ролевая."})," Здесь важна история, а не нагибаторство и убийство других героев ради веселья."]})}),`
`,n(i.h3,{id:"общие-правила-боя",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#общие-правила-боя",children:n(i.span,{class:"icon icon-link"})}),"Общие правила боя"]}),`
`,n(i.ol,{children:[`
`,n(i.li,{children:["Чтобы напасть на героя без PVP, нужно убедиться, что игрок за него согласен на бой и обсудить в лс детали.",`
`,n(i.ol,{children:[`
`,n(i.li,{children:"Бой с НПС можно описать самостоятельно с разрешения администрации. Она же подведёт итоги боя (полученные награды и повреждения)."}),`
`,n(i.li,{children:"Исход боя напрямую зависит от логичности и качества постов. Неясные формулировки, манч, отсутствие минимума подробностей могут привести к последствиям различной степени тяжести."}),`
`,n(i.li,{children:"По желанию игрок может запросить КМа для проведения боя с НПС."}),`
`]}),`
`]}),`
`,n(i.li,{children:["Обязательные условия: необходимо точно описать в постах инвентарь героя и НПС (защиту и вооружение); положение в пространстве (где и как стоят герой и НПС); окружение (от поверхности, на которой происходит бой, до погодных условий); самочувствие (травмы, усталость и т.д).",`
`,n(i.ol,{children:[`
`,n(i.li,{children:"Всегда описывайте окружение и реакцию героя на него. Если бой проводит КМ, то окружение описывает уже он. Игрок в таком случае отвечает только непосредственно за своего героя."}),`
`,n(i.li,{children:"Если игрок не прописал какое-либо обязательное условие боёвки, это делает за него КМ (в процессе игры или при подведении итогов квеста)."}),`
`]}),`
`]}),`
`,n(i.li,{children:"В боёвке старайтесь соблюдать реалистичность. Чрезмерная гибкость, скорость реакций, высота прыжков и пр. запрещены, если не обусловлены расой или наложенными заклинаниями."}),`
`,n(i.li,{children:["Пост в боёвке состоит из нескольких частей:",`
`,n(i.ol,{children:[`
`,n(i.li,{children:"Начало боя (от КМа): информация об инвентаре неписей, их положении в пространстве, окружении, состоянии неписей, начало атаки (незавершенным действием), планирование защитного маневра."}),`
`,n(i.li,{children:"Начало боя (от игрока): информация об инвентаре, положении в пространстве, об окружении, состоянии здоровья, начало атаки (незавершенным действием), планирование защитного маневра."}),`
`,n(i.li,{children:"Бой: контратака с результатом (если не было прописано завершенного действия от КМа), начало второй атаки или защиты. Длится до логического завершения."}),`
`,n(i.li,{children:"Завершение боя: КМ описывает итог боёвки, где логически обосновывает, победил герой или проиграл (убил всех, обратил в бегство, сбежал, умер)."}),`
`]}),`
`]}),`
`]}),`
`,n(i.h3,{id:"очередность",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#очередность",children:n(i.span,{class:"icon icon-link"})}),"Очередность"]}),`
`,n(i.ol,{children:[`
`,n(i.li,{children:["Очередность постов в боёвке устанавливается:",`
`,n(i.ol,{children:[`
`,n(i.li,{children:"КМом либо иным администратором."}),`
`,n(i.li,{children:"Игроками-участниками, если боёвка проходит по договорённости без КМа. Порядок отписи желательно где-нибудь закрепить (отправить в ЛС группы, например)."}),`
`]}),`
`]}),`
`,n(i.li,{children:"Менять очередность в квесте без разрешения КМа нельзя."}),`
`]}),`
`,n(i.h3,{id:"правила-боевки-для-игрока",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#правила-боевки-для-игрока",children:n(i.span,{class:"icon icon-link"})}),"Правила боевки для игрока"]}),`
`,n(i.ol,{children:[`
`,n(i.li,{children:["Можно:",`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Сбежать, предупредив КМа и логично уведя героя с поля боя."}),`
`,n(i.li,{children:"Вступить в чужой бой, предупредив КМа и грамотно введя героя."}),`
`,n(i.li,{children:"Пригласить в бой соигрока (он должен выполнить пункт выше)."}),`
`,n(i.li,{children:"Попросить отсрочку более недели у КМа."}),`
`]}),`
`]}),`
`,n(i.li,{children:"Нельзя описывать действия чужого героя, если об этом нет договоренности с соигроком. Обязательно предупреждайте КМа."}),`
`]}),`
`,n(i.h3,{id:"правила-боевки-для-мастера",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#правила-боевки-для-мастера",children:n(i.span,{class:"icon icon-link"})}),"Правила боевки для мастера"]}),`
`,n(i.ol,{children:[`
`,n(i.li,{children:["Можно:",`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Отписывать завершенные действия и состояние героев."}),`
`,n(i.li,{children:"Закончить бой, если игрок пропал без предупреждения на срок больше неделим."}),`
`,n(i.li,{children:"Использовать неограниченное количество НПС, если их нахождение в локации с боем логично обосновано."}),`
`]}),`
`]}),`
`,n(i.li,{children:"Нельзя игнорировать логично прописанную защиту или контратаку."}),`
`,n(i.li,{children:"Итог боя пишется с указанием повреждений и заслуженной награды."}),`
`]})]})}function t(l={}){const{wrapper:i}=l.components||{};return i?n(i,Object.assign({},l,{children:n(r,l)})):r(l)}const x=()=>e(d,{children:e(t,{},3,null)},3,"yqlJ_KY8");export{x as default,u as frontmatter,p as head,s as headings};
