import{d as r,x as c,y as n,g as i}from"./q-0a61ba82.js";const d=[{text:"• Книга Предложений •",id:"-книга-предложений-",level:1}],l={title:"• Книга Предложений •",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},h={title:"• Книга Предложений •"};function a(e){const t=Object.assign({h1:"h1",a:"a",span:"span",p:"p"},e.components);return n(i,{children:[n(t.h1,{id:"-книга-предложений-",children:[n(t.a,{"aria-hidden":"true",tabindex:"-1",href:"#-книга-предложений-",children:n(t.span,{class:"icon icon-link"})}),"• Книга Предложений •"]}),`
`,n(t.p,{children:`И отзывов.
Отзывы здесь рассматриваются точно так же, как и предложения.`}),`
`,n(t.p,{children:`Оформление отзыва:
Опишите волнующий вопрос, предложите варианты его решения и администрация пойдёт навстречу.
Претензии в стиле «у вас вампиры некрасивые, исправьте!», «сделайте пулемёты», «смените название» рассматриваться не будут (на самом деле будут, но вы об этом никогда не узнаете).`}),`
`,n(t.p,{children:[`Оформление предложения:
• Каждое новое изобретение должно иметь предшественника, т.к. из воздуха ничего не появляется (исключение — если это что-то найденное по квестам от администрации).
• В описании должно быть чётко написано, что легло в основу новшества.
• Все серьёзные модернизации, научные открытия и иже с ними — только посредством отыгрыша.
• На данный момент мир Злорадство Нихерии не нуждается в: новых богах, магических рунах, расах и стимпанк-вооружении.Отсюда можно попасть:`,n("br",{})]})]})}function s(e={}){const{wrapper:t}=e.components||{};return t?n(t,Object.assign({},e,{children:n(a,e)})):a(e)}const p=()=>r(c,{children:r(s,{},3,null)},3,"QFVmmrR7");export{p as default,h as frontmatter,l as head,d as headings};
