import{d as l,x as t,y as i,g as c}from"./q-0a61ba82.js";const a=[{text:"Штаб Мастеров",id:"штаб-мастеров",level:2},{text:"Квест-мастерства",id:"квест-мастерства",level:3},{text:"Хочу в КМы!",id:"хочу-в-кмы",level:3}],s={title:"Штаб Мастеров",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},o={title:"Штаб Мастеров"};function r(e){const n=Object.assign({h2:"h2",a:"a",span:"span",ul:"ul",li:"li",h3:"h3",p:"p",strong:"strong"},e.components);return i(c,{children:[i(n.h2,{id:"штаб-мастеров",children:[i(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#штаб-мастеров",children:i(n.span,{class:"icon icon-link"})}),"Штаб Мастеров"]}),`
`,i(n.ul,{children:[`
`,i(n.li,{children:"Савва Крупницкий — главный администратор и автор Злорадства Нихерии 2023 года."}),`
`,i(n.li,{children:"Эрен Кинвейл — автор оригинальной ТРИ Нихерия 2017-2020гг."}),`
`]}),`
`,i(n.h3,{id:"квест-мастерства",children:[i(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#квест-мастерства",children:i(n.span,{class:"icon icon-link"})}),"Квест-мастерства"]}),`
`,i(n.p,{children:"Проводят квесты для игроков, консультируют по вопросам лора во время отсутствия остального админ-состава."}),`
`,i(n.p,{children:"Чтобы получить квест, необходимо сначала написать в лс сообщества, предоставить ссылки на анкеты участвующих героев и описать желаемые детали\\условия сюжета. После этого мастер сам приходит."}),`
`,i(n.h3,{id:"хочу-в-кмы",children:[i(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#хочу-в-кмы",children:i(n.span,{class:"icon icon-link"})}),"Хочу в КМы!"]}),`
`,i(n.p,{children:"Если Вы в Нихерии дольше двух месяцев, либо играли в классическую Нихерию, есть зарегистрированный герой (а то и несколько), в последний месяц был как минимум один пост - мы с радостью встретим Вас за кулисами Нихерии, где куются сюжеты, плюются искрами дополнения и шипят в воде раскаленные патчи с багами."}),`
`,i(n.p,{children:i(n.strong,{children:"Чего мы ждём:"})}),`
`,i(n.ul,{children:[`
`,i(n.li,{children:"Знание лора (в счёт не идут все существа бестиария, разделы архива, конкурсов и героев);"}),`
`,i(n.li,{children:"Хорошая «кредитная история». Ролевая − это общение, и если оно не заладилось с администрацией или игроками с самого начала, то лучше не пытаться брать на себя лишнюю ответственность."}),`
`]}),`
`,i(n.p,{children:i(n.strong,{children:"Что мы предлагаем:"})}),`
`,i(n.ul,{children:[`
`,i(n.li,{children:"Интересное собеседование − знакомство, творческие задания, выявление вашего стиля;"}),`
`,i(n.li,{children:"Звание КМа − возможность вести квесты в любой точке игрового мира, плодить нпс, пользоваться закрытым Чёрным Рынком, создавать локальные и фракционные сюжеты, вместе с игроками ворочать Нихерию с боку на бок, пока ей дурно не станет;"}),`
`,i(n.li,{children:"Доступ к черновым вариантам различных готовящихся сюжетных планов;"}),`
`,i(n.li,{children:"Участие в разработке дополнений, внедрение идей без обязательного отыгрыша;"}),`
`,i(n.li,{children:"Чистая и прозрачная занятость: никто не будет требовать заниматься чем-то кроме квестов, если Вы сами не захотите выйти за рамки;"}),`
`,i(n.li,{children:"Помощь в оттачивании навыков КМа и подготовке сюжетов для отыгрышей;"}),`
`,i(n.li,{children:"Участие в составе жюри «админ+» для конкурсов; Обращаться в лс сообщества."}),`
`]})]})}function d(e={}){const{wrapper:n}=e.components||{};return n?i(n,Object.assign({},e,{children:i(r,e)})):r(e)}const p=()=>l(t,{children:l(d,{},3,null)},3,"Kyv1oHvX");export{p as default,o as frontmatter,s as head,a as headings};
