import{d as e,x as t,y as n,g as c}from"./q-0a61ba82.js";import{B as d}from"./q-11d3e0fc.js";import{N as h}from"./q-f1617c30.js";const p=[{text:"Особенности",id:"особенности",level:2}],g={title:"Тёмный Друидизм",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},m={title:"Тёмный Друидизм"};function l(i){const r=Object.assign({p:"p",strong:"strong",h2:"h2",a:"a",span:"span",ul:"ul",li:"li",br:"br",blockquote:"blockquote"},i.components);return n(c,{children:[n(d,{src:"pic.jpg",title:"Тёмный Друидизм",author:"Sandra Duchiewicz",authorHref:"https://www.artstation.com/telthona"}),`
`,n(r.p,{children:["Тёмный друидизм в свою очередь — это изобретение друидов, которые ",n(r.strong,{children:"пользуются природой для собственной выгоды, не особенно задумываясь о последствиях"}),". Они вырывают у природы дары «с мясом», не дружат с животными, а принуждают их себе служить, насекомых используют как подлое оружие или средство запугивания и способны поглощать жизнь из растений и животных, чтобы поддерживать своё существование. Естественно, религия и общество тёмных друидов не жалуют, хотя в конце старых эпох на Синларине их худо-бедно и с определёнными условиями приняли под своё крыло редрехан. Тёмные друиды не одну сотню лет пытались организовать свой Ковен, но внутренние распри и скрытный образ жизни им мешали."]}),`
`,n(r.h2,{id:"особенности",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#особенности",children:n(r.span,{class:"icon icon-link"})}),"Особенности"]}),`
`,n(r.ul,{children:[`
`,n(r.li,{children:["Тёмному всё равно, что будет с животным, которым он помыкает. Он считает флору и фауну не друзьями, а ",n(r.strong,{children:"слугами"}),"."]}),`
`,n(r.li,{children:[n(r.strong,{children:"Тёмный друид никогда не будет принят в Ковен"}),", а даже если каким-то чудом у него это получится, коллеги быстро вычислят обманщика и ему не поздоровится."]}),`
`,n(r.li,{children:[n(r.strong,{children:"Внешний вид"})," тёмного друида изменяется, приобретая пугающие черты во внешности (рога, когти, прорастающие сквозь кожу растения). Даже в облике зверя эти уродства никуда не деваются.",n(r.br,{}),`
`,"Избранные животные тёмных друидов подвергаются похожим изменениям и чем дольше служат, тем сильнее уродуются внешне.",n(r.br,{}),`
`,"Чем больше тёмный друид отбирает у природы, тем сильнее она «мстит» ему."]}),`
`,n(r.li,{children:[n(r.strong,{children:"Влияние природы"})," имеет примерно такой же характер, что и влияние рун на тело чародея, но только в куда больших масштабах:"]}),`
`,n(r.li,{children:[`
`,n(r.ul,{children:[`
`,n(r.li,{children:"Кожа тёмного друида может начать шелушиться, трескаться, темнеть, пока в итоге не станет похожей на кору."}),`
`]}),`
`]}),`
`,n(r.li,{children:[`
`,n(r.ul,{children:[`
`,n(r.li,{children:`Сосуды и сухожилия превращаются в гибкие зеленоватые корни.
Волосы приобретают зеленоватые или коричневые оттенки, всё больше напоминая траву.`}),`
`]}),`
`]}),`
`,n(r.li,{children:[`
`,n(r.ul,{children:[`
`,n(r.li,{children:"На теле нередко можно увидеть живые растения странной расцветки (зачастую ядовитые или жгучие), а иногда и грибы (если тёмный друид достаточно стар)."}),`
`]}),`
`]}),`
`,n(r.li,{children:[`
`,n(r.ul,{children:[`
`,n(r.li,{children:"Вырастают ветвистые рога, длинные крепкие ногти, глаза становятся «звериными», обостряются слух, обоняние или зрение."}),`
`]}),`
`]}),`
`,n(r.li,{children:[`
`,n(r.ul,{children:[`
`,n(r.li,{children:"Все эти черты могут встречаться как по одной, так и сразу по несколько. Самые злостные нарушители природного баланса могут собрать на себе их все."}),`
`]}),`
`]}),`
`]}),`
`,n(r.blockquote,{children:[`
`,n(r.p,{children:"Существует легенда, что некоторые тёмные друиды со временем становятся частью природы. Их тела деревенеют и сливаются с окружением и какой-нибудь путник может наткнуться на такое «дерево». Вокруг него всегда полно злых животных и гибких корней, готовых вырваться из-под земли и обвиться вокруг ног. Иногда «дерево» может и поболтать, зло пошутить или серьёзно запугать."}),`
`]}),`
`,n(h,{})]})}function o(i={}){const{wrapper:r}=i.components||{};return r?n(r,Object.assign({},i,{children:n(l,i)})):l(i)}const b=()=>e(t,{children:e(o,{},3,null)},3,"XuCs_BkB");export{b as default,m as frontmatter,g as head,p as headings};
