import{d as l,ak as t,al as n,Z as c}from"./q-1df74882.js";const a=[{text:"Штаб Мастеров",id:"штаб-мастеров",level:2},{text:"Квест-мастера",id:"квест-мастера",level:3},{text:"Хочу в КМы!",id:"хочу-в-кмы",level:3}],s={title:"Штаб Мастеров",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},o={title:"Штаб Мастеров"};function r(i){const e=Object.assign({h2:"h2",a:"a",span:"span",ul:"ul",li:"li",h3:"h3",p:"p",strong:"strong"},i.components);return n(c,{children:[n(e.h2,{id:"штаб-мастеров",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#штаб-мастеров",children:n(e.span,{class:"icon icon-link"})}),"Штаб Мастеров"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Савва Крупницкий — главред и автор Злорадства Нихерии 2023 года."}),`
`,n(e.li,{children:[n("a",{href:"https://vk.com/ekinveyl_art",children:"Эрен Кинвейл"})," — главгад и автор оригинальной ТРИ Нихерия 2017-2020гг."]}),`
`]}),`
`,n(e.h3,{id:"квест-мастера",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#квест-мастера",children:n(e.span,{class:"icon icon-link"})}),"Квест-мастера"]}),`
`,n(e.p,{children:"Проводят квесты для игроков, консультируют по вопросам лора во время отсутствия остального админ-состава."}),`
`,n(e.p,{children:"Чтобы получить квест, необходимо сначала написать в лс сообщества, предоставить ссылки на анкеты участвующих героев и описать желаемые детали\\условия сюжета. После этого мастер сам приходит."}),`
`,n(e.h3,{id:"хочу-в-кмы",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#хочу-в-кмы",children:n(e.span,{class:"icon icon-link"})}),"Хочу в КМы!"]}),`
`,n(e.p,{children:"Если Вы в Нихерии дольше двух месяцев, либо играли в классическую Нихерию, есть зарегистрированный герой (а то и несколько), в последний месяц был как минимум один пост - мы с радостью встретим Вас за кулисами Нихерии, где куются сюжеты, плюются искрами дополнения и шипят в воде раскаленные патчи с багами."}),`
`,n(e.p,{children:n(e.strong,{children:"Чего мы ждём:"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Знание лора (в счёт не идут все существа бестиария, разделы архива, конкурсов и героев);"}),`
`,n(e.li,{children:"Хорошая «кредитная история». Ролевая − это общение, и если оно не заладилось с администрацией или игроками с самого начала, то лучше не пытаться брать на себя лишнюю ответственность."}),`
`]}),`
`,n(e.p,{children:n(e.strong,{children:"Что мы предлагаем:"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Интересное собеседование − знакомство, творческие задания, выявление вашего стиля;"}),`
`,n(e.li,{children:"Звание КМа − возможность вести квесты в любой точке игрового мира, плодить нпс, пользоваться закрытым Чёрным Рынком, создавать локальные и фракционные сюжеты, вместе с игроками ворочать Нихерию с боку на бок, пока ей дурно не станет;"}),`
`,n(e.li,{children:"Доступ к черновым вариантам различных готовящихся сюжетных планов;"}),`
`,n(e.li,{children:"Участие в разработке дополнений, внедрение идей без обязательного отыгрыша;"}),`
`,n(e.li,{children:"Чистая и прозрачная занятость: никто не будет требовать заниматься чем-то кроме квестов, если Вы сами не захотите выйти за рамки;"}),`
`,n(e.li,{children:"Помощь в оттачивании навыков КМа и подготовке сюжетов для отыгрышей;"}),`
`,n(e.li,{children:"Участие в составе жюри «админ+» для конкурсов; Обращаться в лс сообщества."}),`
`]})]})}function d(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(r,i)})):r(i)}const p=()=>l(t,{children:l(d,{},3,null)},3,"kopkG8Qg");export{p as default,o as frontmatter,s as head,a as headings};
