import{d as r,ak as t,al as n,Z as d}from"./q-1df74882.js";import{B as c}from"./q-6b4784da.js";import{B as h}from"./q-614dd496.js";import{A as a}from"./q-0036ea71.js";import{a as o}from"./q-baeddcd9.js";const x=[{text:"Государства-члены организации Бюро Вычищения",id:"государства-члены-организации-бюро-вычищения",level:4},{text:"Цели и задачи",id:"цели-и-задачи",level:1},{text:"Состав",id:"состав",level:1},{text:"Конфронтация",id:"конфронтация",level:1},{text:"Методы",id:"методы",level:1},{text:"Инструментарий",id:"инструментарий",level:1},{text:"Выход из гильдии",id:"выход-из-гильдии",level:1},{text:"Важные персонажи",id:"важные-персонажи",level:1}],b={title:"Бюро Вычищения",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},k={title:"Бюро Вычищения"};function l(i){const e=Object.assign({p:"p",h4:"h4",a:"a",span:"span",h1:"h1",ul:"ul",li:"li",strong:"strong",br:"br",em:"em"},i.components);return n(d,{children:[n(a,{fixed:!0,src:"/menu/guidebook/guilds/purge-bureau/The Heavy - Can't Play Dead.mp3"}),`
`,n(c,{noZoom:!0,title:"Бюро Вычищения",src:"/menu/guidebook/guilds/purge-bureau/pic.jpg",author:"Vladimir Matyukhin",authorHref:"https://www.artstation.com/freetime"}),`
`,n(h,{text:!0,attention:!0,children:[n(e.p,{children:"Бюро Вычищения это международная организация, созданная в Последней Республике Луат при поддержке Адмиралтейства, занимающаяся уничтожением мороков Туманов Руин и исследованием самого феномена."}),n(e.p,{children:"По всему миру Бюро занимается вычищением руин от орд мороков и туманов. Но помимо прочего, Бюро занимается разными специальными операциями в интересах Последней Республики и, реже, Адмиралтейства."})]}),`
`,n(e.h4,{id:"государства-члены-организации-бюро-вычищения",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#государства-члены-организации-бюро-вычищения",children:n(e.span,{class:"icon icon-link"})}),"Государства-члены организации Бюро Вычищения"]}),`
`,n(e.p,{children:[n(e.a,{href:"/menu/navigation/states/luat/",children:"→ Последняя Республика Луат "})," ",n("br",{}),`
`,n(e.a,{href:"/menu/navigation/states/korkaft/",children:"→ Коркафт "})," ",n("br",{}),`
`,n(e.a,{href:"/menu/navigation/states/teyel/",children:"→ Вече Тейель "})," ",n("br",{})]}),`
`,n(e.h1,{id:"цели-и-задачи",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#цели-и-задачи",children:n(e.span,{class:"icon icon-link"})}),"Цели и задачи"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.strong,{children:"Агенты Чистки"})," — специальные операции по обнаружению и исследованию Туманов Руин."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Гарнизоны Чистки"})," — оборона особенно уязвимых поселений, предупредительная зачистка новообразовавшихся туманов."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Легионы Чистки"})," — оборона воинских частей Бюро, истребление мороков и зачистка руин."]}),`
`]}),`
`,n(e.h1,{id:"состав",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#состав",children:n(e.span,{class:"icon icon-link"})}),"Состав"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.strong,{children:"Головной агент Бюро Вычищения."})," Лидер организации, координирующий действия агентов, гарнизонов и легионов."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Агенты Бюро Вычищения."})," Разнообразные специалисты, часто маги. Изучают явления туманов, нередко для этого внедряются в другие государства.",n(e.br,{}),`
`,n(e.em,{children:"Иерархия: Агент I Ранга → Агент II Ранга → Агент III Ранга."})]}),`
`,n(e.li,{children:[n(e.strong,{children:"Легионеры Бюро Вычищения."})," Воины, занимающиеся зачисткой «туманных» областей, обороной пограничных и уязвимых городов и поселений.",n(e.br,{}),`
`,n(e.em,{children:"Иерархия: соотносится с иерархией в армии Последней Республики."})]}),`
`]}),`
`,n(e.h1,{id:"конфронтация",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#конфронтация",children:n(e.span,{class:"icon icon-link"})}),"Конфронтация"]}),`
`,n(e.p,{children:["Бюро Вычищения — прямой конкурент организации ",n(e.em,{children:"Искра"}),". В отличие от Искры, Бюро активно применяет магию в исследовании Туманов и борьбе с ними; например, специальные артефакты позволяют начать очищать воздух еще до начала предстоящей битвы."]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:["Бюро, в отличие от Искры, ",n(e.strong,{children:"в первую очередь занимается зачисткой мороков и уничтожением Туманов"}),"."]}),`
`,n(e.li,{children:n(e.em,{children:"В неостановимой конкуренции обе организации нередко пытаются друг другу поднасрать."})}),`
`]}),`
`,n(e.h1,{id:"методы",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#методы",children:n(e.span,{class:"icon icon-link"})}),"Методы"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.strong,{children:"Эдикт вычищения"})," — особый приказ, направляющий немалочисленные силы с целью зачистки большого «туманного» региона. ",n(e.em,{children:"Спасение местного населения не в приоритете."})]}),`
`,n(e.li,{children:[n(e.strong,{children:"Генеральная уборка"})," — совместная работа агентов и легионеров Бюро Вычищения с применением множественных магических артефактов, призванная уничтожить туман и его следы на местности."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Приманка"})," - диверсионный приказ призванный привлечь мороков Туманов в конкретное место. Как правило исполняется агентами внедренными в Искру."]}),`
`]}),`
`,n(e.h1,{id:"инструментарий",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#инструментарий",children:n(e.span,{class:"icon icon-link"})}),"Инструментарий"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.strong,{children:"Револьверные карабины Кратча"})," — снабженные оптическими прицелами идеальной калибровки, карабины Кратча позволяют приблизиться к мороку чтобы видеть его сердце, не попав при этом в зону его досигаемости."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Артефакты фильтрации"})," — сложные магические устройства, фильтрующие воздух в области. ",n(e.em,{children:"Основной инструмент приказа «генеральной уборки»."})]}),`
`,n(e.li,{children:[n(e.strong,{children:"Артефакты аттракции"})," — сложные магические устройства, притягивающие мороков в область."]}),`
`]}),`
`,n(e.p,{children:n(e.em,{children:"Схемы магических артефактов Бюро засекречены."})}),`
`,n(e.h1,{id:"выход-из-гильдии",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#выход-из-гильдии",children:n(e.span,{class:"icon icon-link"})}),"Выход из гильдии"]}),`
`,n(e.p,{children:"Легионеры Бюро Вычищения могут свободно покинуть гильдию и получить рекомендацию, которая станет сильным аргументом при поступлении на службу практически куда угодно."}),`
`,n(e.p,{children:"Агенты Бюро, как и агенты Госприказа Луата, могут лишь добиться отставки по возрасту или состоянию здоровья, после чего на них накладываются некоторые ограничения, а организация о них никогда забывает."}),`
`,n(e.h1,{id:"важные-персонажи",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#важные-персонажи",children:n(e.span,{class:"icon icon-link"})}),"Важные персонажи"]}),`
`,n(o,{guildFilter:"Бюро"})]})}function s(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(l,i)})):l(i)}const v=()=>r(t,{children:r(s,{},3,null)},3,"5wKU5UKX");export{v as default,k as frontmatter,b as head,x as headings};
