import{m as i,N as l,$ as n,S as c}from"./q-1873cb32.js";import{N as d}from"./q-4847f381.js";const a=[{text:"Эзотеры",id:"эзотеры",level:1},{text:"Навыки оккультиста-эзотера",id:"навыки-оккультиста-эзотера",level:2}],m={title:"Эзотеры",meta:[],styles:[],links:[],frontmatter:{}},p={title:"Эзотеры"};function t(r){const e=Object.assign({h1:"h1",a:"a",span:"span",p:"p",strong:"strong",h2:"h2",ul:"ul",li:"li",em:"em"},r.components);return n(c,{children:[n(e.h1,{id:"эзотеры",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#эзотеры",children:n(e.span,{class:"icon icon-link"})}),"Эзотеры"]}),`
`,n(e.p,{children:["Оккультисты-",n(e.strong,{children:"эзотеры"})," — это наилучшие специалисты в области добычи данных. Профессионалы начинают пользоваться таро не хуже чем собственными воспоминаниями."]}),`
`,n(e.h2,{id:"навыки-оккультиста-эзотера",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#навыки-оккультиста-эзотера",children:n(e.span,{class:"icon icon-link"})}),"Навыки оккультиста-эзотера"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.em,{children:n(e.strong,{children:"Эзотер-умелец"})})," постепенно превращает своё сознание в базу данных, а карты своего таро в манускрипты. ",n(e.strong,{children:"Вместимость карт его таро увеличивается вдвое."})," Эзотер-умелец не нуждается в нетрезвом состоянии, чтобы читать карты таро. Отчасти секрет в том, что ",n(e.strong,{children:"эзотер всегда пьян"}),"."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.em,{children:n(e.strong,{children:"Эзотер-умелец"})})," уделяет особое внимание машинам и магическим артефактам. Машины и магия совершают работу и ",n(e.strong,{children:"оставляют след того же оттенка, что на них оставил создатель"}),". Оккультист с обширными познаниями паромеханики способен определить, где машина испытывает наибольшее напряжение, где её слабость и насколько широкий простор для ее мощностей еще остался в запасе."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.em,{children:n(e.strong,{children:"Мастер-эзотер"})})," ",n(e.strong,{children:"способен читать в личной подписи вложенный в нее опыт"}),", без возможности сохранять его в карты таро. Таким образом, опытный инженер-оккультист, проработавший год машинистом железнодорожного состава, через ежедневные изнурительные эзотерические практики обретёт достаточное количество знаний и опыта, чтобы построить паровой локомотив, даже если до этого его инженерный опыт ограничивался сантехникой."]}),`
`]}),`
`]}),`
`,n(d,{})]})}function h(r={}){const{wrapper:e}=r.components||{};return e?n(e,Object.assign({},r,{children:n(t,r)})):t(r)}const u=()=>i(l,{children:i(h,{},3,null)},3,"S_JOldOJ");export{u as default,p as frontmatter,m as head,a as headings};
