import{m as t,N as i,$ as n,S as a}from"./q-1873cb32.js";const l=[{text:"• Анкеты •",id:"-анкеты-",level:1}],o=void 0;function c(e){const r=Object.assign({h1:"h1",a:"a",span:"span",p:"p"},e.components);return n(a,{children:[n(r.h1,{id:"-анкеты-",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#-анкеты-",children:n(r.span,{class:"icon icon-link"})}),"• Анкеты •"]}),`
`,n("a",{href:"https://vk.com/topic-201966363_48403430",children:"Локация в ВК"}),`
`,n(r.p,{children:"• Администрация Нихерии не проверяет анкеты в лс сообщества, в лс админов, КМов, не берёт на проверку частями. Загружайте только полностью готовые анкеты в эту тему."}),`
`,n(r.p,{children:[`• Здесь находятся анкеты, ожидающие проверки.\r
Чтобы правильно составить анкету на персонажа, нужно ознакомиться с этим разделом — `,n(r.a,{href:"https://vk.com/page-149310711_52877387",children:"https://vk.com/page-149310711_52877387"}),"."]}),`
`,n(r.p,{children:`• Анкетолог берёт анкету на проверку в течение 1-3 дней.\r
В выходные у анкетолога выходные.\r
Торопить можно, если пометка «проверяется» не появляется более трёх дней.`}),`
`,n(r.p,{children:"• В случае игнорирования замечаний к анкете (полного или частичного) более трёх раз анкетолог имеет право окончательно отклонить анкету."}),`
`,n(r.p,{children:"• В этой теме не проводится обсуждение анкет. Все встречные вопросы и «правки к правкам» отправляйте в лс сообщества."}),`
`,n(r.p,{children:"• Как только анкета принята, администрация переносит её в специальный альбом (vk.com/album-201966363_285224768) и в список персонажей (arcmember.github.io/GloatOfNiheria/menu/characters/registered.html)."}),`
`,n(r.p,{children:`В анкете должны быть:\r
0. id страницы игрока.\r
I. Имя.\r
II. Раса.\r
III. Возраст.\r
IV. Класс.\r
V. Деятельность.\r
VI. Характер (оформляется строго по шаблону, а не одним куском текста!)\r
VII. Внешность.\r
VIII. Биография.\r
IX. Навыки.\r
X. Инвентарь.\r
XI. Питомец или НПС (если есть).\r
XII. Средства.\r
XIII. Пробный пост (для первой анкеты в Нихерии — обязательно, для последующих — по запросу анкетолога).`}),`
`,n(r.p,{children:"В Нихерии есть экономика, поэтому игроку нужно записывать под артом своего персонажа в альбоме имеющуюся сумму денег, а потом самостоятельно вести список доходов-расходов, прикрепляя ссылки на связанные с этим посты. За списком будет следить администрация, так что не стоит «случайно» добавлять к цифрам нули. Также не забывайте вносить туда прибыль."}),`
`,n(r.p,{children:"Внимание! Пробный пост в меню не переносится."}),`
`,n(r.p,{children:["О том, что в анкету внесены правки, сообщайте в лс группы. В теме есть вероятность, что сообщение об этом затеряется.Отсюда можно попасть:",n("br",{})]})]})}function d(e={}){const{wrapper:r}=e.components||{};return r?n(r,Object.assign({},e,{children:n(c,e)})):c(e)}const s=()=>t(i,{children:t(d,{},3,null)},3,"Ky9a_d8O");export{s as default,o as frontmatter,l as headings};
