import{m as t,N as l,$ as n,S as d}from"./q-b1c41f58.js";import{B as a}from"./q-eebce870.js";import{B as r}from"./q-8675ea59.js";import{B as h}from"./q-f7d00192.js";import{A as s}from"./q-01a82b54.js";import{B as o}from"./q-c16f0d1c.js";const k=[{text:"Цели и задачи",id:"цели-и-задачи",level:1},{text:"Состав",id:"состав",level:1},{text:"Конфронтация",id:"конфронтация",level:1},{text:"Методы",id:"методы",level:1},{text:"Инструментарий",id:"инструментарий",level:1},{text:"Выход из гильдии",id:"выход-из-гильдии",level:1},{text:"Агенты на местах",id:"агенты-на-местах",level:1}],j={title:"Железнодорожники",meta:[],styles:[],links:[],frontmatter:{}},B={title:"Железнодорожники"};function c(i){const e=Object.assign({p:"p",h1:"h1",a:"a",span:"span",ul:"ul",li:"li",strong:"strong",em:"em"},i.components);return n(d,{children:[n(s,{fixed:!0,src:"/menu/guidebook/guilds/railworkers/Dead Poet Society - Animation.mp3"}),`
`,n(a,{title:"Железнодорожники",src:"/menu/guidebook/guilds/railworkers/pic.jpg",author:"Greg Broadmore"}),`
`,n(h,{text:!0,attention:!0,children:[n(e.p,{children:"Таинственная организация механистов — всё, что осталось от исчезнувшей гильдии механиков древней империи. Никто не знает, где они базируются и откуда получают знания, но железнодорожники — это локомотив технологических инноваций в Уходящей Эпохе."}),n(e.p,{children:"Название они получили за то, что обслуживают и пользуются заброшенными железнодорожными путями пустыни Золотого Гребня и Мерцающего леса, по тем же путям проникают в государства Мордвинской империи, где им рады, и даже в приграничные поселения Рейдан'Фаля, что в Реабор-Тхаес. Сколько раз бы редрехан не уничтожили пути, рельсы возникают там вновь и вновь."})]}),`
`,n(e.h1,{id:"цели-и-задачи",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#цели-и-задачи",children:n(e.span,{class:"icon icon-link"})}),"Цели и задачи"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Железнодорожники"})," — занимаются обслуживанием, защитой и использованием «свободных» железнодорожных путей."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Механисты"})," — производят поезда, другие машины, поставляют инновации."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Мародёры"})," — рыщут по руинам в поисках утерянных технологий и полезных деталей."]}),`
`]}),`
`]}),`
`,n(e.h1,{id:"состав",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#состав",children:n(e.span,{class:"icon icon-link"})}),"Состав"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Старший механист."})," Лидер гильдии, неизвестен."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Караванщики."})," Железнодорожники, посещающие другие державы, торгующие машинами, артефактами руин и редко чертежами."]}),`
`]}),`
`]}),`
`,n(e.h1,{id:"конфронтация",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#конфронтация",children:n(e.span,{class:"icon icon-link"})}),"Конфронтация"]}),`
`,n(e.p,{children:["Железнодорожники всеми способами борются за свою международную свободу, так же как отрицают всякую связь с ",n(e.em,{children:"Кланами Золотого Гребня"}),"."]}),`
`,n(e.p,{children:"Основные противники железнодорожников — мародёры Кланов и войска Реабор-Тхаес. Категорически часты временные союзы железнодорожников с Кланами, чтобы сохранить хаос на территориях, которые Редрехан хотят вернуть себе."}),`
`,n(e.h1,{id:"методы",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#методы",children:n(e.span,{class:"icon icon-link"})}),"Методы"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Стены смерти."})," Отряды Флатрии, пытавшиеся вести войну на территории Кланов, знают о «Стенах смерти», территориях подвергающихся постоянному артиллерийскому обстрелу, что ограждают временные земли железнодорожников от мародёров Кланов."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Корпус механистов."})," Время от времени, по недостоверным источникам, железнодорожники основывают временные поселения, состоящие из юрт и снятых с рельс вагонов, загадочным образом перенесенных далеко от железнодорожных путей. Доказательств существования подобного явления на обозрение мирового сообщества предоставлено не было."]}),`
`]}),`
`]}),`
`,n(e.h1,{id:"инструментарий",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#инструментарий",children:n(e.span,{class:"icon icon-link"})}),"Инструментарий"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Технические составы."})," Дома и по совместительству места работы механистов. Здесь они живут, содержат семьи и работают. Караванные поезда — подтип технических составов железнодорожников."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Боевые составы."})," Бронированные и вооруженные поезда — основная вооруженная единица железнодорожников. Самые лёгкие из них несут на себе небольшие отряды, а самые крупные — тяжелую артиллерию."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Орнитоптеры."})," Устройства железнодорожников, которые были замечены лишь пару раз. Маленькая кабина с длиннющими крыльями рассекала воздух над пустыней в 186 году УЭ, а повторный случай был замечен в 192 гУЭ, и в тот раз устройство было меньше и оставляло за собой тёмный шлейф."]}),`
`]}),`
`]}),`
`,n(e.h1,{id:"выход-из-гильдии",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#выход-из-гильдии",children:n(e.span,{class:"icon icon-link"})}),"Выход из гильдии"]}),`
`,n(e.p,{children:[n(e.strong,{children:"Железнодорожники разделяются на коренных и принятых."})," Коренные железнодорожники рождаются и умирают в гильдии, им незачем выходить из гильдии, обычно они и не хотят. Впрочем, когда это происходит по доброй воле, их свободно отпускают — механист знает, что делать. Предателей железнодорожники клеймят, а затем казнят посреди пустыни."]}),`
`,n(e.p,{children:[n(e.strong,{children:"Принимают же в гильдию только лучших из лучших"}),", в основном механиков, но также и лучших представителей разных научных дисциплин. Железнодорожники не вербуют. Чтобы быть принятым в гильдию требуется самому обратиться к агенту гильдии. В каждом, ",n(e.strong,{children:"даже в самом отделённом от рельс государстве присутствует агент железнодорожников"}),", привлечь внимание которого можно поспрашивав на рынке, но встречу организует он сам."]}),`
`,n(e.h1,{id:"агенты-на-местах",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#агенты-на-местах",children:n(e.span,{class:"icon icon-link"})}),"Агенты на местах"]}),`
`,n(o,{columns:4,children:[n(r,{src:"/menu/characters/character.jpg",title:"Рифтарт эрд Май та'Ктар",subtitle:"Агент при Флатрии"}),n(r,{src:"/menu/characters/character.jpg",title:"Квайт Тарниски́п",subtitle:"Агент при Сикстинне"}),n(r,{src:"/menu/characters/character.jpg",title:"Матгар Кхантракт",subtitle:"Агент при Мордвине"}),n(r,{src:"/menu/characters/character.jpg",title:"Мафир эр'Дъен",subtitle:"Агент при Секри"}),n(r,{src:"/menu/characters/character.jpg",title:"Гир Фит",subtitle:"Агент при Коркафте"}),n(r,{src:"/menu/characters/character.jpg",title:"Невмет Викрийский",subtitle:"Агент при Луате"}),n(r,{src:"/menu/characters/character.jpg",title:". . .",subtitle:"Агент при Тейеле"}),n(r,{src:"/menu/characters/character.jpg",title:". . .",subtitle:"Агент при Реабор-Тхаес"})]})]})}function u(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(c,i)})):c(i)}const v=()=>t(l,{children:t(u,{},3,null)},3,"gvaE5CAs");export{v as default,B as frontmatter,j as head,k as headings};
