import{d as r,ak as d,al as n,Z as h}from"./q-1df74882.js";import{B as t}from"./q-6b4784da.js";import{B as l}from"./q-614dd496.js";import{N as o}from"./q-4f4939f3.js";import{B as s}from"./q-319fab4e.js";const x=[{text:"Специалист Таропрактик",id:"специалист-таропрактик",level:2},{text:"Методики",id:"методики",level:3},{text:"Карты Таро",id:"карты-таро",level:2},{text:"Применение",id:"применение",level:3},{text:"Характеристики Таро",id:"характеристики-таро",level:2}],f={title:"Таро",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},k={title:"Таро"};function c(i){const e=Object.assign({p:"p",a:"a",strong:"strong",h2:"h2",span:"span",ul:"ul",li:"li",h3:"h3",em:"em",ol:"ol",br:"br"},i.components);return n(h,{children:[n(t,{top:!0,src:"pic.jpg",title:"Таропрактика",author:"Michael Lacek",authorHref:"https://www.artstation.com/scratch"}),`
`,n(l,{attention:!0,text:!0,children:[n(e.p,{children:["Оккультисты записывают ",n(e.a,{href:"/menu/skills/occultism/#%D0%BC%D0%B5%D1%82%D0%BA%D0%B0",children:"следы"})," и их оттенки в своё Таро, дабы облегчить и без того крайне тяжелое ремесло."]}),n(e.p,{children:["В отличие от Энигмы, чтобы воспользоваться картой таро достаточно находиться лишь в самом легком состоянии опьянения — рюмка виски или плотная сигара, ",n(e.strong,{children:"и это может сделать любой."})]}),n(e.p,{children:["Именно поэтому ",n(e.strong,{children:"Таро — не обязательно инструмент оккультиста"}),". Агенты специальных служб хранят в картотеках карты с метками важных персон, а влюблённые пары любят иметь ценности, символично притягивающиеся их друг к другу, прямо как притягивает их друг к другу любовь."]})]}),`
`,n(e.h2,{id:"специалист-таропрактик",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#специалист-таропрактик",children:n(e.span,{class:"icon icon-link"})}),"Специалист Таропрактик"]}),`
`,n(e.p,{children:"Всякого, кто желает сотрудничества с оккультистом, первым делом направят в лавку таропрактика. Такие лавки существуют повсеместно в Вече Тейель, в единичных экземплярах существуют в столицах Последней Республики, Доминионов и Мордвина, отсутствуют в Реабор-Тхаес и Великой Афитре."}),`
`,n(e.p,{children:"Таропрактики принимают заказы, которые тем или иным образом берут на себя оккультисты, желающие заработать."}),`
`,n(e.p,{children:["Но возникла профессия таропрактика из-за того, что не все оккультисты могут себе позволить тратить жизнь на производство бесчисленного количества карт Таро, постоянно необходимых в работе. ",n(e.strong,{children:"Тут то и помогают таропрактики — полезнейшие специалисты!"})]}),`
`,n(e.p,{children:"Таропрактик знает, на что нужно пойти, чтобы создать качественную Карту:"}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Профессионал-таропрактик обладает компетенцией в одном из творческих или технических навыков, а настоящий мастер-таропрактик должен хотя бы немного разбираться и в тех, и в других."}),`
`,n(e.li,{children:"Профессионал-таропрактик знает, где искать самые животрепещущие события, которыми можно будет насытить Карту."}),`
`]}),`
`,n(e.h3,{id:"методики",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#методики",children:n(e.span,{class:"icon icon-link"})}),"Методики"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Наиболее простой, но не самый чистый способ получить качественную карту Таро — снять интересный предмет с трупа. Такой претендент в Таро по умолчанию заряжен трагичной смертью, останется только заполнить недостающие ниши: оставить на нем авторский след, а потом может даже сделать его частью чего-то большего, какого-нибудь механизма или сделать из него магический артефакт."}),`
`,n(e.li,{children:["Самый дорогой и самый честный способ — изготовить карту Таро полностью собственными руками: выбрать материал, обработать его, проявить свой художественный талант, или нанять творческого специалиста — а для самого сложного, ",n(e.em,{children:"насыщения духовной грани карты"}),", можно подарить ее умирающему ребенку, вручить загибающемуся наркоману, подсунуть в карман мужчине, который сегодня узнает, что жена ему изменяет."]}),`
`]}),`
`,n(e.h2,{id:"карты-таро",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#карты-таро",children:n(e.span,{class:"icon icon-link"})}),"Карты Таро"]}),`
`,n(e.p,{children:["Самым практичным таро является ",n(e.strong,{children:"карточное таро"}),". Авторские изображения на материале собственной работы — не совершенный, но достаточный, потому и называемый ",n(e.em,{children:"практичным"}),", инструмент в руках среднестатистического оккультиста."]}),`
`,n(e.p,{children:"Но многие предпочитают что-нибудь необычное и уникальное, соответствующее их личным увлечениям или профессии. Например, у кого-то таро — это шахматная доска с уникальными резными фигурками, а кто-то нашёл себя в коллекционировании кружевного нижнего белья."}),`
`,n(e.h3,{id:"применение",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#применение",children:n(e.span,{class:"icon icon-link"})}),"Применение"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"При приближении ближе чем на 10 метров к предмету или индивиду, метка которого записана в карте, она начинает слегка заметно вибрировать, что может почувствовать даже не оккультист."}),`
`,n(e.li,{children:"Карты Таро можно без всяких проблем перезаписывать."}),`
`,n(e.li,{children:"Карты Таро хранят в себе результаты оккультных исследований. Это может быть информация о какой-то личности, неопровержимое доказательство авторства, неопровержимое доказательство принадлежности индивида к какой-то группе."}),`
`,n(e.li,{children:[`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.em,{children:"Например,"})," в картотеке может находиться мастерская карта, хранящая в себе силы и слабости определенной личности."]}),`
`]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.em,{children:"Например,"})," на карте таро может быть записана метка авторства — эта карта будет едва заметно вибрировать приблизившись к автору, что станет доказательством его авторства."]}),`
`]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.em,{children:"Например,"})," на карте таро разбирающимся оккультистом может быть записано технологическое исследование какой-нибудь машины, где будет подчеркнута её слабость. К этой карте смогут обратиться другие инженеры."]}),`
`]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.em,{children:"Например,"})," сыгравшие свадьбу молодые дворяне закажут у оккультиста карты с метками друг друга — карты будут подавать едва заметный тактильный сигнал, когда молодожёны будут рядом друг с другом."]}),`
`]}),`
`]}),`
`]}),`
`,n(e.h2,{id:"характеристики-таро",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#характеристики-таро",children:n(e.span,{class:"icon icon-link"})}),"Характеристики Таро"]}),`
`,n(e.p,{children:["Картой таро может быть любой предмет, и бывают они четырёх типов — ",n(e.em,{children:"базовые"}),", ",n(e.em,{children:"практичные"}),", ",n(e.em,{children:"особые"})," и ",n(e.em,{children:"мастерские"}),". Тип карты определяет количество типов труда задействованных в ее создании."]}),`
`,n(e.p,{children:n(e.strong,{children:"Грани Таро:"})}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.em,{children:"Интеллектуальная"})," — будь то стихотворение, произведение изобразительного искусства, нотная запись или даже виниловая пластинка."]}),`
`,n(e.li,{children:[n(e.em,{children:"Ручной труд"})," — это может быть собственноручно изготовленная бумага для рисунка. Своим трудом вырезанные из дерева фигурки таким образом будут включать в себя еще и интеллектуальный труд."]}),`
`,n(e.li,{children:[n(e.em,{children:"Духовная"})," — это какое-либо событие, закрепившееся за предметом, характеризующееся сильным всплеском эмоций. Тёмные оккультисты предпочитают вызывать в ком-нибудь сильнейшую боль, чтобы инициировать подобное событие немедленно. Наилучшие из оккультистов порой ждут годами, чтобы создать наилучшую карту — ведь чем чище и естественнее эмоция, тем лучше карта отзывается к Энигме."]}),`
`,n(e.li,{children:[n(e.em,{children:"Совершаемая Работа"})," — заключительный аспект карты это совершаемая ею работа. Подобной характеристикой обладают карманные часы, авторучка, магические артефакты и тому подобное."]}),`
`]}),`
`,n(e.p,{children:["Преимущество пользования таро в том, что ",n(e.strong,{children:"для чтения пятна запечатленного в карте достаточно слегка выпить или выкурить сильную сигару"}),", без необходимости вводить себя в эзотерический опыт."]}),`
`,n(e.p,{children:n(e.strong,{children:"Градация типов таро"})}),`
`,n(s,{columns:2,mobileColumns:1,children:[n("div",{children:n(e.ol,{children:[`
`,n(e.li,{children:[n(e.strong,{children:"Базовая карта"}),n(e.br,{}),`
`,"Может хранить данные ",n(e.strong,{children:"одного поверхностного изучения"}),".",n(e.br,{}),`
`,n("u",{children:["Разрушается при попытке сохранить результат ",n(e.em,{children:"смертельного исследования"})]}),"."]}),`
`]})}),n("div",{children:n(e.ol,{start:"2",children:[`
`,n(e.li,{children:[n(e.strong,{children:"Практичная карта"}),n(e.br,{}),`
`,"Может хранить данные ",n(e.strong,{children:"одного углублённого изучения"})," или двух ",n(e.strong,{children:"поверхностных изучений"}),".",n(e.br,{}),`
`,n("u",{children:["Либо один промежуточный результат ",n(e.em,{children:"смертельного исследования"})]}),"."]}),`
`]})}),n("div",{children:n(e.ol,{start:"3",children:[`
`,n(e.li,{children:[n(e.strong,{children:"Особая карта"}),n(e.br,{}),`
`,"Может хранить данные ",n(e.strong,{children:"одного мастерского анализа"})," или ",n(e.strong,{children:"двух углублённых изучений"}),".",n(e.br,{}),`
`,n("u",{children:["Либо три единицы промежуточных результатов ",n(e.em,{children:"смертельного исследования"})]}),"."]}),`
`]})}),n("div",{children:n(e.ol,{start:"4",children:[`
`,n(e.li,{children:[n(e.strong,{children:"Мастерская карта"}),n(e.br,{}),`
`,"Может хранить данные ",n(e.strong,{children:"двух мастерских анализов"})," или десяток промежуточных результатов ",n(e.em,{children:n(e.strong,{children:"смертельного исследования"})}),".",n(e.br,{}),`
`,n("u",{children:"Не может хранить простые поверхностные и углублённые изучения."}),"."]}),`
`]})})]}),`
`,n(l,{attention:!0,text:!0,children:[n(e.p,{children:["Для полной записи результата ",n(e.em,{children:"смертельного исследования"})," потребуется вся колода оккультиста, на карты которой оно записывается частями. От состава колоды зависит подробность исследования."]}),n(e.p,{children:n(e.strong,{children:["Прочитать ",n(e.em,{children:"углублённое смертельное исследование"})," можно только собрав все карты вместе."]})})]}),`
`,n(o,{})]})}function a(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(c,i)})):c(i)}const B=()=>r(d,{children:r(a,{},3,null)},3,"nk752OLL");export{B as default,k as frontmatter,f as head,x as headings};
