import{d,x as c,y as n,g as t}from"./q-0a61ba82.js";import{B as s}from"./q-c3da5cf7.js";import{B as r}from"./q-4631a7c6.js";import{N as e}from"./q-f1617c30.js";const p=[{text:"Градация доходов",id:"градация-доходов",level:2},{text:"Бытовые услуги",id:"бытовые-услуги",level:3},{text:"Транспортные услуги",id:"транспортные-услуги",level:3},{text:"Искра",id:"искра",level:5},{text:"Бюро Вычищения",id:"бюро-вычищения",level:5},{text:"Ассоциация С'Итш'Тас",id:"ассоциация-ситштас",level:5},{text:"Железнодорожники",id:"железнодорожники",level:5},{text:"Адмиралтейство",id:"адмиралтейство",level:5},{text:"Госприказ Луата",id:"госприказ-луата",level:5},{text:"Цены на товары",id:"цены-на-товары",level:2}],b={title:"Заработок и траты",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},x={title:"Заработок и траты"};function h(l){const i=Object.assign({h2:"h2",a:"a",span:"span",p:"p",strong:"strong",br:"br",em:"em",ul:"ul",li:"li",h3:"h3",h5:"h5"},l.components);return n(t,{children:[n(s,{src:"pic.jpg",title:"Заработок и траты",authorHref:"https://www.artstation.com/spirit",author:"Grigory Lebidko"}),`
`,n(i.h2,{id:"градация-доходов",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#градация-доходов",children:n(i.span,{class:"icon icon-link"})}),"Градация доходов"]}),`
`,n(i.p,{children:[n(i.strong,{children:"Доход где-то указан за заказ, где-то за клиента, где-то за найм на определенное время для конкретной задачи."}),n(i.br,{}),`
`,n(i.em,{children:"Список будет дополняться при необходимости. Суммы указаны в среднем, всё зависит от договорённости с заказчиком."})]}),`
`,n("details",{border:!0,children:[n("summary",{children:n("h3",{style:"display: inline; margin-bottom: 8px;",children:"Обычная работа"})}),n(r,{columns:2,children:[n("div",{children:n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Алхимик"})," – (типовые продукты) от 5 до 30 серебряных (за заказ и смотря от сложности)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Целитель"})," – (простая помощь) от 10 до 40 серебряных (за заказ и смотря от сложности)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Чернорабочий"})," – 2-10 серебряных (в сутки)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Стражник"})," – 5-15 серебряных (в сутки)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Наёмный воин\\лучник\\маг"})," – 15\\17\\20 серебряных (за сутки найма)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Шлюхи\\проститутки\\куртизанки"})," – от 5 до 20 серебряных (за клиента)."]}),`
`]})}),n("div",{children:n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Цирюльник"})," – 10 серебряных (за клиента)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Друид"})," (вне Синларина) неопытный\\опытный – от 15 до 25\\от 45 до 60 серебряных (за заказ и смотря от сложности)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Портной\\ткач\\сапожник"})," – от 20 до 50 серебряных (за заказ и смотря от сложности). Изделия из дорогих материалов будут стоить дороже."]}),`
`]})})]})]}),`
`,n("details",{border:!0,children:[n("summary",{children:n("h3",{style:"display: inline; margin-bottom: 8px;",children:"Премиальные услуги"})}),n(r,{columns:2,children:[n("div",{children:n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Алхимик-ремесленник"})," — (авторский продукт) от 50 серебряных до 1 золотого (за заказ, зависит от сложности)"]}),`
`,n(i.li,{children:[n(i.strong,{children:"Врач"})," — (алхимия и хирургия) от 80 серебряных до 5 золотых (за приём, зависит от сложности заболевания)"]}),`
`,n(i.li,{children:[n(i.strong,{children:"Наставник"})," — от 50 серебряных до 20 золотых (за тренировку, в зависимости от требуемого уровня)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Эскорт-услуги"})," — от 1 до 10 золотых (за клиента)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Дрессировщик"})," (дрессура обычная\\сложная) – от 50 серебряных\\от 5 золотых в месяц. Повышение цены дрессировки зависит от размеров, уровня обучаемости и опасности существа, а так же от пожеланий заказчика."]}),`
`]})}),n("div",{children:n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Художник"})," — от 80 серебряных до 20 золотых (за заказ, смотря от сложности)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Ювелир"})," — от 1 золотой до 50 золотых (за заказ, смотря от сложности)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Оружейник"})," — от 50 серебряных до 10 золотых (за заказ, смотря от сложности)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Архитектор"})," — от 2 золотых до 30 золотых (за заказ, смотря от сложности)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Инженер"})," — от 2 золотых до 30 золотых (за заказ, смотря от сложности)."]}),`
`]})})]})]}),`
`,n(e,{}),`
`,n(r,{columns:2,children:[n("div",{children:[n(i.h3,{id:"бытовые-услуги",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#бытовые-услуги",children:n(i.span,{class:"icon icon-link"})}),"Бытовые услуги"]}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Ночь в таверне"})," (дешевая, сносная, для богатых) – 2\\5\\15 серебряных (еда, стирка, уход за питомцами и сопровождение не входят в стоимость)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Стирка"})," – 40 медных за килограмм сухой одежды."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Бадья с горячей водой"})," – 20-40 медных."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Ремонт"})," одежды\\обуви – 30%-50% от стоимости аналогичной вещи (новой) без учета затрачиваемых материалов."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Ремонт"})," доспехов\\оружия – 40%-60% от стоимости аналогичной вещи (новой) без учета затрачиваемых материалов."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Билет в библиотеку\\музей"})," – 10-50 медных."]}),`
`]})]}),n("div",{children:[n(i.h3,{id:"транспортные-услуги",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#транспортные-услуги",children:n(i.span,{class:"icon icon-link"})}),"Транспортные услуги"]}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Дешевое судно"})," (паршивая еда, гамак в вонючем трюме вместе с грузом, не слишком воспитанная команда) – 10 серебряных в сутки."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Дорогое судно"})," (нормальная еда, отдельная каюта с кроватью, воспитанная команда) – от 20 до 50 серебряных в сутки (смотря от каюты)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Нанять повозку"})," – 5 серебряных (на 10 километров)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Нанять экипаж"})," – 10 серебряных (на 10 километров)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Телепорт"}),":"]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"До 10км — 10 серебряных,"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Больше 20км — 30 серебряных,"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Арка — 20 серебряных за клиента,"}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Арка — 30 серебряных за транспорт."}),`
`]}),`
`]}),`
`]})]})]}),`
`,n(e,{}),`
`,n("details",{border:!0,children:[n("summary",{children:[n("h3",{style:"display: inline; margin-bottom: 8px;",children:"Гильдейская работа"}),n(i.p,{children:["  ",n(i.em,{children:"в месяц"})]})]}),n(r,{columns:2,children:[n("div",{children:[n(i.h5,{id:"искра",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#искра",children:n(i.span,{class:"icon icon-link"})}),"Искра"]}),n(i.p,{children:n(i.em,{children:"Только заработок"})}),n(i.ul,{children:[`
`,n(i.li,{children:"Лейтенант-инспектор – 8 золотых."}),`
`,n(i.li,{children:"Инспектор – 6 золотых."}),`
`,n(i.li,{children:"Гвардеец и младший смотритель – 4 золотых."}),`
`]})]}),n("div",{children:[n(i.h5,{id:"бюро-вычищения",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#бюро-вычищения",children:n(i.span,{class:"icon icon-link"})}),"Бюро Вычищения"]}),n(i.p,{children:n(i.em,{children:"Только заработок"})}),n(i.ul,{children:[`
`,n(i.li,{children:"Агент III Ранга – 10 золотых."}),`
`,n(i.li,{children:"Агент II Ранга – 8 золотых."}),`
`,n(i.li,{children:"Легионер и Агент I Ранга – 5 золотых."}),`
`]})]}),n("div",{children:[n(i.h5,{id:"ассоциация-ситштас",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ассоциация-ситштас",children:n(i.span,{class:"icon icon-link"})}),"Ассоциация С'Итш'Тас"]}),n(i.p,{children:n(i.em,{children:"Заработок и найм"})}),n(i.ul,{children:[`
`,n(i.li,{children:"Архимагистр – 10 золотых."}),`
`,n(i.li,{children:"Магистр – 8 золотых."}),`
`,n(i.li,{children:"Мастер – 6 золотых."}),`
`,n(i.li,{children:"Адепт – от 25 серебряных до 1 золотого. + Премия за успешную вылазку и каждый отдельный артефакт."}),`
`]})]}),n("div",{children:[n(i.h5,{id:"железнодорожники",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#железнодорожники",children:n(i.span,{class:"icon icon-link"})}),"Железнодорожники"]}),n(i.p,{children:n(i.em,{children:"Найм"})}),n(i.ul,{children:[`
`,n(i.li,{children:"Механист – ремонт и создание простых механизмов от 25 серебряных. Создание машин – от 1 золотого."}),`
`,n(i.li,{children:"Мародёр – поиск необходимого предмета от 25 серебряных. Цена увеличивается в зависимости от редкости предмета."}),`
`]})]}),n("div",{children:[n(i.h5,{id:"адмиралтейство",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#адмиралтейство",children:n(i.span,{class:"icon icon-link"})}),"Адмиралтейство"]}),n(i.ul,{children:[`
`,n(i.li,{children:"У этих ребят всё зависит от удачи."}),`
`]})]}),n("div",{children:[n(i.h5,{id:"госприказ-луата",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#госприказ-луата",children:n(i.span,{class:"icon icon-link"})}),"Госприказ Луата"]}),n(i.ul,{children:[`
`,n(i.li,{children:"Заработок действующего актива – 10 золотых."}),`
`]})]})]})]}),`
`,n(e,{}),`
`,n(i.h2,{id:"цены-на-товары",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#цены-на-товары",children:n(i.span,{class:"icon icon-link"})}),"Цены на товары"]}),`
`,n(i.p,{children:["Все денежные значения сильно зависят от ситуации в мире: урожай-неурожай, военное положение, эпидемии, падеж скота, расстояние, мода и т.д. Следите за изменениями картины ",n(i.strong,{children:"мирового рынка"})," через квартальные новости."]}),`
`,n("details",{border:!0,children:[n("summary",{children:n("h3",{style:"display: inline; margin-bottom: 8px;",children:"Продукты питания"})}),n("div",{children:[n(i.p,{children:n(i.em,{children:"Цена увеличивается в зависимости от разнообразия и количества продуктов."})}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"В деревне"})," (похлебки, хлеб, рыба, картошка, капуста, брага и т.д.) - от 5 до 20 медяков за один прием пищи."]}),`
`,n(i.li,{children:[n(i.strong,{children:"В городе"})," (мясо, супы, фрукты, десерты, вино, эль, кофе, чай) - от 30 медных до 2 серебряных за один прием пищи."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Деликатесы"})," (угощения на столах знати, заморские блюда, редкие фрукты, блюда от мировых мастеров кулинарии) - минимум 30 серебряных за один прием пищи."]}),`
`]})]})]}),`
`,n("details",{border:!0,children:[n("summary",{children:n("h3",{style:"display: inline; margin-bottom: 8px;",children:"Оружие ближнего боя"})}),n("div",{children:[n(i.p,{children:n(i.em,{children:"Цена увеличивается в зависимости от качества и сложности изделия."})}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Оружие ополченцев: переделанные из сельхозинвентаря и выкованные в деревенских кузнях"})," гизарды, пики, топоры, боевые ножи, цепы, булавы, моргенштерны, годендаги - от 30 медных до 10 серебряных."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Армейское оружие\\оружие стражи, произведенное в лицензированных мастерских:"})," мечи различной длины, сабли, кинжалы, древковое оружие в ассортименте, шестоперы, чеканы - от 10 серебряных до 1 золотого."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Эксклюзивное оружие известных мастеров, из качественных материалов и\\или с украшениями:"})," мечи, шпаги, сабли, булавы, шестоперы, чеканы, кинжалы - от 1 до 10 золотых. В случае инкрустации драгоценными металлами и камнями цена вырастает в несколько раз."]}),`
`]})]})]}),`
`,n("details",{border:!0,children:[n("summary",{children:n("h3",{style:"display: inline; margin-bottom: 8px;",children:"Оружие дальнего боя"})}),n("div",{children:[n(i.p,{children:n(i.em,{children:"Цена увеличивается в зависимости от качества и сложности изделия."})}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Охотничьи луки и арбалеты"}),", не пробивающие среднюю и тяжелую броню - от 5 серебряных до 15 серебряных."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Большие луки и рычажные арбалеты"}),", берущие средние доспехи, но не более - от 15 серебряных до 1 золотого."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Композитные луки и арбалеты"})," с воротом против тяжёлой брони - от 60 серебряных до 5 золотых."]}),`
`]}),n(i.p,{children:[n(i.strong,{children:"Дополнительно:"}),n(i.br,{}),`
`,"Тетива из сухожилий - 10 медных, шелковая - 1 серебряный.",n(i.br,{}),`
`,"Стрела обычная (десяток) - 2 серебряных, бронебойная - 5 серебряных.",n(i.br,{}),`
`,"Колчан - от 1 до 10 серебряных."]}),n(i.p,{children:n(i.strong,{children:"Огнестрельное оружие:"})}),n(i.ul,{children:[`
`,n(i.li,{children:"Кремневое ружьё (без украшений) - от 5 до 10 золотых,"}),`
`,n(i.li,{children:"Кремневый пистолет - от 3 до 7 золотых."}),`
`,n(i.li,{children:"Фитильный мушкет (без украшений) - от 2 до 5 золотых."}),`
`]}),n(i.p,{children:[n(i.strong,{children:"Дополнительно:"}),n(i.br,{}),`
`,"Свинцовые пули (20 шт) - 5 серебряных.",n(i.br,{}),`
`,"Порох на 20 выстрелов - 15 серебряных.",n(i.br,{}),`
`,"Моток фитиля (примерно на день боя) - 3 серебряных.",n(i.br,{}),`
`,"Кремень запасной - 25 медных."]})]})]}),`
`,n("details",{border:!0,children:[n("summary",{children:n("h3",{style:"display: inline; margin-bottom: 8px;",children:"Доспехи"})}),n("div",{children:[n(i.p,{children:[n(i.em,{children:"Цена увеличивается в зависимости от качества и сложности изделия."}),n(i.br,{}),`
`,n(i.strong,{children:"Дешёвые доспехи:"})]}),n(i.ul,{children:[`
`,n(i.li,{children:"Стеганный гамбезон (самостоятельный или поддоспешник) - от 10 до 30 серебряных."}),`
`,n(i.li,{children:"Кожаная кираса - 25 серебряных."}),`
`,n(i.li,{children:"Кожаные наплечники, наручи, поножи, рукавицы - от 10 до 25 серебряных."}),`
`,n(i.li,{children:"Дублет под латы с кольчужными вставками в местах сочленений - 15-40 серебряных."}),`
`,n(i.li,{children:"Капеллина, простой салад, морион, каска - от 25 серебряных до 1 золотого."}),`
`,n(i.li,{children:"Деревянный щит, от баклера до павезы - 15 серебряных - 1 золотой."}),`
`]}),n(i.p,{children:n(i.strong,{children:"Доспехи средней категории:"})}),n(i.ul,{children:[`
`,n(i.li,{children:"Кольчужный хауберк с капюшоном и чулками - 3 золотых."}),`
`,n(i.li,{children:"Короткая кольчуга - 1 золотой."}),`
`,n(i.li,{children:"Бригантина со стальными пластинами - 2 золотых."}),`
`,n(i.li,{children:"Латные перчатки (пара) - 1 золотая."}),`
`,n(i.li,{children:"Стальная кираса - 1-2 золотых."}),`
`,n(i.li,{children:"Элементы латной брони: наплечники налокотники, наколенники, наручи, набедренники, горжет, бувигер - по 70 серебряных/1.5 золотых за штуку."}),`
`,n(i.li,{children:"Стальные щиты: баклер, рондаш, траншейный щит - от 50 серебряных до 5 золотых."}),`
`,n(i.li,{children:"Шлемы с забралом - от 50 серебрных до 3 золотых."}),`
`]}),n(i.p,{children:n(i.strong,{children:"Дорогая категория доспехов:"})}),n(i.ul,{children:[`
`,n(i.li,{children:"Полулаты в комплекте, чёрные - 5 золотых."}),`
`,n(i.li,{children:"Латы три четверти - 10 золотых."}),`
`,n(i.li,{children:"Полные латы - 15 золотых."}),`
`,n(i.li,{children:"Полностью украшенные и полированные латы увеличивают стоимость на 50%."}),`
`]})]})]}),`
`,n("details",{border:!0,children:[n("summary",{children:n("h3",{style:"display: inline; margin-bottom: 8px;",children:"Питомцы"})}),n("div",{children:[n(i.p,{children:n(i.em,{children:"Цена увеличивается в зависимости от затрат на содержание и редкости существа. Породистые или боевые стоят в три-четыре раза больше."})}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Мелкие питомцы и скот"})," (ручные крысы, коты, дворняги, попугаи, овцы, козы и т.д.) - от 40 медных до 40 серебряных."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Полезные питомцы"})," (охотничьи псы, верховые животные, крупный скот) - от 70 серебряных до 5 золотых."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Экзотические питомцы"})," (выдрессированные нёхи, дракониды, редкие существа, обладающие определенными способностями, например, грифоны) - от 20-100 золотых и больше."]}),`
`]})]})]}),`
`,n("details",{border:!0,children:[n("summary",{children:n("h3",{style:"display: inline; margin-bottom: 8px;",children:"Сырьё"})}),n("div",{children:[n(i.p,{children:n(i.em,{children:"Цена увеличивается в зависимости от размера куска кожи или меха и трудности добычи."})}),n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Пушнина\\кожа"})," (мелких травоядных (зайцы, олени), крупных (коровы, олени), мелких хищников (бобры, лисы, волки), крупных (медведи), нёхов) - от 3 серебряных до 4 золотых за штуку."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Строительное сырье\\металлы"})," (обработанная древесина (доски, сваи), строительный камень, мрамор, щебень, драгоценные металлы) - от 20 серебряных до 10 золотых за поставку. Поставка - материал для работы на площади в один-два квадратных метра. Возможен торг."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Прочее сырье"})," - (уголь, торф, горючие смеси и т.д.) - от 2 серебряных до 2 золотых за килограмм\\литр."]}),`
`]})]})]})]})}function o(l={}){const{wrapper:i}=l.components||{};return i?n(i,Object.assign({},l,{children:n(h,l)})):h(l)}const y=()=>d(c,{children:d(o,{},3,null)},3,"qAGhWnUk");export{y as default,x as frontmatter,b as head,p as headings};
