import{d,x as h,y as n,g as a}from"./q-0a61ba82.js";import{a as t}from"./q-a972c05a.js";import{N as r}from"./q-f1617c30.js";import{D as e}from"./q-5e3b99f2.js";import{B as s}from"./q-4631a7c6.js";import{I as o}from"./q-bfaf313d.js";import"./q-f1f9ebc4.js";import"./q-88952f82.js";import"./q-bab2d779.js";const j=[{text:"Характер",id:"характер",level:1},{text:"Внешность",id:"внешность",level:1},{text:"Навыки",id:"навыки",level:1},{text:"Характеристики",id:"характеристики",level:2},{text:"Воинские",id:"воинские",level:2},{text:"Простые заклинания",id:"простые-заклинания",level:3},{text:"Ремесла",id:"ремесла",level:2},{text:"Науки",id:"науки",level:2},{text:"Бытовые навыки",id:"бытовые-навыки",level:2},{text:"Имущество и спутники",id:"имущество-и-спутники",level:1},{text:"Оружие",id:"оружие",level:2},{text:"Доспехи/Одежда",id:"доспехиодежда",level:2},{text:"Быт",id:"быт",level:2},{text:"Артефакты",id:"артефакты",level:2},{text:"Недвижимость и транспорт",id:"недвижимость-и-транспорт",level:2},{text:"НПЦ",id:"нпц",level:2},{text:"Средства",id:"средства",level:2},{text:"Биография",id:"биография",level:1}],C={title:"Тиана Орвос",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},w={title:"Тиана Орвос"};function c(l){const i=Object.assign({h1:"h1",a:"a",span:"span",p:"p",em:"em",h2:"h2",ul:"ul",li:"li",h3:"h3"},l.components);return n(a,{children:[n(t,{data:"heroes",name:"Тиана Орвос"}),`
`,n(r,{}),`
`,n(o,{name:"Тиана Орвос"}),`
`,n(i.h1,{id:"характер",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характер",children:n(i.span,{class:"icon icon-link"})}),"Характер"]}),`
`,n(e,{open:!0,summary:"Мировоззрение",children:n(i.p,{children:n(i.em,{children:"Хаотично-добрый."})})}),`
`,n(e,{summary:"Религия",children:n(i.p,{children:"Пусть боги сами решают, что у них и как, а смертному остаётся лишь просить их не обрушать небо."})}),`
`,n(e,{summary:"Отношение к магии/технологиям, политические взгляды",children:n(i.p,{children:"Она лишь маленькая песчинка на фоне мировых движений, так что ее мнение, каким бы то не было, никак не влияет ни на что. Соответственно, зачем ей об этом думать? Пока дело не коснётся ее лично, то пусть мир сходит с ума, как ему захочется. Что до магии…то пока в нее это нечто не летит, то пусть. Сама она не кичится к ней обращаться, так чем другие хуже? А вот технологии жизнь могли бы и облегчить. Например, лопата-самокопайка, или топор, которому стоит сказать, и тот начнет вместо тебя валить лес и заготавливать доски. Благодать!"})}),`
`,n(e,{summary:"Сильные и слабые стороны",children:[n(i.p,{children:"Кто-то может счесть прямоту за грубость и глупость, но этого не отнять. Безусловно, резкость для девчушки не то же самое, что озвучивание мыслей без подтекстов и редких намеков; ровно, как и лесть из чистой вежливости – для нее дикость. Не станет строить из себя героя, что пытается спасти всех и вся: не в ее правилах браться за то, что выполнить не сможет и совесть за такое терзать не будет. Как не крути, а она простая смертная, которая живет в ограничениях мира бытия. Смерти не боится, но и не спешит в гробу валятся. И все же, а не все она ещё повидала, да и планы на жизнь еще имеются."}),n(i.p,{children:"Ее позиция на счет дел может сыграть злую шутку в экстренный момент. Конечно же, в беде она не оставит, сделает, что сможет, но чем выше риск, тем больше будет плата. Последняя может быть не обязательно в валюте, но все же «Бесплатный труд только на плантации», - разве не так? При этом, полукровка не лишена эмпатии. При попытке поддержать скорее всего теплом и нежностью не одарит – лишь ближайшие такого удостоятся, – но вот монеткой, едой или словесным прочуханом – без вопросов. Бывает ворчливой и может долго ходить и бубнить всем на мозги, выражая свое недовольство."})]}),`
`,n(e,{summary:"Жизненная цель",children:n(i.p,{children:"Жить нужно ради пышной смерти, а умереть ради – пышной жизни, хоть спешить в загробный мир и не сильно хочется. Пускай дорога и звезды сами решают куда ее вести, а задача остроухой – найти чем себя развлечь. А вообще, хотелось бы в барды податься, домик на колесах наконец построить, да лошадку туда запрячь. Или даже две…"})}),`
`,n(e,{summary:"Хобби",children:n(i.p,{children:"Резьба по дереву ей приносит удовольствие, так что не удивляйтесь, если вдруг вам молча и неожиданно вручат резную лошадку или волка, что не больше ладони. Тусклый взгляд может ожить лишь от несколько нот; каким бы инструмент не был – без внимания он не останется. Однажды и она сможет создавать что-то музыкальное. Обязательно сможет… И птицы. Природа сделала их слишком красивыми, звонкими, пестрыми и свободными. Разве грех будет поймать одну-другую, чтоб она всегда была рядом?"})}),`
`,n(e,{summary:"Страхи",children:n(i.p,{children:"Ездить верхом. Лошадей как таковых она не боится, может спокойно быть рядом, провести, покормить это шайтан-животное, но вот залазить ему на спину и доверить ему свое бренное тело…небо должно начать падать, чтоб это случилось. Слишком уж эти махины пугливы и сильны, а падать испуганной животине под ноги – дело опасное, если не летальное."})}),`
`,n(e,{summary:"Неприязни",children:n(i.p,{children:"Хоть девчушка и лекарь, ей неприятны живые ткани и внутренности, залитые кровью. Она явно не тот человек, который сможет разделать тушу, общипать птицу или провести операцию на еще живом и теплом пациенте. Та и на мертвом и холодном, если честно, не станет… С другой стороны, это не мешает рубить врагов и нечисть при необходимости. Не смотреть же ей подолгу на трупы. При этом всем, кости чистые, без мяса, ей нравятся."})}),`
`,n(e,{summary:"Табу",children:n(i.p,{children:"Не ей распоряжаться тем, что ей не принадлежит, если, конечно, это что-то не угрожает ее жизни. Воровать не станет, но потерянное заберет, добивать врага не будет, но и лечить не кинется без звона монет и связанных рук недруга."})}),`
`,n(e,{summary:"Вредные привычки",children:n(i.p,{children:"Может слегка пригубить алкоголя, из-за чего становиться более расслабленной и меланхоличной, вспоминая о чем-то грустном, травя истории о том, как от нее в очередной раз упорхнула редкая птичка. Во время скучных ей бесед может перебить и попросить говорить коротко и по делу, ибо деловые отношения на то и деловые. Во время длительных напряжённых раздумий кусает губы."})}),`
`,n(r,{}),`
`,n(i.h1,{id:"внешность",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#внешность",children:n(i.span,{class:"icon icon-link"})}),"Внешность"]}),`
`,n(i.p,{children:"Тиана относительно невысокая (168 см) и худощавая особа (57 кг), коя является обладательницей скромных, но все же форм: и даже так, вряд-ли ее смущает тот факт, что последних и вовсе не видно."}),`
`,n(i.p,{children:"Миловидное личико могло бы скинуть ей годик-другой, если бы не постоянные мешки под глазами и уставший взгляд потухших темных глаз: работа все же сказывается. Бледная сероватая кожа хорошо оттеняется пепельно-черными волосами и множеством веснушек. Тонкие сероватые губы часто искусаны, поэтому розоватые ранки довольно ярко видны, ровно, как и кровь, если та все же проступает."}),`
`,n(i.p,{children:"Одежда в своей серости могла бы посоревноваться с миром ранней весной, словно бы собирая все оттенки этого «яркого цвета» в одно цельное пятно. Сапоги всегда грязные, зато больше изъянов в ее нерабочее время в плане одежды нет. Опрятность и чистоплотность - залог здоровья. Старит еще девчушку и легкая сутулость – она хоть и старается держать спину ровно, но на плечи, словно, постоянно что-то давит. Кажется, использование рун тяжести и слабости сказалось. Или же это долгое сидение над заготовками. Черт его знает."}),`
`,n(r,{}),`
`,n(i.h1,{id:"навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#навыки",children:n(i.span,{class:"icon icon-link"})}),"Навыки"]}),`
`,n(i.h2,{id:"характеристики",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характеристики",children:n(i.span,{class:"icon icon-link"})}),"Характеристики"]}),`
`,n(i.p,{children:n(i.em,{children:"Духовная мощь - низкая."})}),`
`,n(i.p,{children:"Довольно сильная девушка, чтоб деревья валить, бревна таскать, доски заготавливать и выполнять прочие работы в этом направлении. Неплохая мелкая моторика, которая помогает при резьбе."}),`
`,n(i.h2,{id:"воинские",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#воинские",children:n(i.span,{class:"icon icon-link"})}),"Воинские"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Рубящее оружие (топоры): ученик"}),`
`,n(i.li,{children:"Маг: новичок."}),`
`]}),`
`,n(i.h3,{id:"простые-заклинания",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#простые-заклинания",children:n(i.span,{class:"icon icon-link"})}),"Простые заклинания"]}),`
`,n(e,{summary:"Чёрная Магия",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Черной Магии  – [является основой для любой другой руны данной ветви]"}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Тяжести – цель так сильно тянет к земле, что она вынуждена упасть на колено.  Ноги словно бы ввязли в землю, на плечах - кандалы, а к рукам прикован камень. Дальность - 10 м, время действия - 10 сек."}),`
`]}),`
`]}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Руна Ярости — Цель одолевает невыносимое бешенство и злоба, что выливается в немедленное проявление жестокости. По прикосновению, время действия - 15 сек."}),`
`]}),`
`]}),`
`]})}),`
`,n(e,{summary:"Белая Магия",children:n(i.ul,{children:[`
`,n(i.li,{children:"Идеограмма Белой Магии  – [является основой для любой другой руны данной ветви]"}),`
`,n(i.li,{children:[`
`,n(i.ul,{children:[`
`,n(i.li,{children:[`
`,n(i.p,{children:"Руна Выносливости"}),`
`,n(i.p,{children:"Повышает физическую выносливость цели или мага. В приоритете для воинов в тяжелых доспехах, с двуручным оружием или при марш-бросках на дальние расстояния. После использования цель испытывает усталость в двое сильнее обычной."}),`
`,n(i.p,{children:"Дальность - 10 м, время действия - 10 сек. Повышение на 15%."}),`
`]}),`
`]}),`
`]}),`
`]})}),`
`,`
`,n(i.h2,{id:"ремесла",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ремесла",children:n(i.span,{class:"icon icon-link"})}),"Ремесла"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Резчик, гробовщик, столяр – (терпимо)."}),`
`]}),`
`,n(i.h2,{id:"науки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#науки",children:n(i.span,{class:"icon icon-link"})}),"Науки"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Медицина – ученик."}),`
`,n(i.li,{children:"Знание языков – ученик. Риат."}),`
`]}),`
`,n(i.h2,{id:"бытовые-навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#бытовые-навыки",children:n(i.span,{class:"icon icon-link"})}),"Бытовые навыки"]}),`
`,n(i.p,{children:"Готовка походной еды, поддержание вещей в приличном состоянии, варка мыла на растительной основе, уход за инструментами и оружием."}),`
`,n(r,{}),`
`,n(i.h1,{id:"имущество-и-спутники",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#имущество-и-спутники",children:n(i.span,{class:"icon icon-link"})}),"Имущество и спутники"]}),`
`,n(i.h2,{id:"оружие",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#оружие",children:n(i.span,{class:"icon icon-link"})}),"Оружие"]}),`
`,n(i.p,{children:"Одноручный меч весом 1,2кг, длиной отлитый из сплава стеллита и молибдена, который был выкован матерью Румгуис ей, как та сказала, в путь дорогу, в светлое будущее."}),`
`,n("div",{style:"display: flex; justify-content: center;",children:n("img",{src:"inv1.jpg",style:"max-width: 450px;"})}),`
`,n(i.h2,{id:"доспехиодежда",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#доспехиодежда",children:n(i.span,{class:"icon icon-link"})}),"Доспехи/Одежда"]}),`
`,n(i.p,{children:"Два посеребренных топора – длина лезвия 15 см, ширина до 12 см, диаметр обушного отверстия 2,5 см, вес до 350 г каждый. На ясеневое топорище посажено стальной обух с посеребренным лезвием."}),`
`,n(i.h2,{id:"быт",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#быт",children:n(i.span,{class:"icon icon-link"})}),"Быт"]}),`
`,n(i.p,{children:"Инструменты для работы с деревом, топор, серп, лопата, ткани для тряпочек, травки на настойки и мази, бинты, ступка и пестик, сумка, мешочек для денег, сверток из кожи с ремешками и кармашками с медицинскими инструментами, три небольшие деревянные клетки для птиц, бочка пшеницы, с десяток хлебцев, несколько кусков валянного мяса."}),`
`,n(i.h2,{id:"артефакты",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#артефакты",children:n(i.span,{class:"icon icon-link"})}),"Артефакты"]}),`
`,n(i.p,{children:"—"}),`
`,n(i.h2,{id:"недвижимость-и-транспорт",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#недвижимость-и-транспорт",children:n(i.span,{class:"icon icon-link"})}),"Недвижимость и транспорт"]}),`
`,n(i.p,{children:"Недвижимость то движимая оказалась, ибо это деревянная телега, которую тянет немолодой рыжий ослик пушистой наружности."}),`
`,n(s,{columns:2,mobileColumns:1,children:[n("div",{style:"display: flex; justify-content: center;",children:n("img",{src:"inv2.jpg",style:"max-width: 450px;"})}),n("div",{style:"display: flex; justify-content: center;",children:n("img",{src:"inv3.jpg",style:"max-width: 450px;"})})]}),`
`,n(i.h2,{id:"нпц",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#нпц",children:n(i.span,{class:"icon icon-link"})}),"НПЦ"]}),`
`,n(i.p,{children:"—"}),`
`,n(i.h2,{id:"средства",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#средства",children:n(i.span,{class:"icon icon-link"})}),"Средства"]}),`
`,n(i.p,{children:"4 золотых и 32 серебряника."}),`
`,n(r,{}),`
`,n(i.h1,{id:"биография",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#биография",children:n(i.span,{class:"icon icon-link"})}),"Биография"]}),`
`,n(i.p,{children:"Судьба странная и не предсказуемая штука и небрежный союз длинною в ночь может породить еще одну нить в этом разноцветном клубке. Такое крохотное и беззащитное создание таки увидело мир, но сразу же познала его суровость. Сначала была серость бедного домика, потом серость грязных улиц и холодные каменные стены маленького городка при границе с Реабор-Тхаес. Растили ее две горожанки, воспитывая в соответствии с их нравами и обычаями, пока ее в помощники не забрал старый тамошний лекарь. Никто из старших не хотел иметь с ним дела пока не проигрывал лихорадке или еще какой хвори, а ребенок то право голоса не имел, ровно, как и выбора. Ее опекунши лишь были рады, что живое напоминание грехопадения их сестры, наконец покинет не родной дом."}),`
`,n(i.p,{children:"Этот временный союз был точно к лучшему: старику было плевать на ее родителей и заостренные уши, которые не всегда скрывали пепельно-черные волосы. Робость, послушание и молчаливость – этого ему было достаточно, чтоб оставаться довольным своей подручной. Через время девчушка, десяти лет отроду, уже без слов понимала, что когда подать и принести, а когда еще чуть подросла, то лекарь стал брать свою дополнительную пару рук и к мертвым пациентам. Иногда приходилось помогать с смертельными ранами, но из-за ее брезгливости, старому ворчуну приходилось занимать ее сколачиванием некого подобия гробов и копанием могил. Из радостей жизни было выращивание трав лекарственных разных и вырезание фигурок из дерева, хоть помимо медицины приходилось учить риатские слова – наставник настаивал. Работа тоже в каком-то смысле приносила удовольствие: она больше ничего не умела, кроме как лечить живых и закапывать мертвых."}),`
`,n(i.p,{children:"Время неспешно текло и эти двое «вестников хвори» поменялись ролями. Старость не щадила доктора, и тот стал терять зрение, а твердые руки стали дрожать. Пришлось девчушке стать его глазами и руками, хоть и ненадолго. В тот день солнце светило издевательски нежно, пели птички, зацвели наконец некоторые травы, только вот влажная земля на старой лопате и сапогах омрачняли положение дел. Маленькая крепость и поселение при нем лишилось одного лекаря и приобрело нового в лице пятнадцатилетней полукровки. Хоть отношение к ней и было неоднозначным, как и к ее предшественнику, зато к ее словам больные относились серьезно."}),`
`,n(i.p,{children:"Только вот сама девушка была не рада таким положением дел: ее больше ничего не держало в этом разлагающемся приграничном поселении, будь то больные дети или роженицы. К остальным она дышала еще ровнее, не стесняясь выбирать методы лечения и пожестче. Вредить полукровка не вредила, но и лапочкой-доктором точно ее не звать. Платили мало, кормили, как и всех –  как повезет с урожаем, так что травница потихоньку стала собирать самое важное: сохранившиеся инструменты, травы и прочие мелочи. Получилось даже отбить того верного травнику ослика и подгнившую повозку, которая годами помогала перевозить тела или гробы. Пришлось ее, правда, подлатать, заменить несколько досок, подправить колесо и вуаля! На счет ослика…клячу старую, которая из вредности скидывала любого молодого всадника на каменную плитку, полукровка оставила. Уж лучше пушистая мини-версия скакуна, чем полный ворох проблем."}),`
`,n(i.p,{children:"Уходила девчушка не одна. Ей повезло встретить горбатого странника, который почему-то вцепился в молодую. Он обещал раскрыть ее потенциал и показать мир, который, где-то там, за горизонтом, был не таким серым. Что ж, обещания он свои сдержал: полукровка познала, насколько страшной может быть темная магия. Именно поэтому Тиана и зареклась взывать к ее силе лишь в крайних случаях и то использовать руны, что не приводят смерти. Наставник же настаивал продолжать, и в очередном приступе темной ярости чуть ли не задушил испуганную девчушку. Именно он и стал первой жертвой ее верного топора, который, словно бы по велению судьбы, оказался рядом, под побелевшими пальцами, в тот момент."}),`
`,n(i.p,{children:"Его вещи и ценности стали ее, а тело осталось на съедение лесному зверью. Зато в этой ситуации были и положительные моменты: Орвос поняла, что топоры неплохое такое оружие и в руке лежит удобнее, чем мечи или какое-то древковое. Так все и решилось: теперь не только другого подлатать можно, но и себя защитить он напасти всякой зубастой. Дорога пусть змеей болотной ведет путницу дальше, куда-то вперед, за горизонт."})]})}function p(l={}){const{wrapper:i}=l.components||{};return i?n(i,Object.assign({},l,{children:n(c,l)})):c(l)}const M=()=>d(h,{children:d(p,{},3,null)},3,"5_M3f3Ph");export{M as default,w as frontmatter,C as head,j as headings};
