import{d as l,x as c,y as n,g as t}from"./q-0a61ba82.js";import{B as h}from"./q-c3da5cf7.js";import{B as i}from"./q-c037a95c.js";import{N as o}from"./q-f1617c30.js";const b=[{text:"Ближний открытый бой",id:"ближний-открытый-бой",level:3},{text:"О щите",id:"о-щите",level:3},{text:"Об оружии",id:"об-оружии",level:3},{text:"Дальний и скрытый бой",id:"дальний-и-скрытый-бой",level:3},{text:"О воинах дальнего боя",id:"о-воинах-дальнего-боя",level:3},{text:"Вспомогательные навыки",id:"вспомогательные-навыки",level:3},{text:"О доспехах",id:"о-доспехах",level:3},{text:"Об огнестрельном оружии",id:"об-огнестрельном-оружии",level:3}],x={title:"Воинские Дисциплины",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},f={title:"Воинские Дисциплины"};function d(e){const r=Object.assign({p:"p",strong:"strong",ul:"ul",li:"li",h3:"h3",a:"a",span:"span",br:"br"},e.components);return n(t,{children:[n(h,{src:"pic.jpg",title:"Воинские Дисциплины",author:"Giorgio Baroni",authorHref:"https://www.artstation.com/giorgiobaroni"}),`
`,n(i,{attention:!0,text:!0,children:[n(r.p,{children:n(r.strong,{children:"В Нихерии есть четыре основных класса: воин, разбойник, маг и мирный. Здесь рассматриваются только первые два."})}),n(r.p,{children:"В искусстве владения мечом, щитом или луком есть свои правила. Самые основные из них — чувство ритма и знание дистанции. Воин со щитом не может сражаться на дистанции воина с двуручным молотом, лучник не может поддерживать ритм мечника и т.д."}),n(r.p,{children:"Исходя из этих особенностей, воинские навыки разделились на ближний и дальний бой. Опытные воины и бывалые наёмники знают, что навык ношения, ухода и использования брони жизненно необходим. Кроме того, оружию тоже требуются своевременный уход и рациональное использование. Всему этому нужно учиться."}),n(r.p,{children:"С повышением любого из умений этого раздела будут незначительно увеличиваться скорость атаки, сила, вложенная в удар, выносливость, позволяющая дольше сражаться в тяжёлых доспехах, либо ловкость, превращающая лёгкие доспехи во «вторую кожу»."})]}),`
`,n(r.ul,{children:[`
`,n(r.li,{children:[n(r.strong,{children:"Воин"})," — это тот, кто предпочитает открытый бой с использованием ближнего оружия. Любого."]}),`
`,n(r.li,{children:[n(r.strong,{children:"Разбойник"})," — скрытный бой с любым дальним оружием, ближнее используется в качестве вспомогательного, а не основного."]}),`
`]}),`
`,n(i,{center:!0,children:n(r.h3,{id:"ближний-открытый-бой",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#ближний-открытый-бой",children:n(r.span,{class:"icon icon-link"})}),"Ближний открытый бой"]})}),`
`,n(r.p,{children:[n(r.strong,{children:"ДЛИННЫЕ КЛИНКИ"}),n(r.br,{}),`
`,"Навык обращения с таким оружием, как палаши, сабли, клейморы."]}),`
`,n(r.p,{children:[n(r.strong,{children:"ДРЕВКОВОЕ ОРУЖИЕ"}),n(r.br,{}),`
`,"Оружие из категории колющего с древком и гибридных видов (например, колюще-рубящее): копья, алебарды, глефы."]}),`
`,n(r.p,{children:[n(r.strong,{children:"ДРОБЯЩЕЕ ОРУЖИЕ"}),n(r.br,{}),`
`,"Разнообразное тяжёлое тупое оружие: булавы, молоты, дубины, посохи."]}),`
`,n(r.p,{children:[n(r.strong,{children:"ЩИТ"}),n(r.br,{}),`
`,"Категория защиты в виде малых (баклер, тарч), средних (гоплон, аспис, каплевидный) и больших (скутум, башенный, павеза) щитов."]}),`
`,n(r.p,{children:[n(r.strong,{children:"РУБЯЩЕЕ ОРУЖИЕ"}),n(r.br,{}),`
`,"Использование тяжёлого рубящего оружия, например, топоров и секир."]}),`
`,n(r.p,{children:[n(r.strong,{children:"УДАРНОЕ ОРУЖИЕ"}),n(r.br,{}),`
`,"Оружие ближнего боя, характеризующееся нанесением тупых ударов: боевые молоты, посохи, кистени и палицы, а также кастеты."]}),`
`,n("hr",{}),`
`,n(r.h3,{id:"о-щите",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#о-щите",children:n(r.span,{class:"icon icon-link"})}),"О щите"]}),`
`,n(r.p,{children:`В битве надо уметь защищаться, а удар по противнику наносить только в самый подходящий момент. Для удара нужно вдвое больше силы, чем для его отражения. Если вы можете отличить, как собирается ударить противник, то легко защититесь с помощью щита.
Чем выше уровень навыка, тем дольше продержится воин и тем дольше отдача от ударов в щит не сможет заставить выронить его.`}),`
`,n(r.h3,{id:"об-оружии",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#об-оружии",children:n(r.span,{class:"icon icon-link"})}),"Об оружии"]}),`
`,n(r.p,{children:"Для того, чтобы успешно использовать оружие, нужно знать тактику, изучить противника и оценить собственные силы. Реакция, ловкость, сила, точность, выносливость — от всего этого зависит мастерство воина. Чем больше времени было посвящено развитию этих качеств, тем выше сила удара и меньше вероятность травм."}),`
`,n(i,{center:!0,children:n(r.h3,{id:"дальний-и-скрытый-бой",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#дальний-и-скрытый-бой",children:n(r.span,{class:"icon icon-link"})}),"Дальний и скрытый бой"]})}),`
`,n(r.p,{children:[n(r.strong,{children:"ПАРНОЕ ОРУЖИЕ"}),n(r.br,{}),`
`,"Умение, которое требует владения одноручным оружием."]}),`
`,n(r.p,{children:[n(r.strong,{children:"КОРОТКИЕ КЛИНКИ"}),n(r.br,{}),`
`,"Весьма опасный навык с коротким и быстрым колющим оружием вроде кинжалов и коротких мечей."]}),`
`,n(r.p,{children:[n(r.strong,{children:"МЕТАТЕЛЬНОЕ"}),n(r.br,{}),`
`,"Меткий персонаж лучше всего управляется с оружием дальнего действия, например, короткими и длинными луками, арбалетами, ножами и дротиками."]}),`
`,n("hr",{}),`
`,n(r.h3,{id:"о-воинах-дальнего-боя",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#о-воинах-дальнего-боя",children:n(r.span,{class:"icon icon-link"})}),"О воинах дальнего боя"]}),`
`,n(r.p,{children:[n(r.strong,{children:"Новичок"})," может выстрелить из лука или метнуть нож, но попадет ли он в цель, долетит ли стрела, не ударится ли снаряд плашмя — тут уже 50\\50.",n(r.br,{}),`
`,n(r.strong,{children:"Ученик"})," уверен в своей меткости и промахивается куда реже, хотя сила его удара оставляет желать лучшего.",n(r.br,{}),`
`,n(r.strong,{children:"Умелец"})," может комбинировать скорость стрельбы, меткость и силу натяжения\\броска.",n(r.br,{}),`
`,n(r.strong,{children:"Мастер"}),", кроме всего изученного, может применять свои навыки в движении: на бегу, в прыжке, на неустойчивых поверхностях."]}),`
`,n(i,{center:!0,children:n(r.h3,{id:"вспомогательные-навыки",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#вспомогательные-навыки",children:n(r.span,{class:"icon icon-link"})}),"Вспомогательные навыки"]})}),`
`,n(r.p,{children:[n(r.strong,{children:"ТЯЖЕЛЫЕ ДОСПЕХИ"}),n(r.br,{}),`
`,"Используется при ношении тяжёлых и жёстких типов доспехов, например, латных."]}),`
`,n(r.p,{children:[n(r.strong,{children:"СРЕДНИЕ ДОСПЕХИ"}),n(r.br,{}),`
`,"Позволяет носить прочные, но гибкие доспехи, такие, как кольчужные или чешуйчатые."]}),`
`,n(r.p,{children:[n(r.strong,{children:"ЛЕГКИЕ ДОСПЕХИ"}),n(r.br,{}),`
`,"Персонаж передвигается и защищается в лёгких и гибких доспехах: кожаных, из шкур, меха, хитина или стёганого хлопка. Укреплённые кожей одежды чародеев тоже входят в эту категорию."]}),`
`,n(r.p,{children:[n(r.strong,{children:"РУКОПАШНЫЙ БОЙ"}),n(r.br,{}),`
`,"Атаки без оружия выматывают противника, а когда тот падает от изнеможения, могут стать добивающими."]}),`
`,n(r.p,{children:[n(r.strong,{children:"ОГНЕСТРЕЛЬНОЕ ОРУЖИЕ"}),n(r.br,{}),`
`,"Умение пользоваться однозарядными пистолетами и мушкетами."]}),`
`,n("hr",{}),`
`,n(r.h3,{id:"о-доспехах",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#о-доспехах",children:n(r.span,{class:"icon icon-link"})}),"О доспехах"]}),`
`,n(r.p,{children:[n(r.strong,{children:"Впервые"})," надев доспехи, воин будет чувствовать себя неуютно. Его движения будут скованы, он будет постоянно отвлекаться, быстро уставать и переживать, не пробьёт ли атака врага защиту."]}),`
`,n(r.p,{children:[n(r.strong,{children:"Ученик"})," уже больше уверен в себе, его движения быстрее, внимание сосредоточено на оружии, а не на доспехах. Он уже умеет не принимать на броню полную силу удара, а пытается двигаться параллельно с ударом, чтобы отвести его."]}),`
`,n(r.p,{children:[n(r.strong,{children:"Умелец"})," уже не обращает внимания на вес доспехов, его способность использовать функционал брони позволяет сражаться и дольше не уставать.",n(r.br,{}),`
`,"Для ",n(r.strong,{children:"мастера"})," доспехи становятся второй кожей: он может сражаться ещё дольше без передышки в полном боевом обмундировании."]}),`
`,n(r.h3,{id:"об-огнестрельном-оружии",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#об-огнестрельном-оружии",children:n(r.span,{class:"icon icon-link"})}),"Об огнестрельном оружии"]}),`
`,n(r.p,{children:[n(r.strong,{children:"Самое первое"}),", что необходимо иметь владельцу кремнёвого оружия — шомпол. Им утрамбовывают порох в стволе и свинцовую пулю для выстрела. Изготавливают его из дерева (недолговечный, но щадящий) или из железа (вскоре приведёт ствол оружия в негодность и повысит риск взрыва)."]}),`
`,n(r.p,{children:[n(r.strong,{children:"Второе"}),", и главное — дальность поражения и пробивная сила не могут похвастать высокими показателями. Кроме того, оружие весьма тяжёлое. Однозарядный пистолет — около 1,5 кг, мушкет — 7-9 кг. Дальность выстрела — максимум 50 м у лучших мушкетов, у однозарядных кремнёвых пистолетов гораздо меньше. Исходя из этого, эффективным считается залповый огонь."]}),`
`,n(r.ul,{children:[`
`,n(r.li,{children:[n(r.strong,{children:"Новичок"})," владения огнестрельным оружием находится в зоне риска и может оглохнуть, лишиться пальцев, промазать или просто повредить пистолет или мушкет при чистке."]}),`
`,n(r.li,{children:[n(r.strong,{children:"Ученик"})," обращается с оружием более бережно и перезаряжает быстрее (перезарядка проходит за одну-две минуты в несколько этапов: поставить курок на предохранительный взвод, открыть крышку полки, прочистить затравочное отверстие (если выстрел не первый по очереди), насыпать на полку порцию пороха, закрыть крышку, досыпать необходимое количество пороха в ствол (следя, чтобы от его количества само оружие не рвануло), поместить пулю, запыжевать заряд и взвести курок). Шомполом при зарядке зёрна пороха стараются не измельчать сильным давлением."]}),`
`,n(r.li,{children:[n(r.strong,{children:"Умелец"})," уже имеет шанс сравниться в эффективности с обычным арбалетчиком или лучником."]}),`
`,n(r.li,{children:[n(r.strong,{children:"Мастер"})," отлично ухаживает за оружием, оно служит ему долго. Стрелять научился не только стоя, но и в движении (не на бегу и не на спине у дракона, конечно). Скорость перезарядки повышается и позволяет сделать несколько выстрелов в минуту."]}),`
`]}),`
`,n(o,{decorated:!0})]})}function s(e={}){const{wrapper:r}=e.components||{};return r?n(r,Object.assign({},e,{children:n(d,e)})):d(e)}const m=()=>l(c,{children:l(s,{},3,null)},3,"pDuHIfu-");export{m as default,f as frontmatter,x as head,b as headings};
