import{m as d,N as t,$ as n,S as a}from"./q-b1c41f58.js";import{B as s}from"./q-eebce870.js";import{B as c}from"./q-c16f0d1c.js";import{N as l}from"./q-0fe37ce9.js";import{D as e}from"./q-3c0fe6ed.js";const x=[{text:"Градация доходов",id:"градация-доходов",level:2},{text:"Обычная работа",id:"обычная-работа",level:3},{text:"Бытовые услуги",id:"бытовые-услуги",level:3},{text:"Транспортные услуги",id:"транспортные-услуги",level:3},{text:"Гильдейская работа (в месяц)",id:"гильдейская-работа-в-месяц",level:3},{text:"Искра",id:"искра",level:5},{text:"Бюро Вычищения",id:"бюро-вычищения",level:5},{text:"Ассоциация С'Итш'Тас",id:"ассоциация-ситштас",level:5},{text:"Железнодорожники",id:"железнодорожники",level:5},{text:"Адмиралтейство",id:"адмиралтейство",level:5},{text:"Госприказ Луата",id:"госприказ-луата",level:5},{text:"Цены на товары",id:"цены-на-товары",level:2},{text:"Продукты питания",id:"продукты-питания",level:3},{text:"Оружие ближнего боя",id:"оружие-ближнего-боя",level:3},{text:"Оружие дальнего боя",id:"оружие-дальнего-боя",level:3},{text:"Доспехи",id:"доспехи",level:3},{text:"Питомцы",id:"питомцы",level:3},{text:"Сырьё",id:"сырьё",level:3}],f={title:"Заработок",meta:[],styles:[],links:[],frontmatter:{}},v={title:"Заработок"};function h(r){const i=Object.assign({h2:"h2",a:"a",span:"span",p:"p",strong:"strong",br:"br",em:"em",h3:"h3",ul:"ul",li:"li",h5:"h5"},r.components);return n(a,{children:[n(s,{src:"pic.jpg",title:"Заработок",authorHref:"https://www.artstation.com/spirit",author:"Grigory Lebidko"}),`
`,n(i.h2,{id:"градация-доходов",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#градация-доходов",children:n(i.span,{class:"icon icon-link"})}),"Градация доходов"]}),`
`,n(i.p,{children:[n(i.strong,{children:"Доход где-то указан за заказ, где-то за клиента, где-то за найм на определенное время для конкретной задачи."}),n(i.br,{}),`
`,n(i.em,{children:"Список будет дополняться при необходимости. Суммы указаны в среднем, всё зависит от договорённости с заказчиком."})]}),`
`,n(i.h3,{id:"обычная-работа",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#обычная-работа",children:n(i.span,{class:"icon icon-link"})}),"Обычная работа"]}),`
`,n(c,{columns:2,children:[n("div",{children:n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Чернорабочий"})," – 5 серебряных (в сутки)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Стражник"})," – 15 серебряных (в сутки)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Наёмный воин\\лучник\\маг"})," – 17\\20\\25 серебряных (за сутки найма)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Шлюхи\\проститутки\\куртизанки"})," – от 5 до 20 серебряных (за клиента)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Алхимик"})," неопытный\\опытный – от 15 до 25\\от 30 до 40 серебряных (за заказ и смотря от сложности)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Медик\\Целитель"})," неопытный\\опытный – от 20 до 30\\от 35 до 45 серебряных (за заказ и смотря от сложности)."]}),`
`]})}),n("div",{children:n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Друид"})," (вне Синларина) неопытный\\опытный – от 15 до 25\\от 30 до 40 серебряных (за заказ и смотря от сложности)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Дрессировщик"})," (дрессура обычная\\сложная) – от 50 серебряных\\от 5 золотых в месяц. Повышение цены дрессировки зависит от размеров, уровня обучаемости и опасности существа, а так же от пожеланий заказчика."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Портной\\ткач\\сапожник"})," – от 10 до 30 серебряных (за заказ и смотря от сложности). Изделия из дорогих материалов будут стоить дороже."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Цирюльник"})," – 10 серебряных (за клиента)."]}),`
`]})})]}),`
`,n(l,{}),`
`,n(i.h3,{id:"бытовые-услуги",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#бытовые-услуги",children:n(i.span,{class:"icon icon-link"})}),"Бытовые услуги"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Ночь в таверне"})," (дешевая, сносная, для богатых) – 2\\5\\15 серебряных (еда, стирка, уход за питомцами и сопровождение не входят в стоимость)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Стирка"})," – 50 медных за килограмм сухой одежды."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Бадья с горячей водой"})," – 25 медных."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Ремонт"})," доспехов\\оружия – 30% от стоимости аналогичной вещи (новой) без учета затрачиваемых материалов."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Ремонт"})," одежды\\обуви – 30% от стоимости аналогичной вещи (новой) без учета затрачиваемых материалов."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Билет в библиотеку\\музей"})," – 50 медных."]}),`
`]}),`
`,n(i.h3,{id:"транспортные-услуги",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#транспортные-услуги",children:n(i.span,{class:"icon icon-link"})}),"Транспортные услуги"]}),`
`,n(i.p,{children:"Проход на корабль (сутки):"}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Дешевое судно"})," (паршивая еда, гамак в вонючем трюме вместе с грузом, не слишком воспитанная команда) – 10 серебряных."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Дорогое судно"})," (нормальная еда, отдельная каюта с кроватью, воспитанная команда) – от 20 до 50 серебряных (смотря от каюты)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Нанять повозку"})," – 5 серебряный (на 10 километров)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Нанять экипаж"})," – 10 серебряных (на 10 километров)."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Телепорт"})," (до 10 км\\больше 10 км\\арка житель\\арка транспорт) – 15\\20\\25\\30 серебряных."]}),`
`]}),`
`,n(l,{}),`
`,n(i.h3,{id:"гильдейская-работа-в-месяц",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#гильдейская-работа-в-месяц",children:n(i.span,{class:"icon icon-link"})}),"Гильдейская работа ",n("i",{children:"(в месяц)"})]}),`
`,n(c,{columns:2,children:[n("div",{children:[n(i.h5,{id:"искра",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#искра",children:n(i.span,{class:"icon icon-link"})}),"Искра"]}),n(i.ul,{children:[`
`,n(i.li,{children:"Лейтенант-инспектор – 8 золотых."}),`
`,n(i.li,{children:"Инспектор – 6 золотых."}),`
`,n(i.li,{children:"Гвардеец и младший смотритель – 4 золотых."}),`
`]})]}),n("div",{children:[n(i.h5,{id:"бюро-вычищения",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#бюро-вычищения",children:n(i.span,{class:"icon icon-link"})}),"Бюро Вычищения"]}),n(i.ul,{children:[`
`,n(i.li,{children:"Агент III Ранга – 10 золотых."}),`
`,n(i.li,{children:"Агент II Ранга – 8 золотых."}),`
`,n(i.li,{children:"Легионер и Агент I Ранга – 5 золотых."}),`
`]})]}),n("div",{children:[n(i.h5,{id:"ассоциация-ситштас",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ассоциация-ситштас",children:n(i.span,{class:"icon icon-link"})}),"Ассоциация С'Итш'Тас"]}),n(i.ul,{children:[`
`,n(i.li,{children:"Архимагистр – 10 золотых."}),`
`,n(i.li,{children:"Магистр – 8 золотых."}),`
`,n(i.li,{children:"Мастер – 6 золотых."}),`
`,n(i.li,{children:"Адепт – от 25 серебряных до 1 золотого. + Премия за успешную вылазку и каждый отдельный артефакт."}),`
`]})]}),n("div",{children:[n(i.h5,{id:"железнодорожники",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#железнодорожники",children:n(i.span,{class:"icon icon-link"})}),"Железнодорожники"]}),n(i.ul,{children:[`
`,n(i.li,{children:"Механист – ремонт и создание простых механизмов от 25 серебряных. Создание машин – от 1 золотого."}),`
`,n(i.li,{children:"Мародёр – поиск необходимого предмета от 25 серебряных. Цена увеличивается в зависимости от редкости предмета."}),`
`]})]}),n("div",{children:[n(i.h5,{id:"адмиралтейство",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#адмиралтейство",children:n(i.span,{class:"icon icon-link"})}),"Адмиралтейство"]}),n(i.p,{children:"У этих ребят всё зависит от удачи."})]}),n("div",{children:[n(i.h5,{id:"госприказ-луата",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#госприказ-луата",children:n(i.span,{class:"icon icon-link"})}),"Госприказ Луата"]}),n(i.p,{children:"Действующий актив – 10 золотых."})]})]}),`
`,n(l,{}),`
`,n(i.h2,{id:"цены-на-товары",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#цены-на-товары",children:n(i.span,{class:"icon icon-link"})}),"Цены на товары"]}),`
`,n(i.p,{children:["Все денежные значения сильно зависят от ситуации в мире: урожай-неурожай, военное положение, эпидемии, падеж скота, расстояние, мода и т.д. Следите за изменениями картины ",n(i.strong,{children:"мирового рынка"})," через квартальные новости."]}),`
`,n(e,{summary:"Продукты питания",children:[n(i.h3,{id:"продукты-питания",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#продукты-питания",children:n(i.span,{class:"icon icon-link"})}),"Продукты питания"]}),n(i.p,{children:[n(i.em,{children:"Цена увеличивается в зависимости от разнообразия и количества продуктов."}),n(i.br,{}),`
`,n(i.strong,{children:"В деревне"})," (похлебки, хлеб, рыба, картошка, капуста, брага и т.д.) - от 5 до 20 медяков на один прием пищи.",n(i.br,{}),`
`,n(i.strong,{children:"В городе"})," (мясо, супы, фрукты, десерты, вино, эль, кофе, чай) - от 2 до 10 серебряных на один прием пищи.",n(i.br,{}),`
`,n(i.strong,{children:"Деликатесы"})," (угощения на столах знати, заморские блюда, редкие фрукты, блюда от мировых мастеров кулинарии) - минимум 30 серебряных на один прием пищи."]})]}),`
`,n(e,{summary:"Оружие ближнего боя",children:[n(i.h3,{id:"оружие-ближнего-боя",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#оружие-ближнего-боя",children:n(i.span,{class:"icon icon-link"})}),"Оружие ближнего боя"]}),n(i.p,{children:[n(i.em,{children:"Цена увеличивается в зависимости от качества и сложности изделия."}),n(i.br,{}),`
`,n(i.strong,{children:"Оружие ополченцев: переделанные из сельхозинвентаря и выкованные в деревенских кузнях"})," гизармы, пики, топоры, боевые ножи, цепы, булавы, моргенштерны, годендаги - от 30 медных до 10 серебряных.",n(i.br,{}),`
`,n(i.strong,{children:"Армейское оружие\\оружие стражи, произведенное в лицензированных мастерских:"})," мечи различной длины, сабли, кинжалы, древковое оружие в ассортименте, шестоперы, чеканы - от 10 серебряных до 1 золотого.",n(i.br,{}),`
`,n(i.strong,{children:"Эксклюзивное оружие известных мастеров, из качественных материалов и\\или с украшениями:"})," мечи, шпаги, сабли, булавы, шестоперы, чеканы, кинжалы - от 1 до 5 золотых. В случае инкрустации драгоценными металлами и камнями цена вырастает в несколько раз."]})]}),`
`,n(e,{summary:"Оружие дальнего боя",children:[n(i.h3,{id:"оружие-дальнего-боя",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#оружие-дальнего-боя",children:n(i.span,{class:"icon icon-link"})}),"Оружие дальнего боя"]}),n(i.p,{children:[n(i.em,{children:"Цена увеличивается в зависимости от качества и сложности изделия."}),n(i.br,{}),`
`,n(i.strong,{children:"Охотничьи луки и арбалеты"}),", не пробивающие среднюю и тяжелую броню - от 5 серебряных до 15 серебряных.",n(i.br,{}),`
`,n(i.strong,{children:"Большие луки и рычажные арбалеты"}),", берущие средние доспехи, но не более - от 15 серебряных до 1 золотого.",n(i.br,{}),`
`,n(i.strong,{children:"Композитные луки и арбалеты"})," с воротом против тяжёлой брони - от 1 золотого до 5 золотых.",n(i.br,{}),`
`,n(i.strong,{children:"Дополнительно:"}),n(i.br,{}),`
`,"Тетива из сухожилий - 10 медных, шелковая - 1 серебряный.",n(i.br,{}),`
`,"Стрела обычная (десяток) - 2 серебряных, бронебойная - 5 серебряных.",n(i.br,{}),`
`,"Колчан - от 1 до 10 серебряных."]}),n(i.p,{children:[n(i.strong,{children:"Огнестрельное оружие:"}),n(i.br,{}),`
`,"Кремневое ружьё (без украшений) - от 5 до 10 золотых, пистолет - от 3 до 7 золотых.",n(i.br,{}),`
`,"Фитильный мушкет (без украшений) - от 2 до 5 золотых.",n(i.br,{}),`
`,n(i.strong,{children:"Дополнительно:"}),n(i.br,{}),`
`,"Свинцовые пули (20 шт) - 5 серебряных.",n(i.br,{}),`
`,"Порох на 20 выстрелов - 15 серебряных.",n(i.br,{}),`
`,"Фитиль (1 моток примерно на день боя) - 3 серебряных.",n(i.br,{}),`
`,"Кремень запасной - 25 медных."]})]}),`
`,n(e,{summary:"Доспехи",children:[n(i.h3,{id:"доспехи",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#доспехи",children:n(i.span,{class:"icon icon-link"})}),"Доспехи"]}),n(i.p,{children:[n(i.em,{children:"Цена увеличивается в зависимости от качества и сложности изделия."}),n(i.br,{}),`
`,n(i.strong,{children:"Дешёвые доспехи:"}),n(i.br,{}),`
`,"Стеганный гамбезон (самостоятельный или поддоспешник) - от 10 до 30 серебряных.",n(i.br,{}),`
`,"Кожаная кираса - 25 серебряных.",n(i.br,{}),`
`,"Кожаные наплечники, наручи, поножи, рукавицы - от 10 до 25 серебряных.",n(i.br,{}),`
`,"Дублет под латы с кольчужными вставками в местах сочленений - 15-40 серебряных.",n(i.br,{}),`
`,"Капалин, простой салад, морион, каска - от 25 серебряных до 1 золотого.",n(i.br,{}),`
`,"Деревянный щит, от баклера до павезы - 15 серебряных - 1 золотой."]}),n(i.p,{children:[n(i.strong,{children:"Доспехи средней категории:"}),n(i.br,{}),`
`,"Кольчужный хауберк с капюшоном и чулками - 3 золотых.",n(i.br,{}),`
`,"Короткая кольчуга - 1 золотой.",n(i.br,{}),`
`,"Бригантина со стальными пластинами - 2 золотых.",n(i.br,{}),`
`,"Латные перчатки (пара) - 1 золотая.",n(i.br,{}),`
`,"Стальная кираса - 2 золотых.",n(i.br,{}),`
`,"Элементы латной брони: наплечники налокотники, наколенники, наручи, набедренники, горжет, бувигер - по 1,5 золотых за штуку.",n(i.br,{}),`
`,"Стальные щиты: баклер, рондаш, траншейный щит - от 1 до 5 золотых.",n(i.br,{}),`
`,"Шлемы с забралом - от 1 до 3 золотых."]}),n(i.p,{children:[n(i.strong,{children:"Дорогая категория доспехов:"}),n(i.br,{}),`
`,"Полулаты в комплекте, чёрные - 5 золотых.",n(i.br,{}),`
`,"Латы три четверти - 10 золотых.",n(i.br,{}),`
`,"Полные латы - 15 золотых.",n(i.br,{}),`
`,"Полностью украшенные и полированные латы увеличивают стоимость на 50%."]})]}),`
`,n(e,{summary:"Питомцы",children:[n(i.h3,{id:"питомцы",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#питомцы",children:n(i.span,{class:"icon icon-link"})}),"Питомцы"]}),n(i.p,{children:[n(i.em,{children:"Цена увеличивается в зависимости от затрат на содержание и редкости существа. Породистые или боевые стоят в три-четыре раза больше."}),n(i.br,{}),`
`,n(i.strong,{children:"Мелкие питомцы и скот"})," (ручные крысы, коты, дворняги, попугаи, овцы, козы и т.д.) - от 40 медных до 10 серебряных.",n(i.br,{}),`
`,n(i.strong,{children:"Полезные питомцы"})," (охотничьи псы, верховые животные, крупный скот) - от 1 до 5 золотых.",n(i.br,{}),`
`,n(i.strong,{children:"Экзотические питомцы"})," (выдрессированные нёхи, дракониды, редкие существа, обладающие определенными способностями (например, грифоны)) - от 10 до 50 золотых."]})]}),`
`,n(e,{summary:"Сырьё",children:[n(i.h3,{id:"сырьё",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#сырьё",children:n(i.span,{class:"icon icon-link"})}),"Сырьё"]}),n(i.p,{children:[n(i.em,{children:"Цена увеличивается в зависимости от размера куска кожи или меха и трудности добычи."}),n(i.br,{}),`
`,n(i.strong,{children:"Пушнина\\кожа"})," (мелких травоядных (зайцы, олени), крупных (коровы, олени), мелких хищников (бобры, лисы, волки), крупных (медведи), нёхов) - от 3 серебряных до 4 золотых за штуку.",n(i.br,{}),`
`,n(i.strong,{children:"Строительное сырье\\металлы"})," (обработанная древесина (доски, сваи), строительный камень, мрамор, щебень, драгоценные металлы) - от 20 серебряных до 10 золотых за поставку. Поставка - материал для работы на площади в один-два квадратных метра. Возможен торг.",n(i.br,{}),`
`,n(i.strong,{children:"Прочее сырье"})," - (уголь, торф, горючие смеси и т.д.) - от 2 серебряных до 2 золотых за килограмм\\литр."]})]})]})}function o(r={}){const{wrapper:i}=r.components||{};return i?n(i,Object.assign({},r,{children:n(h,r)})):h(r)}const k=()=>d(t,{children:d(o,{},3,null)},3,"53MN2tRt");export{k as default,v as frontmatter,f as head,x as headings};
