import{d as l,x as c,y as n,g as t}from"./q-0a61ba82.js";import{B as h}from"./q-c3da5cf7.js";import{B as r}from"./q-c037a95c.js";import{A as a}from"./q-94d15797.js";const m=[{text:"Продукция",id:"продукция",level:2},{text:"Ключевые персонажи",id:"ключевые-персонажи",level:2},{text:"Расположение",id:"расположение",level:2},{text:"Влияние",id:"влияние",level:2},{text:"История",id:"история",level:2},{text:"Инфраструктура и мощности",id:"инфраструктура-и-мощности",level:2},{text:"Персонал",id:"персонал",level:2}],f={title:"Коммерческая Палата",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},g={title:"Коммерческая Палата"};function d(e){const i=Object.assign({p:"p",h2:"h2",a:"a",span:"span",ul:"ul",li:"li",strong:"strong",em:"em"},e.components);return n(t,{children:[n(h,{src:"pic.jpg",title:"Коммерческая Палата"}),`
`,n(a,{src:"Russian Circles - Harper Lewis.mp3"}),`
`,n(r,{attention:!0,text:!0,children:[n(i.p,{children:"Коммерческая Палата формально считается торговым союзом, занимающимся освобождением торговцев от возни с государственными пошлинами, бумажной волокитой и разрешением конфликтных ситуаций между находящимися под протекцией торговыми компаниями и государственными регуляторами."}),n(i.p,{children:"На деле же Коммерческая Палата защищает своих клиентов от самых разных возможных угроз, в большинстве своём финансовых, ради чего идёт на самые крайние меры — политические интриги, заказные убийства и крупнейший в мире оборот нелегальных товаров."})]}),`
`,n(r,{children:n(i.p,{children:["Связанный квест — ",n("a",{href:"/menu/plot/local/net-of-luat/",children:"Сети Луата"})]})}),`
`,n(i.h2,{id:"продукция",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#продукция",children:n(i.span,{class:"icon icon-link"})}),"Продукция"]}),`
`,n(i.p,{children:"Банк Коммерческой Палаты и Инвестиционный Фонд Коммерческой Палаты — крупнейшие финансовые организации в Барселе."}),`
`,n(i.p,{children:"А также:"}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Контрабанда в промышленных масштабах;"}),`
`,n(i.li,{children:"Публичные дома, кабаре и притоны;"}),`
`,n(i.li,{children:"Наемнические гильдии;"}),`
`,n(i.li,{children:"Услуги по промышленному шпионажу и устранении конкуренции;"}),`
`,n(i.li,{children:"Услуги политического контроля;"}),`
`,n(i.li,{children:"Частная охранная (военная) компания;"}),`
`]}),`
`,n(i.p,{children:"и перечислять можно дальше."}),`
`,n(i.h2,{id:"ключевые-персонажи",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ключевые-персонажи",children:n(i.span,{class:"icon icon-link"})}),"Ключевые персонажи"]}),`
`,n("img",{src:"pic2.jpg","img-right":!0,width:300,height:300,style:"width: 300px;"}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Ме́ртири из рода А́фект"})," — был главой синдиката 20 лет назад, но ушёл на покой и исчез из виду.",n("br",{}),n("br",{}),'Сейчас, в 208 гИЭ, Мертири вернулся и тут же сверг своего наместника. Тот и сам успел стать живой легендой, но Мертири его статус свёл на нет в считанные дни. Закончив с коррекциями в "структуре управления", Мертири продемонстрировал свету своего отпрыска, которому завещал империю. ',n("br",{}),n("br",{})," Мертири Афект — голокожий сфинкс, делового вида и делового мышления. И, пожалуй, это всё, что о нём известно."]}),`
`]}),`
`,n(i.h2,{id:"расположение",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#расположение",children:n(i.span,{class:"icon icon-link"})}),"Расположение"]}),`
`,n(i.p,{children:"Центральный офис и штаб-квартира Палаты располагаются в историческом центре Барсела на одной улице с Банком и Фондом."}),`
`,n(i.p,{children:"Сеть филиалов и представительств простирается по всей державе и в столицы других держав."}),`
`,n(i.h2,{id:"влияние",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#влияние",children:n(i.span,{class:"icon icon-link"})}),"Влияние"]}),`
`,n(i.p,{children:"В Барселе Коммерческая Палата нередко входит в противостояние с местными органами управления. Портовый город является крупнейшей в державе ячейкой коммерческого социального класса, а его представители за решением всех вопросов направляются непосредственно в отделения Палаты, ибо та работает куда быстрее и эффективнее."}),`
`,n(r,{text:!0,children:n(i.p,{children:n(i.em,{children:"Что в администрации — омерзительная коррупция, то в Палате — оперативное оказание услуг."})})}),`
`,n(i.p,{children:"Но посредством огромным влиянием в портовом городе Коммерческая Палата обладает ограниченным, но значительным влиянием и в остальной части державы и даже за рубежом."}),`
`,n(i.h2,{id:"история",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#история",children:n(i.span,{class:"icon icon-link"})}),"История"]}),`
`,n(i.p,{children:"Коммерческая Палата начинает свою историю как скромный торговый союз в сердце Барсела в 166 году Иссякающей Эпохи. Уже тогда Барсел был крупнейшим торговым центром, где торговцы и промышленности регулярно сталкивались с трудностями бюрократии и жадной до контроля коррумпированной власти."}),`
`,n(i.p,{children:"Коммерческая Палата быстро заявила о себе как о защитнике интересов бизнеса. В начале своей деятельности Палата оперировала сугубо в рамках закона, улаживая конфликты чисто финансово и юридически. Однако с течением времени обстоятельства вынудили Коммерческую Палату расширять свою деятельность далеко за пределы адвокатских услуг. Ее роль пережила метаморфозу из простой правозащитной организации в сложную сеть, контролирующую финансовые рынки, политические процессы и международную контрабанду."}),`
`,n(i.p,{children:"В 180 году власть в Коммерческой Палате из рук собрания олигархов через серию интриг, уходящую корнями десятком лет в прошлое, перешла в руки Мертири Афекта, выдающегося торговца и менеджера, который сумел объединить вокруг одного себя бесчисленные сети фракции, но и укрепил позиции Палаты как ключевого игрока в городской политике и экономике. Под его руководством Палата воистину стала центром города, использующим влияние для манипуляции политическими решениями и устранения конкурентов."}),`
`,n(i.p,{children:"В 188 году, оставив на своем месте доверенного человека, Мертири Афект отошёл от дел. В это время влияние Палаты не падало, но и стабильно нарастало, хоть далеко и не так стремительно, как при Афекте."}),`
`,n(i.p,{children:"Но в 208 году Мертири вернулся и восстановил своё полное лидерство, свергнув крепко вцепившегося в место наместника, чей авторитет был моментально уничтожен. Это событие стало знаковым в истории Палаты и в истории самого Барсела."}),`
`,n(i.h2,{id:"инфраструктура-и-мощности",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#инфраструктура-и-мощности",children:n(i.span,{class:"icon icon-link"})}),"Инфраструктура и мощности"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Банк Коммерческой Палаты — крупнейший банк в Барселе, обслуживающий членов Палаты по специальным тарифам, но также и остальное население города. Предоставляет широкий спектр финансовых услуг: хранение депозитов, выдачу кредитов, управление и консультирование финансовыми активами и инвестициями."}),`
`,n(i.li,{children:"Инвестиционный Фонд Коммерческой Палаты — инвестирует как в местные, так и в международные проекты, а в Барселе фактически имеет власть над местной промышленностью."}),`
`,n(i.li,{children:"Торговые подразделени Коммерческой Палаты занимаются импортом большей часты продукции Луата как контрабандной, так и вообще."}),`
`,n(i.li,{children:"Оперирует сетью развлекательных заведений, причастность к которым Коммерческой Палаты крайне трудно отслеживается. Они являются не только местами отдыха, но и центрами сбора информации и оказания разного рода услуг."}),`
`,n(i.li,{children:"Охранные группы Палаты часто выполняют собой роли полиции Барсела как на разных предприятиях, так и в самом городе. Редко но метко конфликтуют с государственной полицией, но по большей части они друг друга игнорируют, а иногда даже сотрудничают."}),`
`,n(i.li,{children:"Гильдии наёмников Палаты обеспечивают защиту интересов и специальные заказы клиентов и членов Палаты."}),`
`]}),`
`,n(i.h2,{id:"персонал",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#персонал",children:n(i.span,{class:"icon icon-link"})}),"Персонал"]}),`
`,n(i.p,{children:"Персонал Палаты включается в себя широкий спектр специалистов администрации, банковских служащих и финансистов, юристов и адвокатов, а также наемных убийц и солдат охранных групп, специальных отделов политических консультантов и лоббистов."})]})}function s(e={}){const{wrapper:i}=e.components||{};return i?n(i,Object.assign({},e,{children:n(d,e)})):d(e)}const b=()=>l(c,{children:l(s,{},3,null)},3,"39kh2DN0");export{b as default,g as frontmatter,f as head,m as headings};
