import{m as t,N as a,$ as n,S as i}from"./q-b1c41f58.js";const s=[{text:"• Книга Предложений •",id:"-книга-предложений-",level:1}],h=void 0;function c(r){const e=Object.assign({h1:"h1",a:"a",span:"span",p:"p"},r.components);return n(i,{children:[n(e.h1,{id:"-книга-предложений-",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#-книга-предложений-",children:n(e.span,{class:"icon icon-link"})}),"• Книга Предложений •"]}),`
`,n("a",{href:"https://vk.com/topic-201966363_48391072",children:"Локация в ВК"}),`
`,n(e.p,{children:`И отзывов.\r
Отзывы здесь рассматриваются точно так же, как и предложения.`}),`
`,n(e.p,{children:`Оформление отзыва:\r
Опишите волнующий вопрос, предложите варианты его решения и администрация пойдёт навстречу.\r
Претензии в стиле «у вас вампиры некрасивые, исправьте!», «сделайте пулемёты», «смените название» рассматриваться не будут (на самом деле будут, но вы об этом никогда не узнаете).`}),`
`,n(e.p,{children:[`Оформление предложения:\r
• Каждое новое изобретение должно иметь предшественника, т.к. из воздуха ничего не появляется (исключение — если это что-то найденное по квестам от администрации).\r
• В описании должно быть чётко написано, что легло в основу новшества.\r
• Все серьёзные модернизации, научные открытия и иже с ними — только посредством отыгрыша.\r
• На данный момент мир Злорадство Нихерии не нуждается в: новых богах, магических рунах, расах и стимпанк-вооружении.Отсюда можно попасть:`,n("br",{})]})]})}function o(r={}){const{wrapper:e}=r.components||{};return e?n(e,Object.assign({},r,{children:n(c,r)})):c(r)}const l=()=>t(a,{children:t(o,{},3,null)},3,"XYJykEuX");export{l as default,h as frontmatter,s as headings};
