import{m as l,N as c,$ as n,S as h}from"./q-1873cb32.js";import{B as o}from"./q-4102d300.js";import{B as t}from"./q-8e9b1fb5.js";import{N as i}from"./q-4847f381.js";const m=[{text:"Правила прокачки героя",id:"правила-прокачки-героя",level:2},{text:"Пути прокачки",id:"пути-прокачки",level:2},{text:"Прокачка воина",id:"прокачка-воина",level:3},{text:"Прокачка разбойника",id:"прокачка-разбойника",level:3},{text:"Прокачка мага",id:"прокачка-мага",level:3},{text:"Покупка навыков",id:"покупка-навыков",level:2}],x={title:"Прокачка",meta:[],styles:[],links:[],frontmatter:{}},f={title:"Прокачка"};function d(e){const r=Object.assign({h2:"h2",a:"a",span:"span",p:"p",ul:"ul",li:"li",strong:"strong",h3:"h3",em:"em",br:"br"},e.components);return n(h,{children:[n(o,{src:"/menu/manual/leveling/pic.jpg",title:"Прокачка персонажа"}),`
`,n(r.h2,{id:"правила-прокачки-героя",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#правила-прокачки-героя",children:n(r.span,{class:"icon icon-link"})}),"Правила прокачки героя"]}),`
`,n(t,{warning:!0,text:!0,children:[n(r.p,{children:"Посты-тренировки должны включать в себя указанное количество именно тренировок, а не постов. Прокачка нонстоп приведёт лишь к тому, что герой заработает проблемы со здоровьем вместо навыка."}),n(r.p,{children:"Внимание! Между повышением уровней навыков обязательно должен быть отыгран любой утвержденный администрацией квест."})]}),`
`,n(r.h2,{id:"пути-прокачки",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#пути-прокачки",children:n(r.span,{class:"icon icon-link"})}),"Пути прокачки"]}),`
`,n(r.ul,{children:[`
`,n(r.li,{children:[n(r.strong,{children:"Классическая"})," — герой нанимает себе учителя, учится у нпс, пытается что-то делать сам стандартное количество тренировок и соблюдая чередование «повышение навыка — квест — повышение навыка». В квесте повышение навыка происходит только по одобрению и решению КМа или администратора."]}),`
`,n(r.li,{children:[n(r.strong,{children:"Коллективная"})," — если два и более героев (именно героев игроков, а не нпс) тренируются вместе, то количество тренировок уменьшается вдвое. Данное поощрение округляется в сторону игроков, т.е, если требовалось девять тренировок, то в коллективной прокачке нужно будет всего четыре."]}),`
`,n(r.li,{children:[n(r.strong,{children:"Наставник"})," — герой игрока, владеющий каким-то навыком, может обучить этому другого героя в два раза быстрее (округляется в пользу игрока). Максимальный уровень не превышает уровень наставника. Наставнику в этом случае не начисляются тренировки для повышения навыка."]}),`
`]}),`
`,n(r.h3,{id:"прокачка-воина",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#прокачка-воина",children:n(r.span,{class:"icon icon-link"})}),"Прокачка воина"]}),`
`,n(r.p,{children:"Воин — это герой, который владеет навыками ближнего и открытого боя, а также вспомогательными (ношение доспехов, рукопашный бой и т.д.)."}),`
`,n(r.p,{children:"В каждом навыке есть свой тип оружия или доспехов с которым герой привык иметь дело. Чтобы поднять уровень навыка, необходимо отыграть в сумме несколько постов, в которых фигурируют тренировки (в обращении оружием или доспехами), сражения (с нпс или другими игроками), или обучение (с помощью тренера, которому отсыпали звонких монет — найти такого нпс можно в любом крупном городе Нихерии)."}),`
`,n(t,{text:!0,children:[n(r.p,{children:"Чтобы выучить владение новым оружием из уже известного навыка, нужно отыграть пять постов для освоения: начиная теорией, продолжая тренировками и заканчивая самостоятельной практикой."}),n(r.p,{children:"Чтобы выучить владение схожим оружием из уже известного навыка, нужно отыграть три поста для освоения."})]}),`
`,n(r.p,{children:"Прокачка в сражениях — дело опасное. Гораздо лучше, если прокачку в сражениях\\боях\\дуэлях завершать, т.е., отыгрывать последние этапы. Если броситься в бой без малейшего понятия о том, что делаешь, можно остаться с неприятными последствиями «одна нога здесь, другая там»."}),`
`,n(r.p,{children:"И, конечно же, сначала выбирается желаемый навык, а потом уже прокачивается, а не наоборот. То же касается и рун в магии."}),`
`,n("div",{center:!0,children:n(r.p,{children:[n(r.strong,{children:"Выучить на «новичке»"}),`\r
3 тренировки\r
⇓\r
`,n(r.strong,{children:"Повысить с «новичка» до «ученика»"}),`\r
6 тренировок\r
⇓\r
`,n(r.strong,{children:"Повысить с «ученика» до «умельца»"}),`\r
9 тренировок\r
⇓\r
`,n(r.strong,{children:"Повысить с «умельца» до «мастера»"}),`\r
12 тренировок`]})}),`
`,n(r.h3,{id:"прокачка-разбойника",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#прокачка-разбойника",children:n(r.span,{class:"icon icon-link"})}),"Прокачка разбойника"]}),`
`,n(r.p,{children:"Разбойник — это герой, который владеет навыками дальнего боя, навыком скрытого боя, а также вспомогательными (ношение доспехов, рукопашный бой и т.д.). Поднятие навыков и изучение новых видов оружия происходит ровно так же, как и у воина."}),`
`,n(r.h3,{id:"прокачка-мага",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#прокачка-мага",children:n(r.span,{class:"icon icon-link"})}),"Прокачка мага"]}),`
`,n(r.p,{children:"Маг — это герой, который ведет бой с расстояния и полагается на свои заклинания: боевые, защитные или поддерживающие."}),`
`,n(r.p,{children:"Способ прокачки несколько отличается, ведь у мага всего один-единственный навык — магия, и десятки заклинаний."}),`
`,n(r.p,{children:"Чтобы поднять уровень магии, необходимо превысить текущий лимит сложных заклинаний. У новичка таковых ноль, ученик владеет одним, умелец — тремя, мастер — пятью (пять - максимум)."}),`
`,n(t,{text:!0,children:[n(r.p,{children:["Изучение новых заклинаний тоже трудоемкий процесс, особенно это касается сложных. ",n(r.strong,{children:"Чтобы выучить новую простую руну"}),", необходимо отыграть в сумме три тренировки. Поможет теория из книг или наставления более опытного мага."]}),n(r.p,{children:["Из простых рун состоят сложные заклинания. Для начала необходимо выучить все простые руны, ",n(r.strong,{children:"чтобы можно было из них составить сложное — и тогда приходит черед пяти тренировок изучения сложного заклинания"}),": тренировками с тренером-магом, самостоятельной практикой или в сражениях."]})]}),`
`,n("div",{center:!0,children:n(r.p,{children:[n(r.strong,{children:"Выучить на «новичке»"}),`\r
`,n(r.em,{children:"Изучить одну простую руну любой ветви"}),`\r
3 тренировки\r
⇓\r
`,n(r.strong,{children:"Повысить уровень магии с «новичка» до «ученика»"}),`\r
`,n(r.em,{children:"Изучить одно сложное заклинание, составленное из уже известных простых рун"}),`\r
10 тренировок\r
⇓\r
`,n(r.strong,{children:"Повысить с «ученика» до «умельца»"}),`\r
`,n(r.em,{children:"+2 сложных заклинания"}),`\r
10 тренировок на каждое\r
⇓\r
`,n(r.strong,{children:"Повысить с «умельца» до «мастера»"}),`\r
`,n(r.em,{children:"+2 сложных заклинания"}),`\r
10 тренировок на каждое\r
 `,n(r.br,{}),`
`,n(r.strong,{children:"Прокачать эффект или мощность известного простого или сложного заклинания"}),`\r
`,n(r.em,{children:"(на любом уровне)"}),`\r
3 тренировки`]})}),`
`,n(r.h2,{id:"покупка-навыков",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#покупка-навыков",children:n(r.span,{class:"icon icon-link"})}),"Покупка навыков"]}),`
`,n(t,{attention:!0,text:!0,children:n(r.p,{children:"В том случае, если игроку недосуг писать посты-тренировки и так повышать уровень, предусмотрена система повышения за золотые монеты (игровая валюта)."})}),`
`,n(r.p,{children:"В игре делается таймскип, в процессе которого описывается последняя тренировка, где и как герой поднял навык, когда встретил наставника и т.д. Важно, чтобы герой по анкете имел предрасположенность к платной прокачке того или иного навыка (пример: маг не сможет изучать механику, а светлый друид не полезет в некромантию)."}),`
`,n("div",{"white-space":!0,children:[n(i,{short:!0}),n(r.p,{children:[n(r.strong,{children:"Изучить новый навык"}),` — 10 золотых\r
`,n(r.strong,{children:"Повысить навык:"}),`\r
`,n(r.strong,{children:"Новичок ➫ Ученик"}),` — 15 золотых\r
`,n(r.strong,{children:"Ученик ➫ Умелец"}),` — 30 золотых\r
`,n(r.strong,{children:"Умелец ➫ Мастер"})," — 50 золотых"]}),n(i,{short:!0}),n(r.p,{children:[n(r.strong,{children:"Изучить дополнительный вид оружия в известном навыке"}),` — 20 золотых\r
`,n(r.strong,{children:"Выучить дополнительно ответвление к навыку"}),` (на любом уровне) — 10 золотых\r
`,n(r.strong,{children:"Изучить новое ремесло на «терпимо»"})," — 15 золотых"]}),n(i,{short:!0}),n(r.p,{children:[n(r.strong,{children:"Повысить ремесло: Терпимо ➫ Достойно"}),` — 30 золотых\r
`,n(r.strong,{children:"Достойно ➫ Отлично"})," — 60 золотых"]}),n(i,{short:!0}),n(r.p,{children:[n(r.strong,{children:"Изучить новую науку на «новичке»"}),` — 20 золотых\r
`,n(r.strong,{children:"Повысить науку:"}),`\r
`,n(r.strong,{children:"Новичок ➫ Ученик"}),` — 30 золотых\r
`,n(r.strong,{children:"Ученик ➫ Умелец"}),` — 45 золотых\r
`,n(r.strong,{children:"Умелец ➫ Мастер"})," — 60 золотых"]}),n(i,{short:!0}),n(r.p,{children:[n(r.strong,{children:"Изучить простую руну"}),` — 5 золотых\r
`,n(r.strong,{children:"Изучить сложное заклинание"}),` (из уже известных простых рун) — 20 золотых\r
`,n(r.strong,{children:"Улучшить заклинание"})," — 15 золотых"]})]}),`
`,n(i,{decorated:!0})]})}function s(e={}){const{wrapper:r}=e.components||{};return r?n(r,Object.assign({},e,{children:n(d,e)})):d(e)}const b=()=>l(c,{children:l(s,{},3,null)},3,"DGS7ETh1");export{b as default,f as frontmatter,x as head,m as headings};
