import{d as r,x as d,y as n,g as t}from"./q-0a61ba82.js";import{B as c}from"./q-c3da5cf7.js";import{B as a}from"./q-c037a95c.js";const u=[{text:"Продукция",id:"продукция",level:2},{text:"Дайджест",id:"дайджест",level:3},{text:"Ключевые персонажи",id:"ключевые-персонажи",level:2},{text:"Расположение",id:"расположение",level:2},{text:"Влияние",id:"влияние",level:2},{text:"История",id:"история",level:2},{text:"Инфраструктура и мощности",id:"инфраструктура-и-мощности",level:2},{text:"Персонал",id:"персонал",level:2}],m={title:"Промышленный Комплекс Икрита",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},x={title:"Промышленный Комплекс Икрита"};function l(i){const e=Object.assign({p:"p",h2:"h2",a:"a",span:"span",h3:"h3",br:"br",del:"del",em:"em",ul:"ul",li:"li"},i.components);return n(t,{children:[n(c,{src:"pic.jpg",title:"Промышленный Комплекс Икрита",authorHref:"https://sprias.artstation.com/projects/L2NEDA",author:"Cameron Mousavi"}),`
`,n(a,{attention:!0,text:!0,children:[n(e.p,{children:"Промышленный Комплекс Икрита — это промышленный центр Флатрии, куда попадают все выкупленные у железнодорожников и добытые на руинах Древней Яхонской империи тайны."}),n(e.p,{children:"Промышленный Комплекс Икрита — центр технологических реинкарнаций и альтернативной науки."})]}),`
`,n(e.h2,{id:"продукция",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#продукция",children:n(e.span,{class:"icon icon-link"})}),"Продукция"]}),`
`,n(e.p,{children:"Именно здесь были переоткрыты все известные на данный момент секреты Древней Яхонской империи. В Комплексе производятся: оружие и снаряжение, артиллерия и боеприпасы, другая военная техника."}),`
`,n(e.p,{children:"Икрит снабжает империю паровыми машинами, использующимися для питания всего, от заводов до локомотивов."}),`
`,n(e.h3,{id:"дайджест",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#дайджест",children:n(e.span,{class:"icon icon-link"})}),"Дайджест"]}),`
`,n(e.p,{children:["» ",n("a",{href:"/menu/guidebook/books/mechanics/ikrit/alchemy-column/",children:"Алхимическая Колонна Ганранера"}),n(e.br,{}),`
`,"» ",n(e.del,{children:"Бронемашина «Майеста»"})," ",n(e.em,{children:"засекречено"}),n(e.br,{}),`
`,"» ",n(e.del,{children:"«Октавия»"})," ",n(e.em,{children:"засекречено"}),n(e.br,{}),`
`,"» ",n(e.del,{children:"Продукты™"})," ",n(e.em,{children:"засекречено"})," → ",n("a",{href:"/menu/plot/guilds/emperors-closet",children:"квест «В шкафу Императора»"})]}),`
`,n(e.h2,{id:"ключевые-персонажи",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#ключевые-персонажи",children:n(e.span,{class:"icon icon-link"})}),"Ключевые персонажи"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:["Адгард Верзийский — руководитель, ",n(e.em,{children:"подробности неизвестны"}),"."]}),`
`,n(e.li,{children:"Карин Дерверф — начальник службы безопасности. Безжалостный и преданный. Коммандер армии Древней Великой Мордвинской Империи."}),`
`]}),`
`,n(e.h2,{id:"расположение",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#расположение",children:n(e.span,{class:"icon icon-link"})}),"Расположение"]}),`
`,n(e.p,{children:"Весь город Икрит крутится вокруг Промышленного Комплекса и железнодорожного депо, одного из крупнейших в Империи."}),`
`,n(e.h2,{id:"влияние",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#влияние",children:n(e.span,{class:"icon icon-link"})}),"Влияние"]}),`
`,n(e.p,{children:"Промышленный Компекс Икрита является движущей силой промышленности Флатрии и во много самой Империи. Комплекс обеспечивает армии доминионов передовым оружием и снаряжением, делая ее одной из самых подготовленных в мире."}),`
`,n(e.p,{children:"Комплекс является центром инноваций, во много засчет исследований руин Древней Яхонской империи."}),`
`,n(e.h2,{id:"история",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#история",children:n(e.span,{class:"icon icon-link"})}),"История"]}),`
`,n(e.p,{children:"Основан в 162 году по поручению первого министра Флатрии как оружений завод для производства оружия в борьбе с мародерами запада и с тех пор беспрестанно расширялся."}),`
`,n(e.h2,{id:"инфраструктура-и-мощности",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#инфраструктура-и-мощности",children:n(e.span,{class:"icon icon-link"})}),"Инфраструктура и мощности"]}),`
`,n(e.p,{children:"Заводы и фабрики принадлежащие концерну распростерлись на всю Империю от Ишвера во Флатрии до Ребеле в Секри, а также играют не малую роль в развитии Гирндор-Брока."}),`
`,n(e.p,{children:"Здесь же в Икрите расположены исследовательские комплексы, где собрано абсолютное большинство уцелевших артефактов Древней Яхонской империи, наследие самого легендарного Синоба Фелинварда."}),`
`,n(e.h2,{id:"персонал",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#персонал",children:n(e.span,{class:"icon icon-link"})}),"Персонал"]}),`
`,n(e.p,{children:"На Промышленный Комплекс работает бесчисленное множество инженеров и учёных, еще больше рабочих самых разных специализаций, а также отдельные мастера разнообразных ремесел."}),`
`,n(e.p,{children:"В подчинении Карина Дерверфа находится специальная гвардия армии доминиона, призванная охранять сокровища прошлого и их же тестировать."})]})}function h(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(l,i)})):l(i)}const f=()=>r(d,{children:r(h,{},3,null)},3,"MjlLUwD4");export{f as default,x as frontmatter,m as head,u as headings};
