import{m as d,N as h,$ as n,S as a}from"./q-69b48860.js";import{B as c}from"./q-c733db98.js";import{B as o}from"./q-e1bbe8f2.js";import{B as l}from"./q-19fb5679.js";import{N as r}from"./q-f9a7318d.js";const b=[{text:"Градация мастерства",id:"градация-мастерства",level:2},{text:"Новичок",id:"новичок",level:4},{text:"Ученик",id:"ученик",level:4},{text:"Умелец",id:"умелец",level:4},{text:"Мастер",id:"мастер",level:4},{text:"Как стать друидом",id:"как-стать-друидом",level:2},{text:"Опасности друидизма",id:"опасности-друидизма",level:2}],x={title:"Друидизм",meta:[],styles:[],links:[],frontmatter:{}},k={title:"Друидизм"};function t(i){const e=Object.assign({p:"p",strong:"strong",em:"em",h2:"h2",a:"a",span:"span",h4:"h4",ul:"ul",li:"li",br:"br"},i.components);return n(a,{children:[n(c,{src:"pic.jpg",title:"Друидизм",author:"All Trades Jack",authorHref:"www.artstation.com/alltradesjack"}),`
`,n(e.p,{children:[n(e.strong,{children:"Друидизм — это способность управлять природой"}),", которой в наибольшей степени одарены светлые редрехан и кхарфиры. Со временем, как и шаманизм, друидизм стал доступен для постижения и другим расам, хотя им и даётся сквозь пот и слёзы то, что у светлых редрехан получается легко и просто."]}),`
`,n(e.p,{children:["Как шаманизм и оккультизм, ",n(e.strong,{children:"друидизм — это не магия"}),", а общение посредством природной духовной силы с флорой и фауной. По достижении мастерского уровня друид может даже обращаться в зверя."]}),`
`,n(e.p,{children:[n(e.strong,{children:["Друидизм разделяется на светлый и тёмный. Выделяются градации, прозванные ",n(e.em,{children:"серыми"})]}),". Все друиды изначально светлые и только в процессе своей деятельности могут испортить себе репутацию."]}),`
`,n(e.p,{children:[n(e.strong,{children:"Обращение в зверя — всегда болезненный прием"}),", привыкнуть к этому невозможно. Поэтому друиды редко прибегают к нему."]}),`
`,n(o,{columns:3,children:[n(l,{title:"Светлый друидизм",href:"light",src:"light/pic.jpg"}),n(l,{title:"Серый друидизм",href:"gray",src:"gray/pic.jpg"}),n(l,{title:"Тёмный друидизм",href:"dark",src:"dark/pic.jpg"})]}),`
`,n(c,{src:"transformation/pic.jpg",title:"Обращение"}),`
`,n(e.h2,{id:"градация-мастерства",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#градация-мастерства",children:n(e.span,{class:"icon icon-link"})}),"Градация мастерства"]}),`
`,n(e.h4,{id:"новичок",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#новичок",children:n(e.span,{class:"icon icon-link"})}),"Новичок"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Чутко ощущает состояние природы, может обнаружить в радиусе 100 метров погибающую флору или фауну;"}),`
`,n(e.li,{children:"Понимает условный язык зверей, птиц, травоядных и хищников, но ещё не может ими манипулировать;"}),`
`,n(e.li,{children:"Способен ускорить рост растения или куста, а также разбудить спящее растение зимой;"}),`
`,n(e.li,{children:"Не может серьёзно влиять на флору и фауну."}),`
`]}),`
`,n(e.h4,{id:"ученик",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#ученик",children:n(e.span,{class:"icon icon-link"})}),"Ученик"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Радиус «чувства природы» — 500 метров;"}),`
`,n(e.li,{children:"Может успокоить или разозлить мелкое хищное животное или рептилию, крупное травоядное, любую птицу, насекомое. Мелкое существо может подружиться с друидом и сопровождать его некоторое время (не считается избранным);"}),`
`,n(e.li,{children:"Обучается управлению растениями, может влиять на деревья;"}),`
`,n(e.li,{children:"Может один раз в сутки серьёзно повлиять на флору и фауну."}),`
`]}),`
`,n(e.h4,{id:"умелец",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#умелец",children:n(e.span,{class:"icon icon-link"})}),"Умелец"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Радиус «чувства природы» достигает нескольких километров;"}),`
`,n(e.li,{children:"Может управлять любым представителем фауны;"}),`
`,n(e.li,{children:"Может завести избранное животное;"}),`
`,n(e.li,{children:"Может трижды в сутки серьёзно влиять на флору и фауну."}),`
`]}),`
`,n(e.h4,{id:"мастер",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#мастер",children:n(e.span,{class:"icon icon-link"})}),"Мастер"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"«Чувство природы» обостряется до 20-30 километров в радиусе;"}),`
`,n(e.li,{children:"В управлении животными и растениями достиг совершенства;"}),`
`,n(e.li,{children:"Готов познавать таинство обращения в зверя;"}),`
`,n(e.li,{children:"Получает Благословение природы если светлый или Благодарность природы если серый."}),`
`,n(e.li,{children:"Может пять раз в сутки серьёзно повлиять на флору и фауну."}),`
`]}),`
`,n(r,{decorated:!0}),`
`,n(e.h2,{id:"как-стать-друидом",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#как-стать-друидом",children:n(e.span,{class:"icon icon-link"})}),"Как стать друидом"]}),`
`,n(e.p,{children:["Для друидов очень важна природная ",n(e.strong,{children:"духовная мощь"}),". ",n(e.em,{children:"Духовная мощь — это не мощь души, это мощь духа."})," Благодаря ей они могут быстрее выйти на контакт с растением или животным и им легче познавать секреты природы. Также очень важен стиль жизни: чем больше времени друид проводит на природе вдали от благ цивилизации, тем проще ему достигать вершин мастерства.",n(e.br,{}),`
`,"Убийство животных, особенно в целях выгоды, негативно влияет на друида в моральном плане и приближает его к тёмному друидизму.",n(e.br,{}),`
`,n(e.em,{children:"Новички и ученики обладают низким уровнем духовной мощи. Умельцы — средним. Мастера — высоким."}),n(e.br,{}),`
`,"Самые распространённые практики при изучении друидизма — прогулки по лесам, медитации в уединённых местах, проведение времени в окружении флоры или фауны."]}),`
`,n(r,{decorated:!0}),`
`,n(e.h2,{id:"опасности-друидизма",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#опасности-друидизма",children:n(e.span,{class:"icon icon-link"})}),"Опасности друидизма"]}),`
`,n(e.p,{children:["Самая основная — дикие звери, которые, несмотря на все ухищрения друидов, остаются дикими. Нападение хищника, удар копытом травоядного, укус змеи и т.д. — это лишь вершина айсберга. Превратности природы обходят стороной только серых друидов, но и те порой подвергаются разного рода неприятностям, по поручению природы или когда та пытается их чему-то научить.",n(e.br,{}),`
`,"Дальше идут неприятности в виде частого подхватывания болезней от фауны и отравления или ожоги от флоры.",n(e.br,{}),`
`,"Часто присущи друидам расстройства психики, несерьезные и не опасные для окружающих, но заметные: они плохо социализированы, плохи в красноречии и торговле, нелюдимы, могут схватить приступ паники в шумной толпе."]}),`
`,n(r,{decorated:!0}),`
`,n(e.p,{children:[n(e.strong,{children:"В чем отличие светлого друида от темного?"}),n(e.br,{}),`
`,"Банально и просто: для мира/для себя или альтруизм/эгоизм.",n(e.br,{}),`
`,"Светлый друид думает в первую очередь о природе, о последствиях своего к ней обращения.",n(e.br,{}),`
`,"Темного же эти вопросы не волнуют, он использует природу здесь и сейчас."]}),`
`,n(e.p,{children:[n(e.strong,{children:"Как светлый друид может стать темным?"}),`\r
Начав использовать природу для достижения личных целей, а не поддерживая её гармонию.`]}),`
`,n(e.p,{children:[n(e.strong,{children:"Есть ли у друидизма какие-либо спецэффекты?"}),n(e.br,{}),`
`,"Чем выше духовная мощь, тем ярче зеленое сияние при влиянии на флору и фауну. У могущественных друидов могут светиться глаза и проступать узор вен на теле."]}),`
`,n(e.p,{children:[n(e.strong,{children:"Может ли друид управлять бактериями, микроорганизмами, людьми\\нелюдьми?"}),n(e.br,{}),`
`,`Первые слишком малы, чтобы их можно было увидеть невооружённым глазом. Сконцентрироваться на них невозможно.\r
Гуманоид социален и отдален от природы. Исключением может быть личность, выросшая в дикой природе.`]}),`
`,n(r,{decorated:!0})]})}function s(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(t,i)})):t(i)}const j=()=>d(h,{children:d(s,{},3,null)},3,"dkNk55u9");export{j as default,k as frontmatter,x as head,b as headings};
