import{m as r,N as l,$ as n,S as c}from"./q-b1c41f58.js";import{B as d}from"./q-eebce870.js";import{B as a}from"./q-f7d00192.js";import{B as h}from"./q-72b53a9d.js";import{C as o}from"./q-cfefe0c6.js";const g=[{text:"Описание",id:"описание",level:1},{text:"Границы",id:"границы",level:2},{text:"Население",id:"население",level:2},{text:"Жизнь в городах",id:"жизнь-в-городах",level:2},{text:"Армия",id:"армия",level:2},{text:"Торговля",id:"торговля",level:2},{text:"Важные персонажи",id:"важные-персонажи",level:2}],b={title:"Доминион Секри",meta:[],styles:[],links:[],frontmatter:{}},k={title:"Доминион Секри"};function t(i){const e=Object.assign({ul:"ul",li:"li",strong:"strong",br:"br",h1:"h1",a:"a",span:"span",p:"p",h2:"h2"},i.components);return n(c,{children:[n(d,{cover:!0,src:"pic.jpg",title:"Доминион Секри",authorHref:"https://www.artstation.com/andreasrocha",author:"Andreas Rocha"}),`
`,n(a,{text:!0,children:[n("img",{src:"../emblems/sekri.png",style:"float: right; max-width: 200px;"}),n(e.ul,{children:[`
`,n(e.li,{children:[n(e.strong,{children:"Правление"})," - местный кабинет министров, над которыми формально властвует император Мордвина. Секри - доминион Мордвинской империи."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Религия"})," - старое Троебожие в трактовке дворфов."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Столица"})," - город Секри."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Герб"})," - гнедой жеребец на красном фоне."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Валюта"})," - монеты Мордвина, риафы."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Экономика"}),` - лидер в производстве магических товаров разных категорий.\r
`,n(e.strong,{children:"Импорт:"})," лес, кожа, драгоценности, артефакты, оружие, яхонские бытовые технологии.",n(e.br,{}),`
`,n(e.strong,{children:"Экспорт:"})," специи, злаковые (кукуруза, пшеница, рис), вина, домашняя птица (куры, индюки, утки), хлопковая ткань, судостроение, мрамор, золотая руда, соль, породистые лошади."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Язык"})," - арвийский и мордвинский. Для успешной торговли здесь отдается приоритет изучению иностранных языков, поэтому как минимум один из пяти горожан будет говорить на любом из возможных языков."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Названия"})," - Секри, Арвия."]}),`
`]})]}),`
`,n(e.h1,{id:"описание",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#описание",children:n(e.span,{class:"icon icon-link"})}),"Описание"]}),`
`,n(e.p,{children:"Арвия, Доминион Секри ― богатое и преуспевающее государство, в основном благодаря агрессивному ведению торговли. Покупка и перепродажа - смысл жизни каждого арвийца, и нет такого жителя, который не умел бы торговаться. Немного товаров страна производит сама, но все они очень ценны. Это вино с обширных и щедрых виноградников, корабли и, конечно же, золото."}),`
`,n(e.p,{children:"Никогда бы юг не стал настолько богатым, если бы повторил судьбу Реабор-Тхаес. Поэтому Арвия заинтересована в как можно большем количестве торговых партнёров и соглашений."}),`
`,n(e.h2,{id:"границы",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#границы",children:n(e.span,{class:"icon icon-link"})}),"Границы"]}),`
`,n(e.p,{children:"Соединяется с Мордвином крохотным участком суши между Неприступными горами и Золотым заливом. По морю граничит с Сикстиннским Доминионом и непризнанным Хельгераном."}),`
`,n(e.h2,{id:"население",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#население",children:n(e.span,{class:"icon icon-link"})}),"Население"]}),`
`,n(e.p,{children:`~2 миллиона.\r
Представлено в 80% людьми. Остальные 20% по убыванию представлены: полукровками редрехан, дворфами. Прочие расы встречаются редко, поэтому вызывают всплеск интереса и сплетен.\r
Самыми густонаселёнными считаются Секри, Ларим и Алый.`}),`
`,n(e.p,{children:"Образование зависит от ресурсов, поэтому большая часть населения имеет за плечами только базовую школьную программу."}),`
`,n(e.p,{children:"Проблемы государства: высокая коррумпированность органов власти, проблемы на почве культурных различий переселенцами и коренным населением (которое, впрочем, тоже когда-то было переселенцами)."}),`
`,n(e.h2,{id:"жизнь-в-городах",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#жизнь-в-городах",children:n(e.span,{class:"icon icon-link"})}),"Жизнь в городах"]}),`
`,n(e.p,{children:"Отказ от преступного прошлого и ввод регулярной армии и популяризация военного ремесла снизили уровень преступности, однако не обошлось без минусов: отсутствие опыта в управлении армией привело в последние годы к росту коррупции и беспределу силовых ведомств. Не говоря уже о том, что преступность была снижена, но не уничтожена."}),`
`,n(e.h2,{id:"армия",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#армия",children:n(e.span,{class:"icon icon-link"})}),"Армия"]}),`
`,n(h,{title:"Армии Нихерии",href:"../../../guidebook/army#Реабор-Тхаес",picNum:3,styleNum:1}),`
`,n(e.h2,{id:"торговля",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#торговля",children:n(e.span,{class:"icon icon-link"})}),"Торговля"]}),`
`,n(e.p,{children:"Секри не может быть таким же центром торговли, хоть и очень пытается, как Коркафт, но Арвия обладает эксклюзивным правом на Мордвинском рынке, включающем в себя доминионы Сикстинну и Флатрию."}),`
`,n(e.h2,{id:"важные-персонажи",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#важные-персонажи",children:n(e.span,{class:"icon icon-link"})}),"Важные персонажи"]}),`
`,n(o,{stateFilter:"Секри"})]})}function s(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(t,i)})):t(i)}const v=()=>r(l,{children:r(s,{},3,null)},3,"OH7nJ7kL");export{v as default,k as frontmatter,b as head,g as headings};
