import{d as r,x as d,y as n,g as t}from"./q-0a61ba82.js";import{B as c}from"./q-8e27b816.js";import{B as h}from"./q-c037a95c.js";import{A as a}from"./q-911ed78e.js";import{b as s}from"./q-89b83901.js";const f=[{text:"Цели и задачи",id:"цели-и-задачи",level:1},{text:"Состав",id:"состав",level:1},{text:"Конфронтация",id:"конфронтация",level:1},{text:"Методы",id:"методы",level:1},{text:"Инструментарий",id:"инструментарий",level:1},{text:"Выход из гильдии",id:"выход-из-гильдии",level:1},{text:"Важные персонажи",id:"важные-персонажи",level:1}],b={title:"Искра",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},k={title:"Искра"};function l(i){const e=Object.assign({p:"p",h1:"h1",a:"a",span:"span",ul:"ul",li:"li",strong:"strong",br:"br",em:"em"},i.components);return n(t,{children:[n(a,{fixed:!0,src:"/menu/guidebook/guilds/sparkle/System Of A Down - Streamline.mp3"}),`
`,n(c,{title:"Искра",src:"/menu/guidebook/guilds/sparkle/pic.jpg",author:"Eduardo Garcia",authorHref:"https://twitter.com/delCidArt"}),`
`,n(h,{text:!0,attention:!0,children:[n(e.p,{children:"Искра — это международная военизированная организация, основанная силами Древней Великой Мордвинской Империи для борьбы с угрозами, вызванными Туманами Руин."}),n(e.p,{children:"По всему миру Искра занимается расследованием причин возникновения туманов и распространения орд мороков."})]}),`
`,n(e.h1,{id:"цели-и-задачи",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#цели-и-задачи",children:n(e.span,{class:"icon icon-link"})}),"Цели и задачи"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[n(e.strong,{children:"Инспекторы Искры"})," занимаются исследованием мест и закономерностей возникновения Туманов, предсказывают где возникнут новые."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Цель гвардейцев Искры"})," — устранение локальных точек угрозы туманов, в особых случаях при сотрудничестве армии; сопровождение инспекторов на места исследований."]}),`
`]}),`
`,n(e.h1,{id:"состав",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#состав",children:n(e.span,{class:"icon icon-link"})}),"Состав"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Ревизор"}),". Лидер организации, де-юре никому не подчиняющийся, но де-факто принимающий указания непосредственно от императора Мордвина, что ни для кого на самом деле не секрет."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Инспекторат"}),". Разношерстные специалисты, являющиеся инспекторами Искры по тем или иным вопросам, с разными методами, но с одной целью.",n(e.br,{}),`
`,n(e.em,{children:"Иерархия: младший смотритель → инспектор → лейтенант-инспектор."})]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Гвардия"}),". Профессиональные воины, обладающие не только боевой подготовкой, но и специально-диверсионной, для работы по всей Нихерии.",n(e.br,{}),`
`,n(e.em,{children:"Иерархия соотносится с иерархией в мордвинской армии."})]}),`
`]}),`
`]}),`
`,n(e.h1,{id:"конфронтация",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#конфронтация",children:n(e.span,{class:"icon icon-link"})}),"Конфронтация"]}),`
`,n(e.p,{children:["Искра находится в вечной конкуренции с ",n(e.em,{children:"Бюро Вычищения"}),". В Искре, в отличие от Бюро, категорически запрещено пользоваться магией на местах работы инспекторов, т.к. считается, что Туманы — неисследованное магическое явление; данные об отрицательном воздействии магии на Туманы засекречены."]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:["Искра, в отличие от Бюро, ",n(e.strong,{children:"в первую очередь занимается исследование Туманов"}),"."]}),`
`,n(e.li,{children:n(e.em,{children:"В неостановимой конкуренции обе организации нередко пытаются друг другу поднасрать."})}),`
`]}),`
`,n(e.h1,{id:"методы",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#методы",children:n(e.span,{class:"icon icon-link"})}),"Методы"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Генеральная инспекция"})," — особый приказ, направляющий большую группы инспекторов и значительные силы гвардии в «туманный» регион. Инспекции и анализу подлежит всё, в том числе местное население."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Стан гвардии"})," — особое подразделение гвардии, укрепляющееся на позиции, где инспекторат прогнозирует возникновение Туманов."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Деактивация"})," — диверсионный приказ призванный пресечь попытку массового использования магии в регионе. Как правило исполняется гвардейцами внедрёнными в Бюро Вычищения."]}),`
`]}),`
`]}),`
`,n(e.h1,{id:"инструментарий",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#инструментарий",children:n(e.span,{class:"icon icon-link"})}),"Инструментарий"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Специальное оборудование™"})," — включает в себя перегонные кубы, центрифуги и засекреченные аппараты, позволяющие изучать Туманы и даже производить из них некоторые продукты."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Некоторые продукты™"})," — производят из воздуха Туманов и используются как для борьбы с самими Туманами, так и для других целей."]}),`
`]}),`
`,n(e.li,{children:[`
`,n(e.p,{children:[n(e.strong,{children:"Огнемётные бронемашины"})," — паровой транспорт, превращающий область в ад на земле и тем самым уничтожающий Туманы."]}),`
`]}),`
`]}),`
`,n(e.h1,{id:"выход-из-гильдии",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#выход-из-гильдии",children:n(e.span,{class:"icon icon-link"})}),"Выход из гильдии"]}),`
`,n(e.p,{children:"Покинуть организацию не сложно. Основным вопросом, выносящимся на рассмотрении такого дела, является причина. Если это как-то связано с недовольством политикой гильдии, то покидающему может грозить долгое разбирательство, тюремный срок, пытки и даже казнь (зависит от тяжести вины)."}),`
`,n(e.p,{children:"Если же помыслы и репутация чисты, то инспектора или гвардейца отпускают с сохранением некоторых привилегий: либо оставляют казённое имущество, либо жильё, либо пособие (в случае внушительного стажа)."}),`
`,n(e.p,{children:"За особенно важными персонами под договором о неразглашении после отставки ведется наблюдение."}),`
`,n(e.h1,{id:"важные-персонажи",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#важные-персонажи",children:n(e.span,{class:"icon icon-link"})}),"Важные персонажи"]}),`
`,n(s,{guildFilter:"Искра"})]})}function o(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(l,i)})):l(i)}const v=()=>r(d,{children:r(o,{},3,null)},3,"dwY05zss");export{v as default,k as frontmatter,b as head,f as headings};
