import{d as c,x as t,y as n,g as o}from"./q-0a61ba82.js";import{B as d}from"./q-c3da5cf7.js";import{B as r}from"./q-c037a95c.js";import{C as l}from"./q-e3392e85.js";import{T as a}from"./q-d923b595.js";const x=[{text:"Как стать магом?",id:"как-стать-магом",level:2},{text:"Обязательно к изучению",id:"обязательно-к-изучению",level:2},{text:"Магия Уходящей Эпохи",id:"магия-уходящей-эпохи",level:2},{text:"Заклинания",id:"заклинания",level:4},{text:"Трактовки рун",id:"трактовки-рун",level:5},{text:"Основа сложного заклинания",id:"основа-сложного-заклинания",level:5},{text:"Формулы и правила",id:"формулы-и-правила",level:4},{text:"Расширенные заклятия",id:"расширенные-заклятия",level:4},{text:"С двух рук",id:"с-двух-рук",level:4},{text:"Ошибки",id:"ошибки",level:4},{text:"Игровой ход",id:"игровой-ход",level:4},{text:"Ранги мастерства",id:"ранги-мастерства",level:4},{text:"Дневной лимит",id:"дневной-лимит",level:5},{text:"Гриумар",id:"гриумар",level:4},{text:"Прокачка заклинаний",id:"прокачка-заклинаний",level:4}],f={title:"Основы",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},D={title:"Основы"};function h(i){const e=Object.assign({p:"p",h2:"h2",a:"a",span:"span",em:"em",hr:"hr",strong:"strong",ul:"ul",li:"li",h4:"h4",h5:"h5",blockquote:"blockquote",br:"br",ol:"ol"},i.components);return n(o,{children:[n(d,{src:"pic.jpg",title:"Основы Магии",author:"Dominik Mayer",authorHref:"https://www.artstation.com/dtmayer"}),`
`,n(r,{attention:!0,children:n(e.p,{children:"Маг — это контроль, концентрация и точность."})}),`
`,n(e.h2,{id:"как-стать-магом",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#как-стать-магом",children:n(e.span,{class:"icon icon-link"})}),"Как стать магом?"]}),`
`,n(e.p,{children:["Всем известно, как Красный Рассвет впустил в мир магию. Тогда впервые родились дети с этим даром и люди прознали, ",n(e.em,{children:"что это и с чем это едят"}),". Через полвека с лишним Боги и Великий Исход магию забрали. Но, как закончился Индикт Мертворожденных, она вернулась, чтобы быть исследованной и использованной вновь."]}),`
`,n(e.p,{children:"Статистику мало кто знает, но шансы родить мага очень велики — почти 80%. Однако для того, чтобы магия как следует проявилась, нужна особая проверка, поэтому большинство потенциальных магов так и не узнавали о своем даре. Один из самых явных признаков магического таланта — болезнь души, и чем страшнее тем лучше. Болезнями души страдают чуть меньше чем половина одаренного населения."}),`
`,n(e.p,{children:"Сейчас систематические проверки проводят в Сикстинне и Луате. Таким образом, только самая малая часть всех магов планеты доходит до возможности обучаться. В процессе обучения отсеивается две трети поступивших. В итоге получается, что толковых магов в Нихерии всего ничего."}),`
`,n(e.p,{children:"Дар к магии может проявиться и у тех, кто родился до окончании Индикта. Так же как это было у тех кто родился до Красного Рассвета — придется учиться чувствовать энергию, уметь ее выделять и использовать, соединяя с теоретическими познаниями рунического языка. У остальных магов это чувство есть сразу и им достаточно просто изучить теорию. Сравнимо с тем, как в разговоре себя чувствует носитель языка и человек, который его изучал."}),`
`,n(e.p,{children:"В прошлом, на западе многие годы взращивали в народе уверенность, что магия — это проклятье. Поэтому местных «одаренных» всячески выживали и считали проклятыми. Этот предрассудок ушёл из Нихерии вместе с богами, но за предрассудком пришло не лучшее, но закономерное благоразумие. На сегодняшний день, маг — зачастую человек нездоровый, больной душой. Больная душа — больное тело, а за недугом тела следует недуг разума. В современном цивилизованном обществе — маг, это тот, за кем лучше приглядывать. Что бы это ни значило."}),`
`,n(e.h2,{id:"обязательно-к-изучению",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#обязательно-к-изучению",children:n(e.span,{class:"icon icon-link"})}),"Обязательно к изучению"]}),`
`,n(d,{src:"theory/pic.jpg",href:"theory",short:!0,title:"Теория Магии"}),`
`,n(d,{src:"../education/pic.jpg",href:"../education",short:!0,title:"Обучение магии"}),`
`,n("br",{}),`
`,n(e.hr,{}),`
`,n("br",{}),`
`,n(d,{src:"1.jpg",author:"Эрен Кинвейл",authorHref:"https://vk.com/ekinveyl_art"}),`
`,n(e.h2,{id:"магия-уходящей-эпохи",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#магия-уходящей-эпохи",children:n(e.span,{class:"icon icon-link"})}),"Магия Уходящей Эпохи"]}),`
`,n(e.p,{children:"Магия современного мира лишь выглядит похоже на ту, что можно было увидеть на страницах учебников Новой Эпохи."}),`
`,n(e.p,{children:["Как и прежде, как и в былые эпохи, студентов учат, что магические символы — это, в первую очередь, ",n(e.strong,{children:"визуализация"}),". Маг обязан чётко представлять, какие руны и идеограммы ему нужны и в какой форме, а затем вычерчивать их в воздухе, вливая в это свою магическую энергию. Малейшая ошибка в начертании может привести к плачевным последствиям, поэтому для магов очень важна концентрация."]}),`
`,n(e.p,{children:[n(e.strong,{children:"У каждого мага свой способ постройки схемы заклинаний"}),": круговая пентаграмма, лента из рун или обычное последовательное расположение рун. Магическая энергия в чародее — это ограниченный ресурс, который нужно восстанавливать отдыхом. Чтобы рассеять руны, достаточно сконцентрироваться и впитать энергию из них обратно — это позволит «отменить» заклинание и сохранить лимит нетронутым. Если заклинание просто оборвать, то оно сработает непредсказуемым образом и скорее всего навредит в первую очередь самому магу."]}),`
`,n(e.p,{children:["Плести заклинания прямо в гуще битвы или на бегу очень сложно и опасно, поэтому ",n(e.strong,{children:"чародеи предпочитают держаться на расстоянии"}),", а вблизи колдуют только в крайних случаях."]}),`
`,n(e.p,{children:[n(e.strong,{children:"Каждая ветвь магии имеет свой цвет"}),", от которого зависит и цвет нарисованного магом заклинания."]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Белая магия — мягкого золотистого цвета;"}),`
`,n(e.li,{children:"Чёрная магия — красно-оранжевого;"}),`
`,n(e.li,{children:"Магия Влияния — переливающегося зелёного;"}),`
`,n(e.li,{children:"Созидание – сиренево-голубого;"}),`
`]}),`
`,n(e.p,{children:"Сотворение заклинаний — это в некотором роде работа художника, которым в глубине души любой маг и является, хочет он того или нет. Без должного воображения чародей никогда не достигнет успеха в своём ремесле и его умения ограничатся примитивными заклинаниями."}),`
`,n(e.h4,{id:"заклинания",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#заклинания",children:n(e.span,{class:"icon icon-link"})}),"Заклинания"]}),`
`,n(e.p,{children:[n(e.strong,{children:"Одиночная руна"})," даёт один простой эффект. Его сила воздействия не выше условных 20%, длительность — не больше 10 секунд, дальность — не больше 3-10 метров."]}),`
`,n(r,{text:!0,children:[n(e.h5,{id:"трактовки-рун",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#трактовки-рун",children:n(e.span,{class:"icon icon-link"})}),"Трактовки рун"]}),n(e.p,{children:"В магических академиях студентов всегда сперва учат овладеть стандартным эффектом руны. Классический пример: простой огненный шар при использовании руны огня. Но маги — личности неизбежно творческие и трактуют руны по-разному. На 7-м курсе обучения студентов мотивируют изобретать персональные трактовки уже изученных рун. Бунтари и наиболее талантливые студенты нередко удивляют окружающих, трактуя руну по-своему уже во время ее первичного изучения."})]}),`
`,n(e.p,{children:[n(e.strong,{children:"Сложное заклинание"})," даёт комбинированный и усиленный эффект. Сила сложного заклинания достигает 50-80%, длительность высчитывается по формуле, которая будет подробнее расписана ниже, а дальность ограничивается 100 метрами."]}),`
`,n(r,{text:!0,children:[n(e.h5,{id:"основа-сложного-заклинания",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#основа-сложного-заклинания",children:n(e.span,{class:"icon icon-link"})}),"Основа сложного заклинания"]}),n(e.p,{children:[n(e.strong,{children:"Маги рангов «ученик» и «умелец» всегда добавляют в сложные заклинания основную идеограмму одной из ветвей."})," Она служит фундаментом и отвечает за длительность заклинания. Маги ранга «мастер» могут не использовать основную идеограмму, жертвуя длительностью в угоду мощности действия."]})]}),`
`,n(e.p,{children:[n(e.strong,{children:"Расширенные заклятия"})," или ",n(e.strong,{children:"мантры"})," являют собой полный и сложный эффект, равный условным 100% и больше. Длительность высчитывается по формуле, а дальность ограничивается 500 метрами. ",n(e.em,{children:"На чтение мантры уходит от трёх ходов в бою."})]}),`
`,n(e.p,{children:"Исключения по дальности, эффективности, области, размеру цели и т.д. указаны в описании рун. Это можно уточнять у анкетолога или квестмастера."}),`
`,n(e.blockquote,{children:[`
`,n(e.p,{children:"Помните, что уничтожать врагов по щелчку пальцев, переворачивать горы и т.д. маги с самого старта игры не могут. Для подобных эффектов заклинание нужно прокачивать непосредственно в игре через качественные отыгрыши."}),`
`]}),`
`,n(e.h4,{id:"формулы-и-правила",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#формулы-и-правила",children:n(e.span,{class:"icon icon-link"})}),"Формулы и правила"]}),`
`,n(e.p,{children:["У ",n(e.strong,{children:"одиночной руны"})," стандартная длительность — 10 секунд. Каждая новая руна отнимает стандартную длительность от общего времени действия."]}),`
`,n(e.p,{children:["Длительность ",n(e.strong,{children:"одиночной идеограммы"})," — 20 секунд. Для того чтобы использовать идеограмму, нужно знать все связанные с ней руны."]}),`
`,n(e.p,{children:["В ",n(e.strong,{children:"сложном заклинании"})," максимум рун — пять; максимум идеограмм — две, каждая по цене двух рун; т.е. при использовании двух идеограмм еще одна руна остается в запасе."]}),`
`,n(e.p,{children:["В ",n(e.strong,{children:"расширенном заклятии"})," количество рун ограничено способностями мага, такую магию категорически сложно использовать в бою. Время действия расширенного заклятия уменьшается в зависимости от количества рун экспоненциально. При создании расширенного заклятия возникает необходимость учитывать ",n(e.a,{href:"#%D1%80%D0%B0%D1%81%D1%88%D0%B8%D1%80%D0%B5%D0%BD%D0%BD%D1%8B%D0%B5-%D0%B7%D0%B0%D0%BA%D0%BB%D1%8F%D1%82%D0%B8%D1%8F",children:n(e.em,{children:n(e.strong,{children:"энергетические потери"})})}),"."]}),`
`,n(r,{text:!0,children:[n(e.p,{children:n(e.strong,{children:"Основание заклинания"})}),n(e.p,{children:[n(e.em,{children:"Основание"})," — это первая идеограмма в составе практически любого сложного заклинания. Только маги уровня ",n(e.em,{children:"мастер"})," способны создавать заклинания без основной идеограммы, тогда основной будет считаться первая руна."]})]}),`
`,n(r,{text:!0,children:[n(e.p,{children:n(e.strong,{children:"Правило идеограмм"})}),n(e.p,{children:["Идеограммы одной ветви с ",n(e.em,{children:n(e.strong,{children:"основанием заклинания"})})," прибавляют к длительности 20 секунд. Не родственные идеограммы отнимают от длительности 20 секунд."]})]}),`
`,n(r,{text:!0,children:[n(e.p,{children:n(e.strong,{children:"Акцент"})}),n(e.p,{children:[n(e.em,{children:"Акцентом"})," может быть любая ",n(e.strong,{children:"одна"})," простая руна в составе сложного заклинания. Акцент увеличивает вдвоё бонус ко времени действия от идеограмм одной с ним ветви и вдвое уменьшает штраф от рун одной с ним ветви.",n(e.br,{}),`
`,n(e.strong,{children:"Сама руна-акцент не даёт штрафа ко времени."})]}),n(e.p,{children:n(e.em,{children:"В акцент магом вкладывается больше энергии, чем в другие руны. Часто его любят размещать в центре рунного круга или внутри Основания заклинания, по разному."})})]}),`
`,n(r,{warning:!0,children:n(e.p,{children:["Считать вручную совершенно не обязательно, для этого у нас есть специальный инструмент — ",n(e.a,{href:"/menu/tools/magic",children:"Калькулятор Магии"})]})}),`
`,n("br",{}),`
`,n(e.hr,{}),`
`,n("br",{}),`
`,n(r,{text:!0,children:[n(e.p,{children:n(e.strong,{children:"Примеры:"})}),n(e.ol,{children:[`
`,n(e.li,{children:[n(e.strong,{children:"Мерзкая Опухоль."})," Задействовав идеограмму Чёрной Магии, руну Хаоса и руну Роста, можно инициировать неуправляемый рост опухоли на теле жертвы, состоящей из тут же возникающих жира, хрящей и вкраплений зубов."]}),`
`]}),n(l,{children:[n(e.p,{children:"Высчитываем время действия:"}),n(e.p,{children:[`• Идеограмма Чёрной Магии
    `,n(e.strong,{children:"+20 секунд"}),`
• Руна Хаоса `,n(e.em,{children:"(акцент)"}),`
    `,n(e.strong,{children:"+20 секунд"})," ",n(e.em,{children:"(для Идеограммы Чёрной Магии)"}),`
• Руна Роста
    `,n(e.strong,{children:"-10 секунд"})]}),n(e.p,{children:"Ответ: 30 секунд существования."})]}),n(e.ol,{start:"2",children:[`
`,n(e.li,{children:[n(e.strong,{children:"Сильное Исцеление."})," Задействовав идеограмму Белой Магии и трижды руну Исцеления маг получит заклинание сильного исцеления."]}),`
`]}),n(l,{children:[n(e.p,{children:"Высчитываем время действия:"}),n(e.p,{children:[`• идеограмма Белой Магии
    `,n(e.strong,{children:"+20 секунд"}),`
• руна Исцеления `,n(e.em,{children:"(акцент)"}),`
    `,n(e.strong,{children:"+20 секунд"})," ",n(e.em,{children:"(для ид-мы Белой Магии)"}),`
• руна Исцеления х2
    `,n(e.strong,{children:"-10 секунд"})," ",n(e.em,{children:"(уменьшено вдвое из-за акцента)"})]}),n(e.p,{children:"Ответ: 30 секунд существования."})]}),n(e.ol,{start:"3",children:[`
`,n(e.li,{children:[n(e.strong,{children:"Заклятие кошмарной гибели."})," Сложное заклинание из идеограммы Смерти и идеограммы Силы составить не получится."]}),`
`]}),n(l,{children:[n(e.p,{children:"Высчитываем время действия:"}),n(e.p,{children:[`• идеограмма Смерти
    +20 секунд
• идеограмма Силы
    -20 секунд `,n(e.em,{children:"(по правилу идеограмм)"})]}),n(e.p,{children:"Ответ: 0 секунд существования."})]}),n(e.p,{children:["Но, добавив в него акцентирующую ",n(e.em,{children:"руну Несчастья"}),", можно получить смертоносное заклинание кошмарной, но моментальной гибели."]}),n(l,{children:[n(e.p,{children:"Высчитываем время действия:"}),n(e.p,{children:[`• идеограмма Смерти
    `,n(e.strong,{children:"+20 секунд"})," ",n(e.em,{children:"(по правилу идеограмм)"}),`
• руна Несчастья `,n(e.em,{children:"(акцент)"}),`
    `,n(e.strong,{children:"+20 секунд"})," ",n(e.em,{children:"(для идеограммы Смерти)"}),`
• идеограмма Силы
    `,n(e.strong,{children:"-20 секунд"})]}),n(e.p,{children:"Ответ: 20 секунд существования, из которых хватит и одной."})]})]}),`
`,n(e.h4,{id:"расширенные-заклятия",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#расширенные-заклятия",children:n(e.span,{class:"icon icon-link"})}),"Расширенные заклятия"]}),`
`,n(e.p,{children:"Продвинутая магия"}),`
`,n(r,{text:!0,children:[n(e.p,{children:n(e.strong,{children:"Энергетические потери"})}),n(e.p,{children:["При создании расширенного заклятия потери магической энергии начинают существенно влиять на длительность заклинания и скорость его начертания, ",n(e.em,{children:"на этом этапе их нельзя игнорировать"}),"."]}),n(e.p,{children:["Коэффициент потерь считается по формуле M/R.",n(e.br,{}),`
`,"Где M - максимальное количество рун (5), а R - номинальное количество рун в заклинании, где идеограмма равна двум рунам."]}),n(e.p,{children:[n(e.strong,{children:"Пример:"}),n(e.br,{}),`
`,n(e.strong,{children:"Заклятие делекатного сокрытия магии."})," Не поленившись использовать ",n(e.em,{children:"идеограмму Единства"}),", ",n(e.em,{children:"идеограмму Магии"}),", ",n(e.em,{children:"руну Притока"})," и ",n(e.em,{children:"руну Фокуса"})," опытный маг получит ",n(e.em,{children:"расширенное заклятие"})," деликатного (действующего не по области вокруг целей, а строго по их поверхности) сокрытия присутствия магии группы целей."]}),n(l,{children:[n(e.p,{children:"Высчитываем время действия:"}),n(e.p,{children:[`• идеограмма Единства
    `,n(e.strong,{children:"+20 секунд"}),`
• идеограмма Магии
    `,n(e.strong,{children:"+20 секунд"})," ",n(e.em,{children:"(по правилу идеограмм)"}),`
• руна Притока `,n(e.em,{children:"(акцент)"}),`
    `,n(e.strong,{children:"+40 секунд"})," ",n(e.em,{children:"(для двух идеограмм одной ветви)"}),`
• руна Фокуса
    `,n(e.strong,{children:"-5 секунд"})," ",n(e.em,{children:"(акцентировано)"})]}),n(e.p,{children:[n(e.strong,{children:"Коэффициент потерь:"}),` 5 / 6 = 0.83
`,n(e.strong,{children:"Итог:"})," 75 * 0.83 = 62"]}),n(e.p,{children:"Ответ: 62 секунды существования."})]})]}),`
`,n(e.h4,{id:"с-двух-рук",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#с-двух-рук",children:n(e.span,{class:"icon icon-link"})}),"С двух рук"]}),`
`,n(e.p,{children:"Одновременно можно создавать только одинаковые простые заклинания, состоящие из одной простой руны. Для простоты будем называть такие заклинания одиночными рунами. Создавать одновременно два сложных, состоящих из идеограмм и разных по составу заклинания не получится."}),`
`,n(e.p,{children:"При выборе двух разных целей одно из заклинаний с 50% вероятностью промахнётся."}),`
`,n(e.p,{children:"Для достижения успеха в плетении двух одиночных рун одновременно нужно иметь амбидекстрию или специально её в себе развить. На тренировки амбидекстрии потребуется два года и они должны быть регулярными."}),`
`,n(e.h4,{id:"ошибки",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#ошибки",children:n(e.span,{class:"icon icon-link"})}),"Ошибки"]}),`
`,n(e.p,{children:"Самое важное для мага — не ошибиться в рисунке. Но не бойтесь ошибок, в их результате вы можете совершить научный прорыв! Или превратиться в сладкий рулет и погибнуть от рук голодного прохожего."}),`
`,n(e.p,{children:"Создавая комбинация различных по составу сложных заклинаний экспериментируйте, но не забывайте об осторожности."}),`
`,n(e.h4,{id:"игровой-ход",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#игровой-ход",children:n(e.span,{class:"icon icon-link"})}),"Игровой ход"]}),`
`,n(e.p,{children:["Простое и сложное заклинание создается за один ход, дальше — нюансы. У ",n(e.strong,{children:"Мест Силы"})," маг может создавать по два заклинания за ход (лимит увеличивается в два раза соответственно)."]}),`
`,n(e.p,{children:"При желании, маг может потратить на плетение хоть несколько дней, если сможет столько времени обойтись без сна, еды и отлучек по нужде. Обычно у чародеев на одну одиночную руну уходит одна-две секунды, на одиночную идеограмму — две-четыре секунды, на одно сложное заклинание — от четырех до десяти секунд."}),`
`,n(e.p,{children:"Правило одного\\двух заклинаний за ход относится только к боёвкам. В мирной игре, где за один пост может пройти несколько дней или даже месяцев, допустимо не соблюдать это ограничение."}),`
`,n(e.p,{children:n(e.em,{children:"В случае локальных квестов с крупными замесами, магам можно использовать одиночные руны без ограничения на ход, но только с разрешения ведущего квест-мастера и с вездесущей поправкой на здравомыслие."})}),`
`,n(e.h4,{id:"ранги-мастерства",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#ранги-мастерства",children:n(e.span,{class:"icon icon-link"})}),"Ранги мастерства"]}),`
`,n(e.p,{children:n(e.a,{href:"/menu/magic/basics/theory/#%D1%80%D0%B0%D0%BD%D0%B3",children:"→ Физиология рангов"})}),`
`,n(e.p,{children:"Переход на новую ступень мастерства увеличивает дневной лимит магического потенциала, даёт возможность использовать больше сложных заклинаний, увеличивает лимит изучения новых рун."}),`
`,n(a,{content:[["Ранг","Количество рун и заклинаний"],["<b>Новичок</b>","Руны: 3-5,<br/>Идеограммы: 1,<br/>Только простые заклинания"],["<b>Ученик</b>","Руны: 6-8,<br/>Идеограммы: 2,<br/>Сложные заклинания: 1"],["<b>Умелец</b>","Руны: 12,<br/>Идеограммы: 4,<br/>Сложные заклинания: 3,<br/>Мантры: 1"],["<b>Мастер</b>","Руны: 15-20,<br/>Идеограммы: 6,<br/>Сложные заклинания: 5,<br/>Мантры: 2"]]}),`
`,n(e.h5,{id:"дневной-лимит",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#дневной-лимит",children:n(e.span,{class:"icon icon-link"})}),"Дневной лимит"]}),`
`,n(e.p,{children:"На любом ранге мастерства в день маг может применить не более 25 рун."}),`
`,n(e.p,{children:"Превышать дневную норму опасно для жизни и здоровья мага, расходуя его жизненные силы. Чем меньше сил осталось у мага, тем менее эффективно он колдует."}),`
`,n(e.h4,{id:"гриумар",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#гриумар",children:n(e.span,{class:"icon icon-link"})}),"Гриумар"]}),`
`,n(e.p,{children:"Многие сложные заклинания изживают себя со временем. В ранге мастера маг может держать в голове всего до пяти мощных формул одновременно. Их и одиночные руны можно заменять новыми, «откладывая» старые в своеобразную «книгу заклинаний», для этого нужно связаться с администрацией. «Книга заклинаний» игрока вносится в анкету героя."}),`
`,n(e.p,{children:"Чтобы вернуть в свой арсенал «отложенное» заклинание, нужно провести тренировку-вспоминание, т.е. написать один подробный небоевой пост. Затем сообщить админам, какое заклинание возвращается, а какое уходит в «книгу заклинаний» со ссылкой на тренировочный пост и анкету героя."}),`
`,n(e.p,{children:"При «откладывании» одиночных рун нужно помнить, что если «отложенная» руна входила в состав сложного заклинания, оно перестанет работать так, как должно, потому что её в нём больше не будет."}),`
`,n(e.h4,{id:"прокачка-заклинаний",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#прокачка-заклинаний",children:n(e.span,{class:"icon icon-link"})}),"Прокачка заклинаний"]}),`
`,n(e.p,{children:"Заклинания можно прокачивать и усиливать. Для этого нужно качественно (т.е. подробно и внятно) отыграть прокачку в игре тренировкой или как часть какого-либо события."}),`
`,n(e.p,{children:"Обучение может быть непреднамеренным — например, постоянной практикой заклинания при выполнении какой-либо задачи, во время квеста и т.д."}),`
`,n(e.p,{children:"Новые заклинания изучаются посредством отыгрыша: встречами с героем\\нпс-магом, который выступит в роли наставника, чтением книг о магии."})]})}function s(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(h,i)})):h(i)}const k=()=>c(t,{children:c(s,{},3,null)},3,"khZwwBud");export{k as default,D as frontmatter,f as head,x as headings};
