import{d as c,x as a,y as n,g as s}from"./q-0a61ba82.js";import{a as t}from"./q-d2cdc833.js";import{N as r}from"./q-f1617c30.js";import{D as l}from"./q-2f0e0425.js";import{B as o}from"./q-4631a7c6.js";import{N as d}from"./q-d4cf38fd.js";import{I as p}from"./q-91611e04.js";const k=[{text:"Характер",id:"характер",level:1},{text:"Внешность",id:"внешность",level:1},{text:"Навыки",id:"навыки",level:1},{text:"Характеристики",id:"характеристики",level:2},{text:"Воинские",id:"воинские",level:2},{text:"Ремесла",id:"ремесла",level:2},{text:"Бытовые навыки",id:"бытовые-навыки",level:2},{text:"Имущество и спутники",id:"имущество-и-спутники",level:1},{text:"Оружие",id:"оружие",level:2},{text:"Доспехи/Одежда",id:"доспехиодежда",level:2},{text:"Быт",id:"быт",level:2},{text:"Артефакты",id:"артефакты",level:2},{text:"Транспорт",id:"транспорт",level:2},{text:"НПС",id:"нпс",level:2},{text:"Средства",id:"средства",level:2},{text:"Биография",id:"биография",level:1}],q={title:"Мануил Шарбонне",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},C={title:"Мануил Шарбонне"};function h(e){const i=Object.assign({h1:"h1",a:"a",span:"span",p:"p",em:"em",h2:"h2",ul:"ul",li:"li",strong:"strong",br:"br"},e.components);return n(s,{children:[n(t,{data:"heroes",name:"Мануил Шарбонне"}),`
`,n(r,{}),`
`,n(p,{name:"Мануил Шарбонне"}),`
`,n(i.h1,{id:"характер",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характер",children:n(i.span,{class:"icon icon-link"})}),"Характер"]}),`
`,n(l,{open:!0,summary:"Мировоззрение",children:n(i.p,{children:n(i.em,{children:"Мировоззрение - хаотично-нейтральный"})})}),`
`,n(l,{open:!0,summary:"Религия",children:n(i.p,{children:"Близнецы под соусом личных осмыслений и взглядов, а к Абхоту относится с пренебрежением"})}),`
`,n(l,{open:!0,summary:"Отношение к магии/технологиям, политические взгляды",children:n(i.p,{children:"В отличие от многих флатрийцев питает интерес к магии, ассоциируя её с тайной и неизведанным, а эти слова у него плотно связаны с Луной, в которой видит Ним-Сат. Совсем не против техники, приравненной к Солнцу, ратует за научный прогресс и с радостью пожинает плоды наступившего будущего. По политическим воззрениям сущий кошмар, который обращается к романтизации Древней Яхонской Империи, о которой имеет неполные представления"})}),`
`,n(l,{open:!0,summary:"Сильные и слабые стороны",children:n(i.p,{children:"Грамотнейший человек с отточенными манерами, умеющий говорить просто о сложном. Но с тем же это эмоционально нестабильный гражданчик, который на своих вспышках ярости может перечеркнуть всё своё благоразумие, наделать себе и другим массу проблем"})}),`
`,n(l,{open:!0,summary:"Жизненная цель",children:n(i.p,{children:"Определиться с жизненной целью. Сломался на поприще причинения добра и нанесения заботы, теперь пытается выяснить: возвращаться к свету или погружаться с головой в свои новые желания, говорящие о себе всё громче и громче. К тому же хочет власть, деньги, женщин"})}),`
`,n(l,{open:!0,summary:"Хобби",children:n(i.p,{children:"Изучение всякого нового через чтение книг и беседы, это главное развлечение Мануила, и на нём он показал себя безупречной впитывающей губкой. Затем идёт фехтование, на котором юноша добился немало успехов, писательское дело, на котором получил признание, правда о нем еще не узнал"})}),`
`,n(l,{open:!0,summary:"Страхи",children:n(i.p,{children:"Насмешки, презрение, безразличие окружающих, разочарование семейства и младшей сестры в особенности, раскрытие минувшего убийства и генерация новых дров под огнём припадков ярости. С последним отношения сложнее из-за шаткости нервов, под гневом только рад набедокурить"})}),`
`,n(l,{open:!0,summary:"Неприязни",children:n(i.p,{children:"Мелочность окружающих, их жалкие-нелепые проблемы, жалобы людей ему, такому милому мальчику который всегда выслушает, людская жестокость к окружающим, начальство над собой"})}),`
`,n(l,{open:!0,summary:"Табу",children:n(i.p,{children:"Мануил не обидит ударом ни мужчину, ни женщину, ни ребёнка, ни старика, если конечно не пьян и не разьярён. Презирает работорговлю, в целом проявления бесчеловечного отношения к ближнему, но себе на горячую голову может позволить те ещё зверства"})}),`
`,n(l,{open:!0,summary:"Вредные привычки",children:n(i.p,{children:"Плохо спит, мало ест, любит поболтать и сделался совсем нервным"})}),`
`,n(r,{}),`
`,n(i.h1,{id:"внешность",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#внешность",children:n(i.span,{class:"icon icon-link"})}),"Внешность"]}),`
`,n(i.p,{children:"Жилистый молодой человек с длинными светлыми волосами, тесаные черты лица, гладковыбритый, светлокожий и кареглазый, ростом на 179см и весом в 74кг. У него широкая и мягкая улыбка, брови почти всегда сложены домиком - такое извечное выражение многим может напомнить снисхождение доброй души. Если бы не вечно гордо поднятая голова, с ней-то взгляд отдаёт честной ноткой презрения. В одежде предпочитает брюки, рубашки и дублеты, а так же плащи с капюшонами. Движения плавные, манеры аристократичные, голос размеренный и отличается менторским тоном"}),`
`,n(r,{}),`
`,n(i.h1,{id:"навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#навыки",children:n(i.span,{class:"icon icon-link"})}),"Навыки"]}),`
`,n(i.h2,{id:"характеристики",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#характеристики",children:n(i.span,{class:"icon icon-link"})}),"Характеристики"]}),`
`,n(i.p,{children:n(i.em,{children:"Духовная мощь - низкая."})}),`
`,n(i.h2,{id:"воинские",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#воинские",children:n(i.span,{class:"icon icon-link"})}),"Воинские"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:[n(i.strong,{children:"Длинные клинки"})," (шпага как колющее оружие): ",n(i.em,{children:"ученик"}),"."]}),`
`,n(i.li,{children:[n(i.strong,{children:"Рукопашный бой"}),": ",n(i.em,{children:"новичок"}),"."]}),`
`]}),`
`,n(i.h2,{id:"ремесла",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#ремесла",children:n(i.span,{class:"icon icon-link"})}),"Ремесла"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Искусство - (достойно)."}),`
`,n(i.li,{children:"Управление - (терпимо)."}),`
`,n(i.li,{children:"Риторика - (достойно). Хорошо поставленная речь, толково пишет."}),`
`]}),`
`,n(i.h2,{id:"бытовые-навыки",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#бытовые-навыки",children:n(i.span,{class:"icon icon-link"})}),"Бытовые навыки"]}),`
`,n(i.p,{children:"Стирать, готовить, считать, писать, обращаться с налоговой, вести таблицы учёта, обобщать, понимает язык формальностей и юридический слог."}),`
`,n(r,{}),`
`,n(i.h1,{id:"имущество-и-спутники",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#имущество-и-спутники",children:n(i.span,{class:"icon icon-link"})}),"Имущество и спутники"]}),`
`,n(i.h2,{id:"оружие",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#оружие",children:n(i.span,{class:"icon icon-link"})}),"Оружие"]}),`
`,n(i.ul,{children:[`
`,n(i.li,{children:"Личная шпага длинною в 120см и весом 800 грамм, половинный эфес"}),`
`]}),`
`,n(o,{columns:2,children:[n("div",{children:[n(i.h2,{id:"доспехиодежда",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#доспехиодежда",children:n(i.span,{class:"icon icon-link"})}),"Доспехи/Одежда"]}),n(i.p,{children:"—"})]}),n("div",{children:[n(i.h2,{id:"быт",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#быт",children:n(i.span,{class:"icon icon-link"})}),"Быт"]}),n(i.p,{children:"—"})]}),n("div",{children:[n(i.h2,{id:"артефакты",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#артефакты",children:n(i.span,{class:"icon icon-link"})}),"Артефакты"]}),n(i.p,{children:"—"})]}),n("div",{children:[n(i.h2,{id:"транспорт",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#транспорт",children:n(i.span,{class:"icon icon-link"})}),"Транспорт"]}),n(i.p,{children:"—"})]})]}),`
`,n(i.h2,{id:"нпс",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#нпс",children:n(i.span,{class:"icon icon-link"})}),"НПС"]}),`
`,n(d,{children:[n("h3",{"q:slot":"name",children:"Драгаш Скварри"}),n("div",{"q:slot":"appearance",children:n(i.p,{children:"173см и 84кг, чуть полноватый мужчина сорока лет, у него недлинные и густые тёмные волосы, нос как орлиный клюв и серые глаза. Для своей фигуры необычайно резвый человек, с бодрой походкой"})}),n("div",{"q:slot":"inventory",children:[n("div",{class:"h5",children:"Инвентарь:"}),n(i.p,{children:[n(i.strong,{children:"Кремневый пистоль:"}),n(i.br,{}),`
`,"Масса, кг - 1,27",n(i.br,{}),`
`,"Длина, мм - 390",n(i.br,{}),`
`,"Длина ствола, мм - 230",n(i.br,{}),`
`,"Патрон шарообразная пуля (диаметр 16,54 мм, вес 27,19 г),",n(i.br,{}),`
`,"6,54 г чёрного пороха метательного заряда и 1 г для воспламенения",n(i.br,{}),`
`,"Калибр, мм 17,5 мм"]})]}),n("div",{"q:slot":"skills",children:[n("div",{class:"h4",children:"Навыки"}),n("div",{class:"h5",children:"Воинские"}),n(i.ul,{children:[`
`,n(i.li,{children:"Рукопашный бой: умелец"}),`
`,n(i.li,{children:"Огнестрельное оружие (пистоль): новичок"}),`
`]}),n("div",{class:"h5",children:"Ремесла"}),n(i.ul,{children:[`
`,n(i.li,{children:"Торговля: умелец"}),`
`,n(i.li,{children:"Управление: терпимо"}),`
`]}),n("div",{class:"h5",children:"Науки"}),n(i.ul,{children:[`
`,n(i.li,{children:"Лингвистика: ученик. Риат как родной, и говорит, и читает, и пишет. Арвийский только на разговорном, читать и писать на нём совсем не умеет"}),`
`]})]}),n("div",{"q:slot":"character",children:[n("div",{class:"h4",children:"Характер"}),n(i.ul,{children:[`
`,n(i.li,{children:"Мировоззрение − законопослушно-нейтральный"}),`
`,n(i.li,{children:"Религия − троебожие"}),`
`,n(i.li,{children:"Отношение к магии\\технологиям и политические взгляды − всё можно поставить на службу, всё может пригодиться. Политикой не интересуется даже если политики им интересуются, мелкий человек на своём месте"}),`
`,n(i.li,{children:"Сильные и слабые стороны − знает чего хочет от жизни, усердный человек с крепким чувством правильного. Разве что совершенно неамбициозен и мало куда стремится, если это не деньги. Но слово всё равно ставит выше дохода, это человек с репутацией честного наёмника"}),`
`,n(i.li,{children:"Жизненная цель − благополучие семейства, которое его не то чтобы жалует. Мужчина должен обеспечить лучшее будущее своим детям"}),`
`,n(i.li,{children:"Хобби − рыбалка, газеты"}),`
`,n(i.li,{children:"Страхи − смерть, утрата конечностей"}),`
`,n(i.li,{children:"Неприязни − гады ползучие, гады стрекочущие, гады летающие и всё подобное"}),`
`,n(i.li,{children:"Табу − то что не сходится с представлениями о морали и бесчестии при выполнении своей части сделки"}),`
`,n(i.li,{children:"Вредные привычки − курение табака"}),`
`]})]}),n("div",{"q:slot":"biography",children:[n("div",{class:"h4",children:"Биография"}),n(i.p,{children:"Путешественник, хороший друг начальника экспедиции и совершенно простой душой человек, который пережил события, которые явно заслужил некто более яркий и броский. Давно повесил шпагу на гвоздь, но нужда в лице старого друга призвала, и теперь Драгаш организовывает охрану его небольшого предприятия, намечает маршруты и разбирается с местными, если у них появляется слишком много вопросов"})]})]}),`
`,n(d,{children:[n("h3",{"q:slot":"name",children:"Йовин Лонго"}),n("div",{"q:slot":"appearance",children:n(i.p,{children:"180см и 80кг, крепкого телосложения и двадцати лет парень, мужественно красив и выделяющийся своими шикарными усам, за которыми старается ухаживать даже в походе"})}),n("div",{"q:slot":"inventory",children:[n("div",{class:"h5",children:"Инвентарь:"}),n(i.p,{children:[n(i.strong,{children:"Гладкоствольное ружье:"}),n(i.br,{}),`
`,"Калибр — 17,5 мм",n(i.br,{}),`
`,"Длина без штыка — 1515 мм",n(i.br,{}),`
`,"Длина ствола — 1137 мм",n(i.br,{}),`
`,"Длина штыка — 465 мм",n(i.br,{}),`
`,"Вес — 4,375 кг",n(i.br,{}),`
`,"Начальная скорость пули — 320 м/с"]})]}),n("div",{"q:slot":"skills",children:[n("div",{class:"h4",children:"Навыки"}),n("div",{class:"h5",children:"Воинские"}),n(i.ul,{children:[`
`,n(i.li,{children:"Огнестрельное оружие (ружьё): ученик"}),`
`]}),n("div",{class:"h5",children:"Ремесла"}),n(i.ul,{children:[`
`,n(i.li,{children:"Торговля: терпимо"}),`
`,n(i.li,{children:"Риторика: терпимо"}),`
`]}),n("div",{class:"h5",children:"Науки"}),n(i.ul,{children:[`
`,n(i.li,{children:"Лингвистика: ученик. Риат - родной, свободно говорит, но туже с письмом и чтением. Учит арвийский для будущих работ за рубежом, он исключительно разговорный"}),`
`]})]}),n("div",{"q:slot":"character",children:[n("div",{class:"h4",children:"Характер"}),n(i.ul,{children:[`
`,n(i.li,{children:"Мировоззрение − хаотично-добрый"}),`
`,n(i.li,{children:"Религия − троебожие без споров"}),`
`,n(i.li,{children:"Отношение к магии\\технологиям и политические взгляды − флатрийское пренебрежение колдовством, молодняцкая увлечённость новинками и горячая голова, полная мыслей о сломе проклятущей несправедливости этого мира и обязательно деспотичной власти, против которую надо вести героическую войну"}),`
`,n(i.li,{children:"Сильные и слабые стороны − исполнителен, честен и бесхитростен, но с тем до разочарования простодушен и наивен. Крайне скудное образование, но способен проявлять смекалку и отвагу"}),`
`,n(i.li,{children:"Жизненная цель − прославиться, иметь много женщин и стать гереом-анархистом"}),`
`,n(i.li,{children:"Хобби − охота, продажные женщины, дуэли, пьяные споры о самом справедливом строе общества"}),`
`,n(i.li,{children:"Страхи − разочаровать отца. Боится его самого как огня и готов на любые испытания, чтобы ему угодить. Старается скрыть, но в отличие от своего отца боится отнимать жизни собственными руками, хотя на словах всю элиту Мордвина и Флатрии перережет"}),`
`,n(i.li,{children:"Неприязни − тишина и строгость в обществе, напомаженные горделивые аристократы и нравоучители, которые всё пытаются ему сказать, какой же он ребёнок"}),`
`,n(i.li,{children:"Табу − бить женщин, детей и стариков, обижать дам, промышлять воровством, пить реже хотя бы раза в месяц"}),`
`,n(i.li,{children:"Вредные привычки − молодой алкоголик и бабник, привыкший, что мир вокруг него крутится"}),`
`]})]}),n("div",{"q:slot":"biography",children:[n("div",{class:"h4",children:"Биография"}),n(i.p,{children:"Семья Лонго - фамилия наёмников, сделавшая себе имя на охране знатных господ. Отец Йовина, Джустиан, отметился как военный инструктор, а сын его вырос совершенно бестолковым, то есть, неспособным подхватить семейное ремесло оказывать услуги силы за солидные платы. Мужчина сплавил сынка учителям, а потом кинул в первое его серьёзное испытание - не опозориться при начальнике экспедиции, Луке Натари. Впрочем Йовин здесь только как рядовой охранник с привилегиями, командует охраной другой человек"})]})]}),`
`,n(d,{children:[n("h3",{"q:slot":"name",children:"Элайна Гатария"}),n("div",{"q:slot":"appearance",children:n(i.p,{children:'161см и 51кг, молодая девушка классического "метр со шляпкой", но да отличающаяся чуть заостренными ушами, как у редрёхов. Грациозна каждым своим движением и величественна словно лань, одевается гораздо проще чем такая красота заслуживает'})}),n("div",{"q:slot":"inventory",children:[n("div",{class:"h5",children:"Инвентарь:"}),n(i.p,{children:"Два охотничьих ножа, высококачественная сталь, дубовые рукоятки в обмотках. Длина 45см (30 на клинок), вес 400г"})]}),n("div",{"q:slot":"skills",children:[n("div",{class:"h4",children:"Навыки"}),n("div",{class:"h5",children:"Воинские"}),n(i.ul,{children:[`
`,n(i.li,{children:"Короткие клинки: ученик"}),`
`,n(i.li,{children:"Метательное оружие (ножи): ученик"}),`
`]}),n("div",{class:"h5",children:"Ремесла"}),n(i.ul,{children:[`
`,n(i.li,{children:"Охота: терпимо"}),`
`,n(i.li,{children:"Шитье: терпимо"}),`
`]})]}),n("div",{"q:slot":"character",children:[n("div",{class:"h4",children:"Характер"}),n(i.ul,{children:[`
`,n(i.li,{children:"Мировоззрение − законопослушно-злой"}),`
`,n(i.li,{children:"Религия − троебожие под тяжелейшими сомнениями"}),`
`,n(i.li,{children:"Отношение к магии\\технологиям и политические взгляды − уверена что способна колдовать, разве что не обучена, к прогрессу относится с деревенской простотой - слишком много уходит людей в эти деревни и убивается на производстве. Слишком мала для политики, но не привязана даже к родным местам. Вольная кошка, ходит куда вздумается"}),`
`,n(i.li,{children:"Сильные и слабые стороны − умеет очаровывать не только телом, но и повадками, манерами, своей ведьминской таинственностью. А ещё умеет пользоваться плодами очарования. Максимально практичная-прагматичная особа, которая, однако, узнай её чуть ближе, ничего кроме жути или неприязни не вызовет"}),`
`,n(i.li,{children:"Жизненная цель − отомстить убийцам своей родни, что частично выполнено, и встретиться с оставшейся, на пути чего находится. Затем - защищать сестёр и братьев, больше планов не строит. Опустошенный человек с холодным взглядом"}),`
`,n(i.li,{children:"Хобби − шитье, охота, уход за собственными ножами и поглощение поэзии"}),`
`,n(i.li,{children:"Страхи − остаться совершенно одной и ни на что не способной повлиять"}),`
`,n(i.li,{children:"Неприязни − внимание к себе как к женщине, знойная жара и шумные толпы, а так же пьяные рожи"}),`
`,n(i.li,{children:"Табу − жестокость к детям и животным, работорговля"}),`
`,n(i.li,{children:"Вредные привычки − страшнейшая молчаливость и нелюдимость"}),`
`]})]}),n("div",{"q:slot":"biography",children:[n("div",{class:"h4",children:"Биография"}),n(i.p,{children:"Отец - предприниматель, мать - сомнительных происхождений женщина с ещё более сомнительными работами. Первый брак, глупая любовь и всё такое. Второй, третий брак принесли девушке много братьев и сестёр. Годы шли, дело цвето, семья богатела, но отец перешёл дорогу не тем людям, его убили, некоторых детей так же отправили на встречу с богами, а основной костяк разбежались кто куда. Элайна взяла на себя роль палача, ибо полиция прикрыла глаза взяткой. Недавно выяснила, что три брата и сестра укрылись в Шиэле, что в Рейдан'Фале, и девушке оказалось по пути с экспедицией до Осберута"})]})]}),`
`,n(i.h2,{id:"средства",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#средства",children:n(i.span,{class:"icon icon-link"})}),"Средства"]}),`
`,n(i.p,{children:"4 золотых, из которых 1 золотой и 33 серебряника взял с собой"}),`
`,n(r,{}),`
`,n(i.h1,{id:"биография",children:[n(i.a,{"aria-hidden":"true",tabindex:"-1",href:"#биография",children:n(i.span,{class:"icon icon-link"})}),"Биография"]}),`
`,n(i.p,{children:"Первый из рода Шарбонне - это человек из духовенства, прошедший обучение, даже поносивший рясу, но ушедший из ряда священнослужителей на поиск лучшей жизни. Фамилию так записали из-за рода деятельности отца обучавшегося, он занимался шахтерским делом и добывал уголь как простой рабочий. Поколение за поколением, и вот, отец Мануила, Тэвис, отметился как человек служилый, чиновник в градоуправлении Ансероса, позже переведённый в столицу Доминиона Флатрии. Там он познакомился со своей будущей женой, Катериной Заккари, женщиной из давно обнищавшего, но старинного рода. В их браке родилось четверо детей: Хелейна, в замужестве Цетмонт, женщина тридцати семи годин; Андерс Шарбонне, ныне женатый мужчина около двадцати пяти; сам Мануил и его младшая сестра - Джофия, пока что не вышедшая замуж. Денег всегда на всё хватало, но Тэвис и Катерина совсем не воспитывали своих детей и всё пускали на самотёк, отчего дети вышли необщными и совершенно разными, чужими друг другу людьми. Почти все"}),`
`,n(i.p,{children:"У Мануила была одна лишь подруга - Джофия, а другие дети над ним дразнились, потому что играется с девчонкой. Члены семейства подшучивали, что их мать проглотила книгу, когда вынашивала Мануила - он был тем ещё книжным червём, обрёл острый ум и уже в малые годы имел своё мнение на самые разные темы. Правда, не всегда оно было отточено, и мальчишку нередко громогласно высмеивали как зазнайку. К двенадцати годам мальчика отдали мастеру фехтования, и впервые здесь юноша почувствовал нечто, где испытывает смелость и где может показывать свою волю. Но всё хорошее кончается. К восемнадцати годам юноши отец отправил Мануила в армию по знакомствам, но не расти-превозмогать в полевом войске, а отсиживаться на снабжении. Позже, вновь Тэвис всё решил за сына и отправил его в полицейский архив. Ненавистное парню место, но у него не было тогда храбрости пойти против воли отца или хоть как-то вякнуть о своих желаниях. Почти всю жизнь затравленный ребёнок ничего не решал, зато много думал, в том числе и о своем убогом положении, и мечтал он об одном: обрести свободу"}),`
`,n("br",{}),`
`,n("img",{src:"pic1.jpg",style:"float: right; margin: 20px 0;"}),`
`,n(i.p,{children:"Наконец, собрав немало денег и найдя отвагу спустя годы, Мануил покинул службу и на накопленные средства занялся написанием рассказов, к такому делу страшно тяготел. У него был богатый опыт, ведь всю жизнь выслушивал людей и был наблюдателем чужих драм. За витиеватую речь и разбавление старыми словами редактор дал новому писателю псевдоним - Древнесловный, но Мануил с неуверенной ухмылкой отважился прогнуть линию дальше и поправил: на старых наречиях это Палео-лог - Древность и Слово. Редактору понравилось, так и нарекли писателя - Мануилом Палеологом, именно под этим псевдонимом вышла небольшая связка остросоциальных историй о том, как горожан квартирный вопрос портит. Тогда же, трясясь от волнения перед выходом своего сборничка в печать и трижды обруганный да проклятый отцом за оставление службы, Палеолог впервые провёл ночь в компании бутылки вина. Пьянство в ожиданиях и, наконец, выход в кабаки, где в подпитии парнишка отважился не дожидаться Ту Самую, не держаться до брака и снять шлюху. Это был восхитительный вечер, в котором были в том числе и прогулки с той девицей, жаль что ночь кошмарная выдалась. Да и утро звездец..."}),`
`,n(i.p,{children:"Он до того случая не знал, что в глазах своих работодателей такие женщины не важнее вещи, и что кто-то может бить, угрожать даме. Совсем не по-рыцарски. Не обращать внимания пьяный герой не смог, и в ту же ночь верзила слёг с разбитой головой. Нечего мучить женщину. Девка в ужасе убежала, а Мануилу оставалось лишь утащить тело в свою подвальную коморку, которую снимал после того, как отец отказался держать его на одной из своих квартир. Хотел парень уже там сообразить, куда девать тело. Там мужик показал, что он ещё живой, и собственно зря вообще подал голос. Так может и выждал бы момент, сбежал... Семнадцать, двадцать, тридцать... сорок восемь - вот, столько ударов ножом пришлось по шатающемуся верзиле, а труп довольно быстро остыл. Туман в голове Палеолога развеялся лишь под второй час ночи, и лишь на третий юноша смог взять себя в руки. Всю ночь он тащил труп, отмывал кровавый шлейф от истекшего тела, а потом в комнате бился и кричал от ужаса от случившегося. Брат и отец настигли Мануила зарыдавшимся эмбрионом на койке, едва сумев найти запрятавшегося от семьи идиота."}),`
`,n(i.p,{children:"Они не знали ни о чем, даже о том, что через пару дней рассказы этого гения станут небольшим хитом среди читателей газеты. Тэвис и не знал, что под требованием взяться за ум и под предложением одной работёнки дал убийце повод сбежать из Столицы. Младший сын согласился без колебания, и плевать ему было на требования папаши браться там за какую-то голову. Работа проста: конспектировать, считать, делать заметки. Делать это нужно в составе частной экспедиции старинного друга семьи Шарбонне, которому ну кровь из носу был нужен хороший бухгалтер, который не позволит стырить работягам даже драную лопату. В этом походе Мануилу предстоит осмыслить минувшее и побывать на руинах Империи, о которой так лелеял еще с детства как о самом лучшем царстве на земле. Осберут ждёт очередных расхитителей своих увядших богатств"}),`
`,n("img",{src:"pic2.jpg",style:"float: right; margin: 20px 0;"})]})}function u(e={}){const{wrapper:i}=e.components||{};return i?n(i,Object.assign({},e,{children:n(h,e)})):h(e)}const j=()=>c(a,{children:c(u,{},3,null)},3,"rHRP30l_");export{j as default,C as frontmatter,q as head,k as headings};
