import{d as i,x as t,y as n,g as d}from"./q-0a61ba82.js";import{B as h}from"./q-8e27b816.js";import{B as l}from"./q-c037a95c.js";import{N as o}from"./q-f1617c30.js";import{B as s}from"./q-4631a7c6.js";const f={title:"Таро",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},B={title:"Таро"};function c(e){const r=Object.assign({p:"p",a:"a",em:"em",strong:"strong",ul:"ul",li:"li",ol:"ol",br:"br"},e.components);return n(d,{children:[n(h,{src:"pic.jpg",title:"Таро",author:"Michael Lacek",authorHref:"https://www.artstation.com/scratch"}),`
`,n(l,{attention:!0,children:n(r.p,{children:["Оккультисты записывают ",n(r.a,{href:"../mark",children:"следы"})," и их оттенки в своё «таро», дабы облегчить и без того крайне тяжелое ремесло. В отличие от эзотерического опыта, чтобы воспользоваться картой таро достаточно находиться лишь в самом легком состоянии опьянения — рюмка виски или плотная сигара."]})}),`
`,n(r.p,{children:["Картой таро может быть любой предмет, и бывают они четырёх типов — ",n(r.em,{children:"базовые"}),", ",n(r.em,{children:"практичные"}),", ",n(r.em,{children:"особые"})," и ",n(r.em,{children:"мастерские"}),". Тип карты определяет количество типов труда задействованных в ее создании."]}),`
`,n(r.p,{children:n(r.strong,{children:"Типы труда:"})}),`
`,n(r.ul,{children:[`
`,n(r.li,{children:[n(r.em,{children:"Интеллектуальный"})," — будь то стихотворение, произведение изобразительного искусства, нотная запись или даже виниловая пластинка."]}),`
`,n(r.li,{children:[n(r.em,{children:"Ручной"})," — это может быть собственноручно изготовленная бумага для рисунка. Своим трудом вырезанные из дерева фигурки таким образом будут включать в себя еще и интеллектуальный труд."]}),`
`,n(r.li,{children:[n(r.em,{children:"Духовный"})," — это какое-либо событие, закрепившееся за предметом, характеризующееся сильным всплеском эмоций. Тёмные оккультисты предпочитают вызывать в ком-нибудь сильнейшую боль, чтобы инициировать подобное событие немедленно. Наилучшие из оккультистов порой ждут годами, чтобы создать наилучшую карту."]}),`
`,n(r.li,{children:[n(r.em,{children:"Совершаемая Работа"})," — заключительный аспект карты это совершаемая ею работа. Подобной характеристикой обладают карманные часы, авторучка, магические артефакты и тому подобное."]}),`
`]}),`
`,n(r.p,{children:["Преимущество пользования таро в том, что ",n(r.strong,{children:"для чтения пятна запечатленного в карте достаточно выпить или выкурить сильную сигару"}),", без необходимости вводить себя в эзотерический опыт."]}),`
`,n(r.p,{children:n(r.strong,{children:"Градация типов таро"})}),`
`,n(s,{columns:2,mobileColumns:1,children:[n("div",{children:n(r.ol,{children:[`
`,n(r.li,{children:[n(r.strong,{children:"Базовая карта"}),n(r.br,{}),`
`,"Может хранить данные ",n(r.strong,{children:"одного поверхностного изучения"}),".",n(r.br,{}),`
`,n("u",{children:["Разрушается при попытке сохранить результат ",n(r.em,{children:"смертельного исследования"}),"."]}),"."]}),`
`]})}),n("div",{children:n(r.ol,{start:"2",children:[`
`,n(r.li,{children:[n(r.strong,{children:"Практичная карта"}),n(r.br,{}),`
`,"Может хранить данные ",n(r.strong,{children:"одного углублённого изучения"})," или двух ",n(r.strong,{children:"поверхностных изучений"}),".",n(r.br,{}),`
`,n("u",{children:["Либо одно поверхностное изучение ",n(r.em,{children:"смертельного исследования"})]}),"."]}),`
`]})}),n("div",{children:n(r.ol,{start:"3",children:[`
`,n(r.li,{children:[n(r.strong,{children:"Особая карта"}),n(r.br,{}),`
`,"Может хранить данные ",n(r.strong,{children:"одного мастерского анализа"})," или ",n(r.strong,{children:"двух углублённых изучений"}),".",n(r.br,{}),`
`,n("u",{children:["Либо три единицы поверхностного изучения ",n(r.em,{children:"смертельного исследования"})]}),"."]}),`
`]})}),n("div",{children:n(r.ol,{start:"4",children:[`
`,n(r.li,{children:[n(r.strong,{children:"Мастерская карта"}),n(r.br,{}),`
`,"Может хранить данные ",n(r.strong,{children:"двух мастерских анализов"})," или ",n(r.strong,{children:["десяток меток поверхностного изучения ",n(r.em,{children:"смертельного исследования"})]}),".",n(r.br,{}),`
`,n("u",{children:"Не может хранить простые поверхностные и углублённые изучения."}),"."]}),`
`]})})]}),`
`,n(l,{attention:!0,children:n(r.p,{children:["Для записи ",n(r.strong,{children:"углублённого изучения"})," результата ",n(r.em,{children:"смертельного исследования"})," требуется вся колода оккультиста, на карты которой оно записывается частями. Прочитать части ",n(r.em,{children:"углублённого смертельного исследования"})," можно только собрав все карты вместе."]})}),`
`,n(r.p,{children:["Самым практичным таро является ",n(r.strong,{children:"карточное таро"}),". Авторские изображения на материале собственной работы — не совершенный, но достаточный, потому и называемый ",n(r.em,{children:"практичным"}),", инструмент в руках среднестатистического оккультиста."]}),`
`,n(r.p,{children:"Но многие предпочитают что-нибудь необычное и уникальное, соответствующее их личным увлечениям или профессии. Например, у кого-то таро — это шахматная доска с уникальными резными фигурками, а кто-то нашёл себя в коллекционировании кружевного нижнего белья."}),`
`,n(o,{})]})}function a(e={}){const{wrapper:r}=e.components||{};return r?n(r,Object.assign({},e,{children:n(c,e)})):c(e)}const v=()=>i(t,{children:i(a,{},3,null)},3,"5LGPvwE8");export{v as default,B as frontmatter,f as head};
