import{m as l,N as t,$ as e,S as c}from"./q-faf0087e.js";const a=[{text:"Штаб Мастеров",id:"штаб-мастеров",level:2},{text:"Квест-мастерства",id:"квест-мастерства",level:3},{text:"Хочу в КМы!",id:"хочу-в-кмы",level:3}],s={title:"Штаб Мастеров",meta:[],styles:[],links:[],frontmatter:{}},o={title:"Штаб Мастеров"};function r(i){const n=Object.assign({h2:"h2",a:"a",span:"span",ul:"ul",li:"li",h3:"h3",p:"p",strong:"strong"},i.components);return e(c,{children:[e(n.h2,{id:"штаб-мастеров",children:[e(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#штаб-мастеров",children:e(n.span,{class:"icon icon-link"})}),"Штаб Мастеров"]}),`
`,e(n.ul,{children:[`
`,e(n.li,{children:"Савва Крупницкий — главный администратор и автор Злорадства Нихерии 2023 года."}),`
`,e(n.li,{children:"Эрен Кинвейл — автор оригинальной ТРИ Нихерия 2017-2020гг."}),`
`]}),`
`,e(n.h3,{id:"квест-мастерства",children:[e(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#квест-мастерства",children:e(n.span,{class:"icon icon-link"})}),"Квест-мастерства"]}),`
`,e(n.p,{children:"Проводят квесты для игроков, консультируют по вопросам лора во время отсутствия остального админ-состава."}),`
`,e(n.p,{children:"Чтобы получить квест, необходимо сначала написать в лс сообщества, предоставить ссылки на анкеты участвующих героев и описать желаемые детали\\условия сюжета. После этого мастер сам приходит."}),`
`,e(n.h3,{id:"хочу-в-кмы",children:[e(n.a,{"aria-hidden":"true",tabindex:"-1",href:"#хочу-в-кмы",children:e(n.span,{class:"icon icon-link"})}),"Хочу в КМы!"]}),`
`,e(n.p,{children:"Если Вы в Нихерии дольше двух месяцев, либо играли в классическую Нихерию, есть зарегистрированный герой (а то и несколько), в последний месяц был как минимум один пост - мы с радостью встретим Вас за кулисами Нихерии, где куются сюжеты, плюются искрами дополнения и шипят в воде раскаленные патчи с багами."}),`
`,e(n.p,{children:e(n.strong,{children:"Чего мы ждём:"})}),`
`,e(n.ul,{children:[`
`,e(n.li,{children:"Знание лора (в счёт не идут все существа бестиария, разделы архива, конкурсов и героев);"}),`
`,e(n.li,{children:"Хорошая «кредитная история». Ролевая − это общение, и если оно не заладилось с администрацией или игроками с самого начала, то лучше не пытаться брать на себя лишнюю ответственность."}),`
`]}),`
`,e(n.p,{children:e(n.strong,{children:"Что мы предлагаем:"})}),`
`,e(n.ul,{children:[`
`,e(n.li,{children:"Интересное собеседование − знакомство, творческие задания, выявление вашего стиля;"}),`
`,e(n.li,{children:"Звание КМа − возможность вести квесты в любой точке игрового мира, плодить нпс, пользоваться закрытым Чёрным Рынком, создавать локальные и фракционные сюжеты, вместе с игроками ворочать Нихерию с боку на бок, пока ей дурно не станет;"}),`
`,e(n.li,{children:"Доступ к черновым вариантам различных готовящихся сюжетных планов;"}),`
`,e(n.li,{children:"Участие в разработке дополнений, внедрение идей без обязательного отыгрыша;"}),`
`,e(n.li,{children:"Чистая и прозрачная занятость: никто не будет требовать заниматься чем-то кроме квестов, если Вы сами не захотите выйти за рамки;"}),`
`,e(n.li,{children:"Помощь в оттачивании навыков КМа и подготовке сюжетов для отыгрышей;"}),`
`,e(n.li,{children:"Участие в составе жюри «админ+» для конкурсов; Обращаться в лс сообщества."}),`
`]})]})}function d(i={}){const{wrapper:n}=i.components||{};return n?e(n,Object.assign({},i,{children:e(r,i)})):r(i)}const u=()=>l(t,{children:l(d,{},3,null)},3,"YMtQ_zDT");export{u as default,o as frontmatter,s as head,a as headings};
