import{m as i,N as l,$ as n,S as c}from"./q-69b48860.js";import{B as o}from"./q-c733db98.js";import{N as d}from"./q-f9a7318d.js";const g=[{text:"Особенности",id:"особенности",level:2},{text:"Обращение в растение",id:"обращение-в-растение",level:2}],p={title:"Обращение",meta:[],styles:[],links:[],frontmatter:{}},m={title:"Обращение"};function t(e){const r=Object.assign({blockquote:"blockquote",p:"p",h2:"h2",a:"a",span:"span",ul:"ul",li:"li",strong:"strong",br:"br"},e.components);return n(c,{children:[n(o,{src:"pic.jpg",title:"Обращение",author:"Daniel Correia",authorHref:"https://www.artstation.com/danielcorreia"}),`
`,n(r.blockquote,{children:[`
`,n(r.p,{children:"«Чувство зверя» — самый мистический и малоизученный аспект друидизма, который позволяет мастерам-друидам превращаться в животных. Больше всего таких друидов-перевёртышей встречается среди светлых редрехан, потому что иным расам очень сложно отринуть свою сущность и принять другой облик."}),`
`]}),`
`,n(r.h2,{id:"особенности",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#особенности",children:n(r.span,{class:"icon icon-link"})}),"Особенности"]}),`
`,n(r.ul,{children:[`
`,n(r.li,{children:[n(r.strong,{children:"Превращаться могут только мастера-друиды, посвятившие изучению обращения 3-5 лет."}),n(r.br,{}),`
`,"На этот срок им нужно уйти в добровольное отшельничество и жить без благ цивилизации на лоне природы наедине с животным, в которое он хочет научиться обращаться. Такое животное может быть только одно."]}),`
`,n(r.li,{children:["Важен размер выбранного животного.",n(r.br,{}),`
`,"Его параметры (вес и рост\\длина тела) не должны превышать параметры друида больше, чем на 30%. Конечно, можно взяться изучать для этих целей медведя или слона, но в этом случае в зависимости от разбежки в параметрах друид либо будет испытывать намного более сильную боль при обращении, чем обычно, либо и вовсе умрёт.",n(r.br,{}),`
`,n(r.strong,{children:"При обращении тело друида целиком перестраивается, принося ему огромную боль"}),". Травм не остаётся, но это серьёзный удар по психике. После обращения какое-то время друид испытывает фантомные боли. Друиды, неосмотрительно избравшие для изучения слишком крупное или слишком мелкое существо, из-за боли вынуждены прибегать к обращению только в очень крайних случаях."]}),`
`,n(r.li,{children:n(r.strong,{children:"Друид-зверь сохраняет свою личность целиком, но не обладает даром речи и не способен творить руническую магию, если владеет ей."})}),`
`,n(r.li,{children:["В зверином облике друиды сохраняют некоторые черты своей ",n(r.strong,{children:"внешности"}),": шерсть становится того же цвета, что и волосы, то же самое касается цвета глаз, проступают родимые пятна и шрамы."]}),`
`,n(r.li,{children:["В облике зверя можно находиться ",n(r.strong,{children:"сколько угодно времени"}),". Чтобы принять обратно человеческий вид, необходимо сконцентрироваться и с помощью духовной мощи «оттолкнуться» от своей звериной сущности. ",n(r.strong,{children:"Обратный процесс не менее болезненный."})]}),`
`,n(r.li,{children:["Обращение в зверя и обратно занимает ",n(r.strong,{children:"от нескольких минут до нескольких часов"})," в зависимости от того, насколько наловчился это делать друид."]}),`
`]}),`
`,n(r.h2,{id:"обращение-в-растение",children:[n(r.a,{"aria-hidden":"true",tabindex:"-1",href:"#обращение-в-растение",children:n(r.span,{class:"icon icon-link"})}),"Обращение в растение"]}),`
`,n(r.p,{children:"Серым друидам доступен особый вид обращения — превращение в растение. Процесс этот во многом соответствует «чувству зверя». В основном эта способность присуща кхарфирам."}),`
`,n(r.ul,{children:[`
`,n(r.li,{children:["Обратившись, ",n(r.strong,{children:"растение приобретает черты внешности друида"})," — цветы под цвет волос или глаз, оттенок стеблей такой же тёмный, как кожа друида и другое."]}),`
`,n(r.li,{children:[n(r.strong,{children:"Растения обратившихся друидов подвижны"}),", способны перемещаться передвигая корнями, манипулировать стеблями и лианами, кусаться капканами плотоядных растений."]}),`
`,n(r.li,{children:["Сильные ",n(r.strong,{children:"друиды из людей и редрехан тоже способны обратиться в растение"}),", и некоторые даже способны вернуться в исходное состояние, ",n(r.strong,{children:"примерно четверть"}),"."]}),`
`,n(r.li,{children:["Трансформация кхарфира занимает ",n(r.strong,{children:"от часа до суток"}),".",n(r.br,{}),`
`,"Человек и редрехан перестраивают свои организмы чуть ли не с нуля. Во время страданий на земле окружающая флора окутывает их в своеобразный кокон. На превращение у них уходит от половины суток до нескольких дней."]}),`
`]}),`
`,n(d,{})]})}function h(e={}){const{wrapper:r}=e.components||{};return r?n(r,Object.assign({},e,{children:n(t,e)})):t(e)}const b=()=>i(l,{children:i(h,{},3,null)},3,"VdD9qF-V");export{b as default,m as frontmatter,p as head,g as headings};
