import{d as r,x as i,y as n,g as a}from"./q-0a61ba82.js";const l=[{text:"• Анкеты •",id:"-анкеты-",level:1}],s={title:"• Анкеты •",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},o={title:"• Анкеты •"};function c(t){const e=Object.assign({h1:"h1",a:"a",span:"span",p:"p"},t.components);return n(a,{children:[n(e.h1,{id:"-анкеты-",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#-анкеты-",children:n(e.span,{class:"icon icon-link"})}),"• Анкеты •"]}),`
`,n(e.p,{children:"• Администрация Нихерии не проверяет анкеты в лс сообщества, в лс админов, КМов, не берёт на проверку частями. Загружайте только полностью готовые анкеты в эту тему."}),`
`,n(e.p,{children:[`• Здесь находятся анкеты, ожидающие проверки.
Чтобы правильно составить анкету на персонажа, нужно ознакомиться с этим разделом — `,n(e.a,{href:"https://vk.com/page-149310711_52877387",children:"https://vk.com/page-149310711_52877387"}),"."]}),`
`,n(e.p,{children:`• Анкетолог берёт анкету на проверку в течение 1-3 дней.
В выходные у анкетолога выходные.
Торопить можно, если пометка «проверяется» не появляется более трёх дней.`}),`
`,n(e.p,{children:"• В случае игнорирования замечаний к анкете (полного или частичного) более трёх раз анкетолог имеет право окончательно отклонить анкету."}),`
`,n(e.p,{children:"• В этой теме не проводится обсуждение анкет. Все встречные вопросы и «правки к правкам» отправляйте в лс сообщества."}),`
`,n(e.p,{children:"• Как только анкета принята, администрация переносит её в специальный альбом (vk.com/album-201966363_285224768) и в список персонажей (arcmember.github.io/GloatOfNiheria/menu/characters/registered.html)."}),`
`,n(e.p,{children:`В анкете должны быть:
0. id страницы игрока.
I. Имя.
II. Раса.
III. Возраст.
IV. Класс.
V. Деятельность.
VI. Характер (оформляется строго по шаблону, а не одним куском текста!)
VII. Внешность.
VIII. Биография.
IX. Навыки.
X. Инвентарь.
XI. Питомец или НПС (если есть).
XII. Средства.
XIII. Пробный пост (для первой анкеты в Нихерии — обязательно, для последующих — по запросу анкетолога).`}),`
`,n(e.p,{children:"В Нихерии есть экономика, поэтому игроку нужно записывать под артом своего персонажа в альбоме имеющуюся сумму денег, а потом самостоятельно вести список доходов-расходов, прикрепляя ссылки на связанные с этим посты. За списком будет следить администрация, так что не стоит «случайно» добавлять к цифрам нули. Также не забывайте вносить туда прибыль."}),`
`,n(e.p,{children:"Внимание! Пробный пост в меню не переносится."}),`
`,n(e.p,{children:["О том, что в анкету внесены правки, сообщайте в лс группы. В теме есть вероятность, что сообщение об этом затеряется.Отсюда можно попасть:",n("br",{})]})]})}function d(t={}){const{wrapper:e}=t.components||{};return e?n(e,Object.assign({},t,{children:n(c,t)})):c(t)}const p=()=>r(i,{children:r(d,{},3,null)},3,"j5xBlvjH");export{p as default,o as frontmatter,s as head,l as headings};
