import{d as r,ak as t,al as n,Z as d}from"./q-1df74882.js";import{B as c}from"./q-6b4784da.js";import{B as a}from"./q-614dd496.js";const u=[{text:"Продукция",id:"продукция",level:2},{text:"Ключевые персонажи",id:"ключевые-персонажи",level:2},{text:"Расположение",id:"расположение",level:2},{text:"Влияние",id:"влияние",level:2},{text:"История",id:"история",level:2},{text:"Инфраструктура и мощности",id:"инфраструктура-и-мощности",level:2},{text:"Персонал",id:"персонал",level:2}],x={title:"Артефактория «Вестник»",meta:[],styles:[],links:[],scripts:[],frontmatter:{}},f={title:"Артефактория «Вестник»"};function l(i){const e=Object.assign({p:"p",h2:"h2",a:"a",span:"span",ul:"ul",li:"li",strong:"strong"},i.components);return n(d,{children:[n(c,{cover:!0,src:"pic.jpg",title:"Артефактория «Вестник»",authorHref:"https://www.artstation.com/artwork/9XWnN",author:"Tim Warnock"}),`
`,n(a,{children:n(e.p,{children:"Далеко не последней причиной успеха Конгломерата является артефактория «Вестник», экспортирующаяся артефакты-коммуникаторы по всему миру. Даже Сикстинна не способна с ними конкурировать и параллельно закупает «вестники» через монополию Икритского Промышленного комплекса."})}),`
`,n(e.h2,{id:"продукция",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#продукция",children:n(e.span,{class:"icon icon-link"})}),"Продукция"]}),`
`,n(e.p,{children:"Серийные артефакты самых разных предназначений, индивидуальные заказы, коммерческие заказы, а также работы по проектированию и монтажу комплексов артефактов."}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:[`
`,n("a",{href:"/menu/guidebook/books/artifacts/luat-herald/",children:'Серийный артефакт "Луатский Вестник"'}),`
`]}),`
`,n(e.li,{children:[n(e.strong,{children:"Конфигурация Гера́льд"})," — сеть артефакторных пунктов приёма сообщений, через бесчисленное множество которых магические сообщения рассылаются по всему Луату и за его пределы."]}),`
`,n(e.li,{children:[n(e.strong,{children:"Конфигурация Вестник-Мост"})," — группа сложных артефактов, созданных для передачи больших объемов сообщений на дальние дистанции с помощью магических лучей-трансляций и артефактов-приемников."]}),`
`]}),`
`,n(e.h2,{id:"ключевые-персонажи",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#ключевые-персонажи",children:n(e.span,{class:"icon icon-link"})}),"Ключевые персонажи"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Исайя А́ргант — основатель и идейный наставитель корпорации артефакторий «Вестник». Отец-основатель промышленной магии."}),`
`,n(e.li,{children:"Совет мастеров — совещательный орган управления организации, в который входят самые умелые артефакторы-проектировщики."}),`
`]}),`
`,n(e.h2,{id:"расположение",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#расположение",children:n(e.span,{class:"icon icon-link"})}),"Расположение"]}),`
`,n(e.p,{children:"Штаб-квартира и головная артефактория находятся в столице Луат."}),`
`,n(e.h2,{id:"влияние",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#влияние",children:n(e.span,{class:"icon icon-link"})}),"Влияние"]}),`
`,n(e.ul,{children:[`
`,n(e.li,{children:"Артефактория «Вестник» является мировым лидером по серийному производству артефактов-коммуникаторов."}),`
`,n(e.li,{children:"Продукция Артефактории используется во всех сферах жизни: от торговых организаций, до армии и научного сообщения."}),`
`,n(e.li,{children:'Сикстиннские артефактории, главный конкурент «Вестника», не могут сравниться с ним по объему производства и вынуждены закупать "вестники" через посредников.'}),`
`,n(e.li,{children:"Артефактория играет важную роль как в развитии Последней Республики, так и всего мира."}),`
`]}),`
`,n(e.h2,{id:"история",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#история",children:n(e.span,{class:"icon icon-link"})}),"История"]}),`
`,n(e.p,{children:"Артефактория «Вестник» была основана Исайей Аргантом в 196 году Иссякающей Эпохи. Исайя при жизни признан отцом-основателем промышленной магии и, несомненно, главным новатором серийного производства артефактов в Луате и мире."}),`
`,n(e.p,{children:'Но пика Артефактория достигла, конечно, в 207 году Иссякающей Эпохи с выходом последней модели артефакта "Вестник" и долгожданным запуском Конфигурации Геральд.'}),`
`,n(e.h2,{id:"инфраструктура-и-мощности",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#инфраструктура-и-мощности",children:n(e.span,{class:"icon icon-link"})}),"Инфраструктура и мощности"]}),`
`,n(e.p,{children:"Мастерские Артефактории построены по заветам прошлого в виде завораживающих храмовых холлов, в центре которых расположены вспомогательные артефакты и самые разные инструменты нанесения рунических рисунков."}),`
`,n(e.p,{children:"В расположении «Вестника» большое количество испытательных полигонов и разветвленная сеть сбыта, охватывающая весь мир."}),`
`,n(e.h2,{id:"персонал",children:[n(e.a,{"aria-hidden":"true",tabindex:"-1",href:"#персонал",children:n(e.span,{class:"icon icon-link"})}),"Персонал"]}),`
`,n(e.p,{children:"Артефактория «Вестник» работает самое большое в мире количество магических специалистов самых разных уровней, но, конечно, преимущественно низшего уровня — специально обученные маги-коммуникаторы служат ядром конфигурации Геральд."})]})}function h(i={}){const{wrapper:e}=i.components||{};return e?n(e,Object.assign({},i,{children:n(l,i)})):l(i)}const m=()=>r(t,{children:r(h,{},3,null)},3,"JY-B9JfS");export{m as default,f as frontmatter,x as head,u as headings};
