export const locations = [
    {
      "name": "🏛 Доминион Флатрия | Повсеместно",
      "polygon": [
        [540, 340],
        [565.5, 340.5],
        [593.5, 389.5],
        [642.5, 457.75],

        [590.5, 469],
        [554.5, 488],
        [533, 526],

        [519, 573],
        [481.5, 565.5],
        [481.5, 520.5],
        [476.5, 470],
        [500, 441],
        [512, 392],
        [520, 349],
        [536.5, 338]
      ],
      "color": "#c9c9c9",
      "url": "https://vk.com/topic-201966363_49226378",
    },
    {
      "name": "〄 Реабор-Тхаес | Синларин",
      "polygon": [
        [743.5, 302],
        [794, 311],
        [808, 350],
        [779.5, 393],
        [746, 390.5],
        [718, 393],
        [695.5, 415],
        [686.5, 446],
        [672, 419.5],
        [726, 341.5],
        [737, 308],
      ],
      "color": "#302b63",
      "url": "https://vk.com/topic-201966363_49226375"
    },
    {
      "name": "Далёкий Океан | Тёмное море",
      "polygon": [
        [283.5, 348.5],
        [218, 360.5],
        [172.5, 353.5],
        [124.5, 337],
        [135, 288.5],
        [218.5, 293],
        [254, 303.5],
      ],
      "color": "#6797d6",
      "url": "https://vk.com/topic-201966363_49226370"
    },
    {
      "name": "Океан Туманов | Шхерово Море",
      "polygon": [
        [599, 180],
        [621, 205],
        [655.5, 212.5],
        [680, 230.5],
        [673.5, 243.5],
        [642.5, 237.5],
        [594.5, 234.5],
        [581, 186],
      ],
      "color": "#6797d6",
      "url": "https://vk.com/topic-201966363_49226369"
    },
    {
      "name": "Внутреннее Море | Северное Море",
      "polygon": [
        [736.5, 271],
        [728.5, 315],
        [670.5, 417.5],
        [676, 451],
        [737, 397],
        [781.5, 397],
        [769.5, 416.5],
        [741.5, 410],
        [738, 439.5],
        [699.5, 446],
        [664.5, 473],
        [644, 460],
        [607.5, 403],
        [616.5, 384],
        [637.5, 402],
        [637.5, 402],
      ],
      "color": "#6797d6",
      "url": "https://vk.com/topic-201966363_49226365"
    },
    {
      "name": "Внутреннее Море | Кратер С'Итш'Тас и Ламахский залив",
      "polygon": [
        [586, 473],
        [612.5, 479.5],
        [616.5, 506.5],
        [605.5, 534],
        [576.5, 541],
        [552, 528.5],
        [564.5, 485],
      ],
      "color": "#6797d6",
      "url": "https://vk.com/topic-201966363_49226364"
    },
    {
      "name": "Внутреннее Море | Кратер С'Итш'Тас и Ламахский залив",
      "polygon": [
        [527.5, 582],
        [541.5, 618.5],
        [526.5, 635],
        [571.5, 688.5],
        [543.5, 709],
        [509, 660],
        [497.5, 601.5],
      ],
      "color": "#6797d6",
      "url": "https://vk.com/topic-201966363_49226364"
    },
    {
      "name": "Внутреннее Море | Южное море",
      "polygon": [
        [382, 479],
        [415, 557],
        [441, 598],
        [442.5, 676.5],
        [467, 809],
        [447, 810],
        [407, 728],
        [424, 706.5],
        [417.5, 657.5],
        [434.5, 617],
        [405, 604.5],
        [392.5, 566],
        [365.5, 545],
        [357.5, 477.5],
      ],
      "color": "#6797d6",
      "url": "https://vk.com/topic-201966363_49226363"
    },
    {
      "name": "✦ Хельгеран | Ламахский полуостров | Земли Ибэ и Орущий остров",
      "polygon": [
        [442.5, 595.5],
        [485, 594],
        [505, 682],
        [457, 737],
        [447, 659.5],

      ],
      "color": "#132112",
      "url": "https://vk.com/topic-201966363_49195855"
    },
    {
      "name": "〄 Реабор-Тхаес | Город-колония Тейрталь",
      "coords": [900.25, 58.25],
      "color": "#000",
      "url": "https://vk.com/topic-201966363_49195848"
    },
    {
      "name": "⊕ Кланы Золотого Гребня | Повсеместно",
      "polygon": [
        [446.5, 71],
        [454, 161],
        [483.5, 189.5],
        [553.5, 212],
        [557.5, 281.5],
        [546, 315.5],
        [515, 338.5],
        [492.5, 354],
        [452, 302],
        [448, 180.5],
        [417.5, 142.5],
        [389, 66],
        [425, 134],
        [438, 126],
        [439.5, 70.5]
      ],
      "color": "#c28b25",
      "url": "https://vk.com/topic-201966363_49195843"
    },
    {
      "name": "۩ Доминион Секри | Крепость Менеф",
      "coords": [432, 588.5],
      "color": "#d62606",
      "url": "https://vk.com/topic-201966363_49195774"
    },
    {
      "name": "۩ Доминион Секри | Город-порт Алый",
      "coords": [421.5, 626],
      "color": "#d62606",
      "url": "https://vk.com/topic-201966363_49195773"
    },
    {
      "name": "🏚  Руины города Акриф – Доминион Секри",
      "coords": [333.5, 603.5],
      "color": "#575757",
      "url": "https://vk.com/topic-201966363_49195771"
    },
    {
      "name": "🏚  Руины города Фалир – Вече Тейель",
      "coords": [760, 467],
      "color": "#575757",
      "url": "https://vk.com/topic-201966363_49195770"
    },
    {
      "name": "🏚  Руины города Гуран – Великая Афитра",
      "coords": [743, 679],
      "color": "#575757",
      "url": "https://vk.com/topic-201966363_49195768"
    },
    {
      "name": "🏚  Руины города Саним – Последняя Республика Луат",
      "coords": [681.5, 761],
      "color": "#575757",
      "url": "https://vk.com/topic-201966363_49195766"
    },
    {
      "name": "🏚  Руины города Ванат – Мерцающий Лес",
      "coords": [580, 241],
      "color": "#575757",
      "url": "https://vk.com/topic-201966363_49195764"
    },
    {
      "name": "🏚  Руины города Осберут – Мерцающий Лес",
      "coords": [589, 350],
      "color": "#575757",
      "url": "https://vk.com/topic-201966363_49195763"
    },
    {
      "name": "Крайний Север",
      "polygon": [
        [810, 406.5],
        [849.5, 563.5],
        [901, 597],
        [916, 686.5],
        [984, 635.5],
        [957.5, 550],
        [924, 469.5],
        [940, 393.5],
        [992.5, 363],
        [953.5, 204.5],
        [901.5, 153.5],
        [928, 321.5],
        [888, 372],
        [848.5, 351],
        [827, 345.5]
      ],
      "color": "#FFF",
      "url": "https://vk.com/topic-201966363_49195762"
    },
    {
      "name": "〄 Реабор-Тхаес | Синларин | Город Ималион",
      "coords": [738.5, 360.5],
      "color": "#302b63",
      "url": "https://vk.com/topic-201966363_49194217"
    },
    {
      "name": "〄 Реабор-Тхаес | Столица Рейдан'Фаль",
      "coords": [677.5, 299.5],
      "color": "#302b63",
      "url": "https://vk.com/topic-201966363_49194214"
    },
    {
      "name": "〄 Реабор-Тхаес | Рейдан'Фаль | Повсеместно",
      "polygon": [
        [599.5, 248.5],
        [599.5, 248.5],
        [743.5, 253.5],
        [634.5, 398],
        [619.5, 374],
        [648.5, 315],
        [648.5, 315]
      ],
      "color": "#302b63",
      "url": "https://vk.com/topic-201966363_49194214"
    },
    {
      "name": "〄 Реабор-Тхаес | Архипелаг Туманный",
      "polygon": [
        [711, 229],
        [614.5, 193],
        [587, 120.5],
        [590.5, 26.5],
        [722.5, 16.5],
        [872, 25],
        [863.5, 81],
        [785.5, 108],
        [781, 166],
        [731, 211.5]
      ],
      "color": "#302b63",
      "url": "https://vk.com/topic-201966363_49194211"
    },
    {
      "name": "〄 Реабор-Тхаес | Город Тхагат",
      "coords": [631.5, 157],
      "color": "#302b63",
      "url": "https://vk.com/topic-201966363_49194210"
    },
    {
      "name": "⊕ Кланы Золотого Гребня | Город Гуляй-Кутёж",
      "coords": [441, 139],
      "color": "#c28b25",
      "url": "https://vk.com/topic-201966363_49194209"
    },
    {
      "name": "☸ Коркафт",
      "coords": [641.5, 500.5],
      "color": "#4eb9cf",
      "url": "https://vk.com/topic-201966363_49194207"
    },
    {
      "name": "⍋ Великая Афитра | Город Матран",
      "coords": [802, 688],
      "color": "#518a3d",
      "url": "https://vk.com/topic-201966363_49194201"
    },
    {
      "name": "⍋ Великая Афитра | Город Ливанти́х",
      "coords": [765.5, 689.5],
      "color": "#518a3d",
      "url": "https://vk.com/topic-201966363_49194200"
    },
    {
      "name": "⍋ Великая Афитра | Столица Кхафра",
      "coords": [729, 669.5],
      "color": "#518a3d",
      "url": "https://vk.com/topic-201966363_49194199"
    },
    {
      "name": "⍋ Великая Афитра | Повсеместно",
      "polygon": [
        [712, 647],
        [755, 605.5],
        [791.5, 583],
        [822, 537.5],
        [812, 677.5],
        [781, 742],
        [732, 785],
        [689.5, 819.5],
        [704, 711.5],
      ],
      "color": "#518a3d",
      "url": "https://vk.com/topic-201966363_49194198"
    },
    {
      "name": "☬ Последняя Республика Луат | Повсеместно",
      "polygon": [
        [567, 545.5],
        [633, 551],
        [698, 655.5],
        [688, 769],
        [592.5, 885],
        [483, 923.5],
        [498.5, 862.5],
        [547, 803.5],
        [550, 720],
        [579.5, 684],
        [537, 635.5],
        [569, 604.5],
        [547, 581],
      ],
      "color": "#363636",
      "url": "https://vk.com/topic-201966363_49194197"
    },
    {
      "name": "⋇ Вече Тейель | Повсеместно",
      "polygon": [
        [638.5, 539.5],
        [686, 621],
        [720, 621.5],
        [752, 601],
        [789.5, 573.5],
        [786, 469.5],
        [817, 443],
        [778, 420],
        [745.5, 419],
        [743.25, 448.75],
        [706.5, 447.75],
        [697, 457.5],
        [667, 488],
        
      ],
      "color": "#a9c7ac",
      "url": "https://vk.com/topic-201966363_49194196"
    },
    {
      "name": "⋇ Вече Тейель | Столица Тейель",
      "coords": [722, 543.5],
      "color": "#a9c7ac",
      "url": "https://vk.com/topic-201966363_49194195"
    },
    {
      "name": "Тенистая Чаща",
      "blob": [667, 600.5],
      "color": "#15bf26",
      "url": "https://vk.com/topic-201966363_49194194"
    },
    {
      "name": "☬ Последняя Республика Луат | Столица Луат",
      "coords": [638, 780.5],
      "color": "#363636",
      "url": "https://vk.com/topic-201966363_49194193"
    },
    {
      "name": "☬ Последняя Республика Луат | Город Атсад",
      "coords": [620.5, 712],
      "color": "#363636",
      "url": "https://vk.com/topic-201966363_49194192"
    },
    {
      "name": "☬ Последняя Республика Луат | Город Барсел",
      "coords": [552, 580],
      "color": "#363636",
      "url": "https://vk.com/topic-201966363_49194191"
    },
    {
      "name": "☬ Последняя Республика Луат | Город Гик",
      "coords": [563.5, 642.5],
      "color": "#363636",
      "url": "https://vk.com/topic-201966363_49194189"
    },
    {
      "name": "✦ Лес Говорящих",
      "blob": [556, 805.5],
      "color": "#15bf26",
      "url": "https://vk.com/topic-201966363_49194187"
    },
    {
      "name": "✦ Хельгеран | Ламахский полуостров",
      "polygon": [
        [507, 684],
        [459.5, 747],
        [456, 839.5],
        [494.5, 864.5],
        [539, 801.5],
        [549.5, 720.5],
        [527.5, 698.5],
        [509, 684]
      ],
      "color": "#132112",
      "url": "https://vk.com/topic-201966363_49194185"
    },
    {
      "name": "Мерцающий Лес",
      "blob": [582, 310],
      "color": "#15bf26",
      "url": "https://vk.com/topic-201966363_49194179"
    },
    {
      "name": "🏛 Доминион Флатрия | Город Севеж",
      "coords": [524, 556],
      "color": "#c9c9c9",
      "url": "https://vk.com/topic-201966363_49194178"
    },
    {
      "name": "🏛 Доминион Флатрия | Столица Флатрих",
      "coords": [520.5, 461.5],
      "color": "#c9c9c9",
      "url": "https://vk.com/topic-201966363_49194177"
    },
    {
      "name": "🏚  Руины города Каранор – Доминион Флатрия",
      "coords": [490.5, 467],
      "color": "#575757",
      "url": "https://vk.com/topic-201966363_49194175"
    },
    {
      "name": "☫ Доминион Сикстинна | Столица Сикстинна",
      "coords": [439, 556],
      "color": "#d67be0",
      "url": "https://vk.com/topic-201966363_49194173"
    },
    {
      "name": "☫ Доминион Сикстинна | Сикстиннский округ",
      "polygon": [
        [475.5, 361],
        [509.5, 372],
        [492, 436.5],
        [466.5, 479],
        [471, 559],
        [460, 582.5],
        [408, 521.5],
        [384.5, 464],
        [429.5, 416],
        [455, 403.5],        
      ],
      "color": "#d67be0",
      "url": "https://vk.com/topic-201966363_49194171"
    },
    {
      "name": "⌺ ДВМИ | Город Гирндор-Брок",
      "coords": [324, 356],
      "color": "#8c6b2d",
      "url": "https://vk.com/topic-201966363_49194168"
    },
    {
      "name": "۩ Доминион Секри | Небесные Пески",
      "polygon": [
        [295, 575],
        [334.5, 696.5],
        [236, 642],
        [217, 497],
        [264, 593.5],
        [291.5, 595.5]
      ],
      "color": "#d62606",
      "url": "https://vk.com/topic-201966363_49194167"
    },
    {
      "name": "۩ Доминион Секри | Город Ларим",
      "coords": [389.5, 688.75],
      "color": "#d62606",
      "url": "https://vk.com/topic-201966363_49194157"
    },
    {
      "name": "۩ Доминион Секри | Повсеместно",
      "polygon": [
        [329, 476.5],
        [356.5, 475.5],
        [365.5, 553.5],
        [389, 569],
        [404, 609.5],
        [428, 618.5],
        [412, 669],
        [410, 713],
        [377, 769.5],
        [338, 694.5],
        [301, 577],
        [344.5, 539],
      ],
      "color": "#d62606",
      "url": "https://vk.com/topic-201966363_49194154"
    },
    {
      "name": "۩ Доминион Секри | Столица Секри",
      "coords": [368.5, 650],
      "color": "#d62606",
      "url": "https://vk.com/topic-201966363_49194153"
    },
    {
      "name": "⌺ ДВМИ | Гирндор-Брокская Губерния",
      "polygon": [
        [236, 214.5],
        [236, 214.5],
        [298.5, 302],
        [323.5, 303],
        [343.5, 361.5],
        [302, 386.5],
        [250, 367.5],
        [288.5, 351],
        [255.5, 296]
      ],
      "color": "#8c6b2d",
      "url": "https://vk.com/topic-201966363_49194151"
    },
    {
      "name": "⌺ ДВМИ | Столица Мордвин",
      "coords": [417.5, 345.5],
      "color": "#8c6b2d",
      "url": "https://vk.com/topic-201966363_49194143"
    },
    {
      "name": "⌺ ДВМИ | Мордвинская губерния",
      "polygon": [
        [351, 364],
        [431.5, 308.5],
        [421.5, 387],
        [419.5, 418.5],
        [378, 463],
        [356.5, 459],
        [352, 380.5]
      ],
      "color": "#8c6b2d",
      "url": "https://vk.com/topic-201966363_49194142"
    }
  ]