export const heroes = [
    {
        "name": "Гетфри Йоган",
        "subtitle": "Промышленный шпион",
        "filter": "Г Мужчина Полукровка Разбойник",
        "href": "getfri-jogan",
        "src": "getfri-jogan/pic.jpg",

        "data" : {
            "age" : "родился 63 гУЭ, Декабрь, Созвездие - Синаран. 32 года.",
            "nation" : "полукровка. Отец – бестиец, собачьей масти (лис-фенек), мать – человек.",
            "class" : "разбойник.",
            "player" : "Макс Артреев|https://vk.com/id74254634",
            "occupation" : "Промышленный шпионаж, кража и подделка интеллектуальной собственности.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "sus",
                "LT" : "neu",   "KF" : "neu",   "MW" : "gud",
                "FL" : "gud",   "SX" : "gud",   "SK" : "gud",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : true
    },
    {
        "name": "Кризен Благовест",
        "subtitle": "Вор и дебошир",
        "filter": "К Мужчина Человек Разбойник",
        "href": "krizen-blagovest",
        "src": "krizen-blagovest/pic.jpg",
        "property" : "25 золотых",

        "data" : {
            "age" : "45 лет.",
            "nation" : "человек. Помесь арвийца-риафийца.",
            "class" : "разбойник. Подкласс: воин.",
            "player" : "Blago Vest",
            "occupation" : "Вор и дебошир. Наёмник.",
            "quests" : "Призыв Абхота",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "sus",
                "LT" : "neu",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Муру-Муру",
        "subtitle": "",
        "filter": "М Мужчина Редрехан Разбойник",
        "href": "muru-muru",
        "src": "muru-muru/pic.jpg",
        "property" : " - ",

        "data" : {
            "age" : "Всего 7 лет <span mystery>физического существования</span>. Тело редрехан – 14 лет. Родился в 3 год Новой Эпохи под созвездием Льва Аудаксиса.<br/> <span mystery>Переродился из Энигмы в 207 год резистенции.</span>",
            "nation" : "человек. Помесь арвийца-риафийца.",
            "class" : "разбойник.",
            "player" : "Наталья Кохан|https://vk.com/id179847461",
            "occupation" : "Одержимо пытается выжить и не исчезнуть.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "neu",
                "LT" : "neu",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : true
    },
    {
        "name": "Крагах",
        "subtitle": "Телохранитель",
        "filter": "К Мужчина Ламах-ибэ Разбойник",
        "href": "kragah",
        "src": "kragah/pic.jpg",
        "property" : "50.000 меновых биллей",

        "data" : {
            "age" : "Рождён 27 Хмельного 181 года ИЭ. 26 лет.",
            "nation" : "ламах-ибэ.",
            "class" : "Разбойник, подкласс - воин.",
            "player" : "Павел Чистюхин|https://vk.com/id431759304",
            "occupation" : "Телохранитель высокопоставленного луатца.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "sus",
                "LT" : "gud",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neu"
            }
        },
        
        "wanted" : "",
        "dead" : true
    },
    {
        "name": "Мэйв Катрин Агнетт Тинкера",
        "subtitle": "Артефактолог, антрополог, лингвист",
        "filter": "М Женщина Полукровка Маг",
        "href": "maev-tinkera",
        "src": "maev-tinkera/pic.png",
        "property" : " - ",

        "data" : {
            "age" : "Рождена 170 гИЭ, Солнцеворот, под созвездием Мудреца. 37 лет.",
            "nation" : "мерия-квартеронка. Квартмерийка. Отец – мерия, мать – мерия-полукровка.",
            "class" : "маг.",
            "player" : "Ixniy Evonniy",
            "occupation" : "Артефактолог-энтузиаст, антрополог-археолог-лингвист, путешественница, искатель и находитель приключений.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "gud",   "AF" : "sus",
                "LT" : "gud",   "KF" : "neu",   "MW" : "gud",
                "FL" : "gud",   "SX" : "gud",   "SK" : "gud",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Стедд Саутвелл",
        "subtitle": "Капитан шхуны \"Скорлупка\"",
        "filter": "С Мужчина Человек Воин",
        "href": "stedd-sautwell",
        "src": "stedd-sautwell/pic.jpg",
        "property" : "5 золотых",

        "data" : {
            "age" : "Родился 14-го Любицвета 181-го года (26 лет).",
            "nation" : "человек, флатриец.",
            "class" : "воин, подкласс - разбойник.",
            "player" : "Михаил Попов",
            "occupation" : "Капитан коммерческо-патрульной шхуны \"Скорлупка\" с экипажем в 16 человек. Контрабандист и коммерческий перевозчик.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "sus",
                "LT" : "neu",   "KF" : "neu",   "MW" : "sus",
                "FL" : "neg",   "SX" : "sus",   "SK" : "sus",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "Разыскивается во Флатрии. Убийство. Награда за взятого живьем - 15 золота.",
        "dead" : false
    },
    {
        "name": "Марнис",
        "subname": "Таран, порой кличат Солдатиком",
        "subtitle": "Громила и вышибала",
        "filter": "М Мужчина Полукровка Воин",
        "href": "marnis",
        "src": "marnis/pic.jpg",
        "property" : "2 золотых, 4 серебряных и 12 медных",

        "data" : {
            "age" : "17, Солнцеворот, Дракон-король Верлиссиан",
            "nation" : "полукровка от мерии и человека.",
            "class" : "воин, подкласс - разбойник.",
            "player" : "Максимиллиан не Габсбург",
            "occupation" : "Громила, вышибала и иные работы, где нужно проявить силушку богатырскую, да совесть басурманскую.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "neu",
                "LT" : "neu",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neg",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Мануил Шарбонне",
        "subname": "«Палеолог»",
        "subtitle": "Археолог, писатель и убийца",
        "filter": "М Мужчина Человек Воин",
        "href": "manuil-charbonnet",
        "src": "manuil-charbonnet/pic.jpg",
        "property" : "4 золотых, из которых 1 золотой и 33 серебряника взял с собой",

        "data" : {
            "age" : "20, Солнцеворот, созвездие Матери",
            "nation" : "Человек, флатриец",
            "class" : "воин",
            "player" : "Максимиллиан не Габсбург",
            "occupation" : "Археолог поневоле, писатель и убийца.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "neu",
                "LT" : "neu",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Майя Феникс",
        "subname": "Красная Баронесса",
        "subtitle": "Пилот и механик Яхонской армии",
        "filter": "М Женщина Человек Разбойник",
        "href": "maya-phoenix",
        "src": "maya-phoenix/pic.jpg",
        "property" : "4 золотых, из которых 1 золотой и 33 серебряника взял с собой",

        "data" : {
            "age" : "49 <span mystery>биологических</span> лет. Родилась в 17 году Новой Эпохи под созвездием Дракона.",
            "nation" : "человек, яхонка.",
            "class" : "разбойник, подкласс - воин.",
            "player" : "Сонях",
            "occupation" : "Заместитель командира истребительной авиагруппы воздухоплавательных войск ДЯИ в чине подполковника.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "sus",
                "LT" : "neu",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Жан де Романш",
        "subname": "",
        "subtitle": "Офицер Флатрии",
        "filter": "Ж Мужчина Человек Воин",
        "href": "jean-de-romanche",
        "src": "jean-de-romanche/pic.jpg",
        "property" : "4 золотых",

        "data" : {
            "age" : "21 год. 27-го числа месяца Хлебосола, созвездие Синаран.",
            "nation" : "человек, флатриец.",
            "class" : "воин, подкласс - разбойник.",
            "player" : "Михаил Попов",
            "occupation" : 'Ротмистр III роты II батальона V "Флатрихского" стрелкового полка.',
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "sus",
                "LT" : "neu",   "KF" : "neu",   "MW" : "gud",
                "FL" : "gud",   "SX" : "gud",   "SK" : "gud",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Тальбот Карнаухий",
        "subname": "",
        "subtitle": "Флотский канонир и клерк",
        "filter": "Т Мужчина Человек Воин",
        "href": "talbot-karnauhiy",
        "src": "talbot-karnauhiy/pic.jpg",
        "property" : "5 золотых",

        "data" : {
            "age" : "46лет. Родился в 167 году, 3го Снегомеса, под созвездием Матери.",
            "nation" : "человек, риафец.",
            "class" : "воин, подкласс - разбойник.",
            "player" : "Сонях",
            "occupation" : "Служит по найму у ярлыков, ради славы Коркафта и личного обогащения. Предпочитает боевые походы, запах пороха и свист ядер поиску сокровищ и борьбе с морскими монстрами.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "sus",
                "LT" : "neu",   "KF" : "gud",   "MW" : "neu",
                "FL" : "neu",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Румгуисэ",
        "subname": "",
        "subtitle": "Адепт Ассоциации C'Итш'Тас",
        "filter": "Р Женщина Редрехан Маг",
        "href": "rumguise",
        "src": "rumguise/pic.jpg",
        "property" : "6 золотых, 2 серебряных",

        "data" : {
            "age" : "Июль 144г. 63 года. Созвездие: Мудрец.",
            "nation" : "редрехан, наат.",
            "class" : "Маг, подкласс - воин.",
            "player" : "@vrabsi",
            "occupation" : "Член гильдии «Ассоциация С'Итш'Тас». Деньги зарабатывает там же — на экспедициях по поискам исторических артефактов и в редких сопровождениях. Чаще всего Рум можно найти в Мерцающем лесу, иногда маг уходит на несколько дней в сторону Неприступных гор с целью изучения флоры, сбора трав и выгула питомца. Так же девушка зарабатывает копеечку на продаже мазей и незамысловатых лекарственных настоек, но занимается она этим не так часто — наработает около пятидесяти настоек и мазей, арендует маленькую лавку и за сутки всë раскупают. Так Румгуисэ зарабатывает довольно приличные деньги, но, к сожалению, это сильно зависит от времени года.",
            "quests" : "",
            "factions" : {
                "RT" : "gud",   "TY" : "neu",   "AF" : "sus",
                "LT" : "neu",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "gud",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Роман Фламмифер",
        "subname": "Фламм",
        "subtitle": "Капрал Луата в отставке, маг и скрипач",
        "filter": "Р Мужчина Человек Маг",
        "href": "roman-flammifer",
        "src": "roman-flammifer/pic.jpg",
        "property" : "5 золотых",

        "data" : {
            "age" : "28 лет, родился 13 го Снегомеса в 180 г. под созвездием Матери.",
            "nation" : "человек, луатец.",
            "class" : "Маг, подкласс - разбойник.",
            "player" : "Сонях",
            "occupation" : "Капрал армии Последней Республики Луат в запасе. В данный момент подрабатывает случайными, сомнительными заказами касающимися преступных разборок и игрой на скрипке в тавернах и мелких театриках.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "sus",
                "LT" : "gud",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Резорес из рода Нъёри",
        "subname": "Резорес из рода Нъёри (в дальнейшем Нъери для облегчения письма) в большинстве случаев представляется гораздо проще \"Резо\"",
        "subtitle": "Бывший алхимик, военый, наемник",
        "filter": "Р Мужчина Бестиец Разбойник",
        "href": "rezo-njeri",
        "src": "rezo-njeri/pic.jpg",
        "property" : "4 золотых",

        "data" : {
            "age" : "43 года, родился 7 дня Искры в 165 г.",
            "nation" : "Бестиец, кошачий.",
            "class" : "Разбойник.",
            "player" : "Cento",
            "occupation" : "Бывший алхимик, военый, наемник, кем только он не успел побывать. На данный момент распродает зелья и ищет агента железнодорожников в Тейеле.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "gud",   "AF" : "sus",
                "LT" : "neu",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Николь Сью",
        "subname": "",
        "subtitle": "Экс-подмастерье часовной лавки",
        "filter": "Н Женщина Человек Мирный",
        "href": "nicole-sue",
        "src": "nicole-sue/pic.jpg",
        "property" : "5 золотых",

        "data" : {
            "age" : "19 лет, родилась 1 числа месяца Солнцеворота. Созвездие: Дракон",
            "nation" : "Человек, тейелька.",
            "class" : "Мирный.",
            "player" : "Шушундра",
            "occupation" : "Работала подмастерьем в часовой лавке.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "sus",
                "LT" : "neu",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "gud",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Ремара од'Алинор",
        "subname": "\"Рем\"",
        "subtitle": "Одинокая скиталица",
        "filter": "Р Женщина Редрехан Маг",
        "href": "remara-od-alinor",
        "src": "remara-od-alinor/pic.jpg",
        "property" : "5 золотых",

        "data" : {
            "age" : "23, созвездие Мудреца, 13-ый Шейландарр.",
            "nation" : "Редрехан, леитиасан (серая).",
            "class" : "Маг, подкласс - воин.",
            "player" : "Максимиллиан не Габсбург",
            "occupation" : "Одинокая скиталица.",
            "quests" : "",
            "factions" : {
                "RT" : "gud",   "TY" : "neu",   "AF" : "sus",
                "LT" : "neu",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "gud",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Кариарх из рода Кхис",
        "subname": "Представляется Кхис, с тех пор как стал последним представителем рода.",
        "subtitle": "Оккультист-энигмат",
        "filter": "К Мужчина Бестиец Разбойник",
        "href": "kariarch",
        "src": "kariarch/pic.jpg",
        "property" : " - ",

        "data" : {
            "age" : "191 год, родился 14 дня Скорби 16 года Иссякающей Эпохи под созвездием Синаран.",
            "nation" : "Бестиец, кошачий.",
            "class" : "разбойник.",
            "player" : "Ixniy Evonniy",
            "occupation" : "Капитан армии Флатрийского домена в отставке, осведомитель Железнодорожников в Луате, а затем в Секри, формально действующий, де-факто в отставке. Оккультист-энигмат. Временами работает на Железнодорожников, среди них известен, но ясно даёт понять, что своё уже отработал.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "gud",   "AF" : "sus",
                "LT" : "gud",   "KF" : "neu",   "MW" : "gud",
                "FL" : "gud",   "SX" : "gud",   "SK" : "gud",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Тиана Орвос",
        "subname": "",
        "subtitle": "Плотник-гробовщик и немного лекарь",
        "filter": "Т Женщина Полукровка Воин",
        "href": "tiana-orvos",
        "src": "tiana-orvos/pic.jpg",
        "property" : " - ",

        "data" : {
            "age" : "22 года, 186 гИЭ.  Рожденная в месяц Скорьби, ходит под знаком Синаран.",
            "nation" : "Полкровка: отец тёмный редрехан, мать тейелец.",
            "class" : "воин, подкласс: маг.",
            "player" : "@milota_komnatnaia",
            "occupation" : "Гробовщик-плотник и немного лекарь. Короче, если ранку залатать не получиться, то закопать с песнями – сможет точно. Даже резную дощечку для могилки за отдельную плату сколотит.",
            "quests" : "",
            "factions" : {
                "RT" : "neu",   "TY" : "neu",   "AF" : "sus",
                "LT" : "neu",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
    {
        "name": "Любовь Фламмифер",
        "subname": "Лав",
        "subtitle": "Легионер Бюро Вычищения",
        "filter": "Л Женщина Человек Маг",
        "href": "love-flammifer",
        "src": "love-flammifer/pic.jpg",
        "property" : "5 золотых",

        "data" : {
            "age" : "28 лет, родилась 13 го Снегомеса в 180 г. под созвездием Матери.",
            "nation" : "человек, луатка.",
            "class" : "Маг, подкласс - разбойник.",
            "player" : "Сонях",
            "occupation" : "Официально - легионер Бюро Вычищения Последней республики Луат. В данный момент выполняет специальные задания Бюро пребывая вне штата.",
            "quests" : "",
            "factions" : {
                "RT" : "sus",   "TY" : "neu",   "AF" : "sus",
                "LT" : "gud",   "KF" : "neu",   "MW" : "neu",
                "FL" : "neu",   "SX" : "neu",   "SK" : "neu",
                "KL" : "neg",   "HL" : "neg"
            }
        },

        "wanted" : "",
        "dead" : false
    },
]